[
  {
    "file": "r001.json",
    "title": "想要一个不多愁善感的自己，怎样变得幸福？",
    "content": "1.人际关系自己一个人觉得孤独，在家有时候也有这种感觉，但是在学校更容易，感觉没有真心朋友，喜欢一个人的自由又害怕一个人的孤单。2.找不到自我，不清楚自己的心。感觉自己很累，虽然不开心但是也不伤心。容易在乎别人的一言一行，受别人影响。尽管知道这是因为没有自我，可是做过努力，可还是会受别人影响。觉得独处的时候可以更好找回自己但是又害怕孤独。3.考研焦虑总觉得时间不够用，学不会学不完。学习时候却又静不下心，会胡思乱想，无论是独处还是群居都会乱想。4.完美主义长相，感情，学习，工作。5.强迫症刷牙，洗衣服时候数数6.容易陷在负面情绪里觉得自己有心理健康问题甚至是抑郁症。为什么会这样？如何改变？想要一个不多愁善感的自己，有正能量，爱的力量与一般的幸福感。自己觉得最目前最首要的问题就是人际关系。无法自己独处，一个人生活。"
  },
  {
    "file": "r002.json",
    "title": "人际关系中一些小冲突，当时忍让，后来心里又放不下？",
    "content": "在生活中遇到一些小矛盾，比如被别人踩了一下，被插队，被别人果汁撒在身上等等。一般我都会选择当时忍让，不出声或者说没事。但是事情过后很长时间都放不下，心里还是充满了怒火，一直在自己应该怎么做之间反复纠结，还会想象和别人冲突之后发生的争吵，弄得焦虑不安又告诉自己要大度，不要和别人争吵，反复思量，痛苦不堪。"
  },
  {
    "file": "r003.json",
    "title": "发现自己有讨好型人格的倾向，我该怎么办呢？",
    "content": "我发现我很容易因为人际关系烦恼，这种现象早在高一其实也有反应，只是我不知道怎么办可能就直接忽略了。在初三时我考上了高中的衔接班，我当时是很高兴的，但是真正到了上课的时候 我发现自己真的跟不上，尤其数学，我也觉得自己成绩差很自卑，总是会想到别人对我的看法，因此也比较封闭自己，不去与人交往，我可以说在那时候觉得是我过得最累的一段时间。到了高一，自然而然的也进入实验班，压力也很大，主要我也不懂得如何去排解自己的压力，调节不好自己的情绪，每天都很压抑，想很多，将注意力完全放在外界，看着别人多么努力，自己又怎么样，越来越焦虑，自己又不行动，成绩越来越差，心情也很糟糕，我希望有一个人能够来拯救我，可是不会有，我确实抗压能力比较弱，在班里我觉得我就是老好人，什么都会答应别人，觉得别人找我帮忙是我的荣幸，我确实也是出于想和别人交往，但是我同时也自卑觉得自己无趣木讷，因此经常会有身体出现小毛病，胸闷等"
  },
  {
    "file": "r004.json",
    "title": "感情和人际关系中，谁占上风谁占下风？",
    "content": "感情中和人际关系中谁占上风谁占下风？谁强谁弱？感觉互相尊重互相理解互相包容相处起来会更舒服，到如果我做到了尊重理解包容，但别人占上风，很强势，我该怎么办？"
  },
  {
    "file": "r005.json",
    "title": "老公的升迁让我害怕，焦虑，怕被抛弃，怎么办？",
    "content": "36岁&女&主妇\n本身老公是一个简单的上班族，老公对我很体贴，我觉得这种简单的人际关系很安逸很幸福。最近老公跳槽升迁成为公司管理者。让我有了危机感。一方面收入的增加很欣慰，但另一方面，在公司的时间增加，我总是不断地幻想他被公司小姑娘讨好出轨的画面。老公的升迁让我很害怕，焦虑。怕被抛弃、怕我的老公不再只爱我一个。"
  },
  {
    "file": "r006.json",
    "title": "不再相信爱情友谊，感觉人都是为了自己？",
    "content": "最近觉得自己好像看透了人性，友谊，爱情，亲情，这所有的一切人与人之间的关系，结果让自己很失望，痛苦，最重要的是，不知道如何面对。我发现其实所有的人际关系都是建立在个体需求，以及社会观念之上的，当我们解决了生存需求，便需要精神上的需求，也就是存在感。我们需要被关注，认可，理解，被见证，被需要，被保护，以及紧张，刺激，与占有，从而让我们感受到存在的价值和意义，感受到自己的存在。举个例子来说，我和我女朋友，她很漂亮，满足了我对美的追求与得到的满足感，她对我的需要则让我感受到了自己的价值，当然还有一些陪伴，紧张，刺激以及生理需求就更不用说了。所以说，爱情不过是各取所需罢了，又有什么高尚的呢？说成交易都不为过。亲情友情也都一样。每个人都是为了自己，只是有些人没有弄清楚，如今我弄清楚了，却感觉无比的彷徨，空虚，失落。我不知道应该以什么样的态度去面对身边的人，去面对这个世界。我的信念，幻想全都崩塌了。"
  },
  {
    "file": "r007.json",
    "title": "做事力求负责，但人际关系依然不好，如何改善？",
    "content": "这是我对自己问题的分析，求指导：\n1.期望值管理不到位，总是会在开始的时候做非常多的事情，这样在后续没什么进步空间，且对于人际关系容错率低，一旦犯了错误就很难被人原谅。\n2.做的工作没有创造性，简单来说就是身体上的勤奋思想上的懒惰，看似做的事情不少但多是重复性且含金量低的工作，没有创造性的工作带来的集体价值有限，故人际关系也很难通过工作发展起来。\n3.人格特质缺乏特色，历来我收到的评价是正直肯干，这项特质可以提供工作价值，但难以提供情绪价值。目前我的身份还是处于做基础工作和学习的阶段，相比于同年资员工我具有一定的工作能力，可以做一部分他们做不了的事，但在高年资员工面前这些能力就和吃饭喝水一样，提供的工作价值没什么意义。这就造成了我在他人眼里没有明显的个人特色，虽然做事负责，但留下的印象还不如一个油嘴滑舌的老油条。"
  },
  {
    "file": "r008.json",
    "title": "【超越原生家庭】性格孤僻，不懂得正常与人相处？",
    "content": "40+女性，父母都不是擅长人际关系的人，自己也不太喜欢去搞人际关系，觉得没有必要，有小孩前没觉得这个影响多大，现在看来孩子10岁了，他也没有榜样可以学习，跟同龄人相处的也不是很好，性格孤僻确实不适合在这个社会生存，想去改变。\n第一个问题是不知道从哪里做起，第二个问题是，这个改变相当剧烈，因为不擅长，并且不知道人际关系的边界感，总有恐惧，也得不到什么反馈，或者也不清楚自己对于人际关系的潜意识到底是什么？"
  },
  {
    "file": "r009.json",
    "title": "【超越原生家庭】为什么越在乎关系，关系反而越脆弱？",
    "content": "小时候大家庭环境中时常听到大人吵架的声音，感觉父母在关系中很受伤，自己也感到很害怕。所以，对于人际关系，虽然内心很向往，但一方面期待比较低，另一方面，总有点小心翼翼。\n\n在关系中很少主动提出需求，总是设身处地的为对方着想，害怕破坏关系。但即便如此，总感觉周围的人际关系并不是很满意，好像真心相待的人并不多。\n\n为什么越在乎，反而越脆弱，为何会这样呢？怎么做才能变得更加自然，和谐？"
  },
  {
    "file": "r010.json",
    "title": "找不到关系中边界感的平衡点怎么办?",
    "content": "情况：自己容易被环境影响，比如伴侣经常吃零食，我虽然有克制，但也会忍不住吃\n对方的社交软件都想了解，都好奇他有什么人际关系，感觉交往之后自己的东西都是双方共享的东西，分不出你我\n\n我很喜欢朋友式的相处，彼此有边界感，我也不会对对方管什么，对方也不会管我，但是成为男女朋友了，就感觉边界很模糊，拿捏不好，自己也难受?\n\n怎么能谈恋爱也有像朋友一样的边界感呢？"
  },
  {
    "file": "r011.json",
    "title": "群聊里，别人不回我消息，我就很痛苦，该怎么调节？",
    "content": "该怎么调节？具体表现为恐慌、焦虑，以及厌恶这段人际关系、厌恶对方\n我总是害怕自己在冲动之下退群，最后没有朋友，但表面上的讨好和不在意又让我更加痛苦\n我好想退群啊"
  },
  {
    "file": "r012.json",
    "title": "性格内向，不善交际，人缘差怎么办？从哪里找到突破口",
    "content": "...\n全部\n女， 33 岁了，属于性格内向，不善交际那种，胆小，脸皮薄，内敛，容易害羞。虽为人真诚和善友好，但仿佛很难有谁能跟我处得很近，再加上远嫁，更是举目无亲朋，新朋亦没有。五年了呀，不是同事，就是孩子老公，一点儿人际关系上的突破都没有。大家都喜欢和情商高的人交朋友，而我可能情商太低了吧（我得承认）?‍♂️，可我还偏偏渴望能有个可以知我懂我无话不说的朋友（我老公看着就没有这需求），着实为难自己了，至少在现在的工作环境很难，那我是该改变自己迎合环境，还是鼓足勇气换个环境呢？俩娃的妈了，再加上身上背着各种贷款，真的不敢轻举妄动，人生仿佛进入了一个死循环，无解了?我该从哪里找到些突破口呢？?\n女， 33 岁了，属于性格内向，不善交际那种，胆小，脸皮薄，内敛，容易害羞。虽为人真诚和善友好，但仿佛很难有谁能跟我处得很近，再加上远嫁，更是举目无亲朋，新朋亦没有。五年了呀，不是同事，就是孩子老公，一点儿人际关系上的突破都没有。大家都喜欢和情商高的人交朋友，而我可能情商太低了吧（我得承认）?‍♂️，可我还偏偏渴望能有个可以知我懂我无话不说的朋友（我老公看着就没有这需求），着实为难自己了，至少在现在的工作环境很难，那我是该改变自己迎合环境，还是鼓足勇气换个环境呢？俩娃的妈了，再加上身上背着各种贷款，真的不敢轻举妄动，人生仿佛进入了一个死循环，无解了?我该从哪里找到些突破口呢？?"
  },
  {
    "file": "r013.json",
    "title": "为什么总是记得父亲对自己的负面评价？",
    "content": "...\n全部\n我家很民主包容，爸妈很爱我，不干涉自己的选择，生活中总是鼓励，不打骂，如果我是一个旁观者，我真的觉得我父母是模范父母了。父亲会对我有正面评价，当然也有负面评价，比如我不聪明，我性格有问题，我动手能力差趁早别想着申请读博士，我只会死读书是个书呆子，可能他说的是客观的对的吧。但我有时候会在夜深人静的时候想起这些评价，觉得很难过。当我努力学一门课却考不好时，我会想自己真的是父亲说的不聪明只会死读书，当我做实验失败，会觉得可能父亲说的对我就是动手能力差，可能以后考不上博士吧。但我有时候又想证明自己没有这些缺点，我在他面前装作学习很轻松，不告诉他我实验不顺利，人际关系有问题也不告诉他，但这只是自欺欺人。我知道他说的对，而我已经研究生了不应该这样情绪用事，但还是总受这些影响\n我家很民主包容，爸妈很爱我，不干涉自己的选择，生活中总是鼓励，不打骂，如果我是一个旁观者，我真的觉得我父母是模范父母了。父亲会对我有正面评价，当然也有负面评价，比如我不聪明，我性格有问题，我动手能力差趁早别想着申请读博士，我只会死读书是个书呆子，可能他说的是客观的对的吧。但我有时候会在夜深人静的时候想起这些评价，觉得很难过。当我努力学一门课却考不好时，我会想自己真的是父亲说的不聪明只会死读书，当我做实验失败，会觉得可能父亲说的对我就是动手能力差，可能以后考不上博士吧。但我有时候又想证明自己没有这些缺点，我在他面前装作学习很轻松，不告诉他我实验不顺利，人际关系有问题也不告诉他，但这只是自欺欺人。我知道他说的对，而我已经研究生了不应该这样情绪用事，但还是总受这些影响"
  },
  {
    "file": "r014.json",
    "title": "一天之中接受了很多负面反馈，觉得情绪不好怎么改善？",
    "content": "当一天之中接受了很多负面反馈，觉得情绪不好怎么改善？早上查房的时候管的8个病人就有3个说治疗效果不好，感受到的是作为一个医生职业价值被否定。本来今天下午是休息的，昨天已经把今天的活干了一些了，但是还是在13：30才下的，感觉自己工作了这么多年，在有学生帮忙的情况下工作效率没有达到自己切预期。又因为科室人员的调整又要和平时打交道比较少的同事一起相处，已经习惯了之前相处的同事，不太喜欢这种一直在变化的关系。我好像特别喜欢稳定的状态，喜欢一切都是我熟悉的状态。7月份老公要外出进修，老公也是一个医生，这么多年身体出现各种各样的问题，都是老公一直在照顾我。尤其是最近头晕，本来以为已经好了，但是今天又感觉头晕加重了。自己都能感觉出来，我的头晕和劳累，和情绪相关。老公也很累，为了我去了另外一个科室，结果现在老公也很累，有点自己的时间就想干点自己的事情，也给不了我想要的关心。又很忙没有时间做心理咨询。自己能感觉出来自己害怕改变，希望稳定，需要人关心，安慰，陪伴。不知道在面对这些负面反馈的时候怎么能够快速的走出来，让自己的心情变好？现在妈妈还在帮忙带孩子，但是妈妈说再过2年就不再帮忙带孩子了，想到这里就感觉不知道生活该怎么继续下去。我太渴望稳定，安全的环境了，稍微感受到环境变化，人际关系变化就会很影响情绪，不知道这种状况该怎么改善。"
  },
  {
    "file": "r015.json",
    "title": "26岁，考研三次失败，感觉人生没有希望了，怎么办？",
    "content": "初中经历过校园暴力，对处理人际关系很恐惧，进入职场也因为人际关系问题，性格内向，被领导讨厌，被同事欺压。辞职考研，考了三次都没考上。失眠半年多了，吃了睡眠片还是一两个小时都睡不着。每天活在焦虑中，对未来充满了迷茫和绝望，对什么都提不起兴趣。连续三年不敢回家过年，不想看到父母家人失望的样子。觉得自己什么也不会，什么也做不好，没有什么技能，不知道擅长什么工作。没有人喜欢自己，连自己都讨厌这个不够努力的自己。感觉未来没有希望了，觉得自己做什么事都很费劲，总是走很多弯路。想问问，还有救吗"
  },
  {
    "file": "r017.json",
    "title": "生活在单亲家庭的孩子如何突破人际交往限制？",
    "content": "本人男 33岁 小时候6岁父母离异 一直跟父亲 只在18岁左右和生母有一次往来 之后一直没联系也联系不上了 最近我和心理咨询师沟通过 学了一些心理学的知识 我发现我各种心理问题 各种心理限制都是受原生家庭影响 严重影响我的生活和工作了 但是我知道和母亲的关系影响人际关系 但是我和母亲没有关系啊 是不是突破不了了？另外我父亲虽然喜欢学习 但却是个偏执狂 坚信世界有所谓真理 他曾经说过他的观点90%都是正确的 我说古龙笔下有个名叫西门吹雪的 被誉为趋近于神的男人 我说那你也是趋近于神的男人 我这种由于原生家庭导致的问题可逆么？"
  },
  {
    "file": "r018.json",
    "title": "如何理解人的自私，以及如何调节“不敢对自己好”？",
    "content": "人际关系一直都不好，看到了很多人的自私的一面，好像一直以来大家都觉得人都是自私的，而且好像一直诋毁着这样的东西，同时她们自己也变得自私自利，而我很多时候有很多的迷惑，我想不通很多事，而且不知道改如何在这个好像又虚伪又讨厌的世界立足，也许是因为曾经经历了很多的黑暗吧，而在人际关系中一味的满足别人的需求，一味的讨好别人的情绪 整个人既卑微又可怜，甚至有时候自己活得都不敢对自己好，生怕别人觉得我是自私了，不敢对自己好，深深的压抑，同时悲愤厌世，讨厌虚情假意的人际关系，为了尽到一个真善美的“情”字，在这个物欲横流的世界我活得好累，什么样的人际关系才是最好的，有利可图吗？互相取利吗？我好讨厌那样的世界，人处在最弱的时间才越看得到人心的邪恶，也许是我经历了很多的不幸，在不幸中又遭遇了欺辱和嘲笑，我对这个世界都充满了恨，经历了好多东西，我该如何自处呀，我想努力走出创伤，想活得轻松些，不知道有没有什么办法"
  },
  {
    "file": "r019.json",
    "title": "【情感树洞】有哪些时刻，你觉得自己孤身一人？",
    "content": "...\n全部\n我们身为“社会人”，有着复杂的人际关系网络，有父母、亲戚、朋友、同事、爱人...\n\n但当我和家人出柜，遭到他们指责时，我觉得自己孤身一人，像一座海中的孤岛，没有支持我的力量。\n\n你也有在哪个时刻感觉到自己孤身一人吗？\n我们身为“社会人”，有着复杂的人际关系网络，有父母、亲戚、朋友、同事、爱人...\n\n但当我和家人出柜，遭到他们指责时，我觉得自己孤身一人，像一座海中的孤岛，没有支持我的力量。\n\n你也有在哪个时刻感觉到自己孤身一人吗？"
  },
  {
    "file": "r020.json",
    "title": "很多事都在形式发展下被迫前行，永远都是被迫妥协?",
    "content": "2023年对于我来说真的过得太快，年初的目标没有达成，各种问题都堆在一起，变成一个巨大的棘手的难题。\n         从我毕业到现在大约八年了，我总共也就做过1份正式的工作，这份工作从头到现在5年了，是一家连锁超市的普通店员，从2年前，我就想跳槽，去做办公文员或是行政之类的。因为这份工作需要一定体力劳动，这几年里我的身体每况愈下，常常腰酸背痛，后来医生说是腰臀肌颈膜炎，最近遇上店内装修，油漆的污染和连日的加班都让我筋疲力尽，我迫切想要逃离，可又害怕承受失业的风险，回到过去那段没有工作的日子里。\n回顾自己从开始到现在，刚毕业时找一份对口专业的工作很困难，自己没经验也没有人脉，也不会处理很多人际关系，渐渐导致自己根本没有方向，不知道要扎根哪里，奋斗那里，也直到今天也没有一颗坚定的决心。自己一开始的那几年根本没有工作，那段时间觉得什么都很灰暗，从毕业不以后我就没有朋友，后来不得已找到这份服务员工作，其实我的内心很矛盾，看着周围的人，我一直希望自己也很别人一样，去往大公司做策划和服务，而不是在这里一直卖苦力，却得不到相应的晋升和其他学习的机会。今年在网上投了不少，但能有回音的机会很少，我不断反思是不是自己前几年努力太少，和一直不知道自己所求和明确的职业目标，并且自己今年30，在职场上是一个不太友好的年纪，同龄人都在奔着高管往上爬，而我还是在重复着十年前的职业目标。\n几天前，父母又开始要让我相亲找对象，我的内心是特别反感，可又无能为力，其实我是真的想自己专心努力奔赴事业，可在父母眼中他们只希望你有份工作就行，也根本不觉得你这个年纪还有其他的发展。就劝我早日解决个人问题，别顾其他。我的内心很难受，也更加的迷茫无措，也真心希望自己独立，处理好自己的事情。\n我常常也真会怀疑自己是不是真的和别人不太一样，自己难道真的就这么差劲吗？这些很多事情都是在形式发展下被迫前行，在无奈中被迫妥协，真不希望让这种不好，一直延续下去，又毁掉自己。"
  },
  {
    "file": "r021.json",
    "title": "感觉天天都好悲伤，老是精神内耗，怎么办？",
    "content": "就是感觉自己天天都好悲伤学习还有人际关系多疑敏感天天都有伤心的事"
  },
  {
    "file": "r022.json",
    "title": "为什么处处考虑别人，自己却一无所获？",
    "content": "我在人际关系中是一个很容易为别人考虑的人，喜欢一个人处处为她考虑，但是却被抛弃，工作中同事遇到困难我也是能帮就帮一下，即使和陌生人相处我的思考模式也是不断为别人考虑，我想知道这是为什么，因为可能这个原因，别人都不重视我，即使刚开始喜欢我的人也会因此逐渐疏远我，谁能给我解惑？我也想试着考虑自己，但我隐隐觉得这是不对的，并且可能是有罪的，但我却因为处处考虑别人，自己生活一团糟，谁能提供给我解决这个问题的智慧和根源"
  },
  {
    "file": "r023.json",
    "title": "同事相处自己舒服感重要吗？怎么在那个环境保护自己？",
    "content": "同事相处中有时候别人让自己很不舒服，自己会伤心难过，也不敢和别人表达哪里让自己不舒服，（比如别人明显的吼叫，不明显的不尊重）只会用自己的方式保护自己，不愿意和人交流了，然后自己就孤立了，自己从来不敢在那个环境保护自己，因为一开始得罪了有权威的老同事，而且不懂得人际关系相处规则，还把人家当好朋友对待，有什么不满意的不和人正常沟通，（比如领导因为和老同事不太和谐，说我不尊重老同事让我回原单位，心理只会害怕，加上以为老同事告秘就会争吵）后来新来的人在这个环境里也对我很不友好，很明显。可是自己遇到了很多不友好的对待后，心理不舒服就选择不和人来往了。可是，后来发现自己太害怕被辞退了，好像和人关系好些会不被辞退，可是原来那个别人不友好对待我我不和别人友好的观念松动了，好像虽然是公务员也太怕被辞退，又必须和别人搞好人际关系，这样自己也没有了自我。自己的感觉不重要了别人不和自己关系好，自己也要和别人关系好"
  },
  {
    "file": "r024.json",
    "title": "30岁女，人际关系严重障碍，不敢跟任何人眼神接触？",
    "content": "...\n全部\n从有记忆以来跟着爷奶上学，爷爷有病脾气不好，爸妈为要儿子经常在外地躲计划生育做生意，记忆当中没有人爱我，也不爱表达心中想法，因为没人会听我说话，小时候经常有绝望的感觉还躲人很自卑，最怕被人指责和看到别人露出不耐烦的表情，我会觉得是我惹人嫌。小时候一次中午我妈骂我很难听大声，邻居端碗出来看了，当时我觉得很羞耻，被我妈这样打骂，以后人家会怎么看我。那是第一次感觉特别羞耻。 第二次是16岁工厂夜班时，由于眼睫毛长，被女领导从前上方看上去像睡觉，当着全工作线人很大声骂我，当时的羞耻感觉好像跟过去重叠了一样，在那一刻我不敢看任何人眼神，很怕看到别人嫌弃异样的眼光，我的心里没办法承受，那次后，对于性哥强势有气势气场的人，我心里都害怕，不敢眼神接触，看一下就要躲开，而且对视话都说不出，关键是别人也躲我眼神了，说话不跟我眼神交流，我心里又非常难受，发展到现在越来越严重，面对所有人都不敢眼神接触，痛苦万分\n从有记忆以来跟着爷奶上学，爷爷有病脾气不好，爸妈为要儿子经常在外地躲计划生育做生意，记忆当中没有人爱我，也不爱表达心中想法，因为没人会听我说话，小时候经常有绝望的感觉还躲人很自卑，最怕被人指责和看到别人露出不耐烦的表情，我会觉得是我惹人嫌。小时候一次中午我妈骂我很难听大声，邻居端碗出来看了，当时我觉得很羞耻，被我妈这样打骂，以后人家会怎么看我。那是第一次感觉特别羞耻。 第二次是16岁工厂夜班时，由于眼睫毛长，被女领导从前上方看上去像睡觉，当着全工作线人很大声骂我，当时的羞耻感觉好像跟过去重叠了一样，在那一刻我不敢看任何人眼神，很怕看到别人嫌弃异样的眼光，我的心里没办法承受，那次后，对于性哥强势有气势气场的人，我心里都害怕，不敢眼神接触，看一下就要躲开，而且对视话都说不出，关键是别人也躲我眼神了，说话不跟我眼神交流，我心里又非常难受，发展到现在越来越严重，面对所有人都不敢眼神接触，痛苦万分"
  },
  {
    "file": "r025.json",
    "title": "做人应该强势一点？还是应该唯唯诺诺没主见？",
    "content": "男女交往和人际关系，应该强势一点还是应该唯唯诺诺没有一点主见活得像个仆人？在强势与弱势之间摇摆不定，好像左也不是右也不是，不知如何是好，强势的话别人觉得自己不好相处，处处要占上风，如果不强势感觉自己唯唯诺诺没有一点主见，随声附和感觉没有男人样，活的像个奴人，感觉自己卑躬屈膝处处讨好很累很压抑，在两个极端中不知如何是好"
  },
  {
    "file": "r026.json",
    "title": "刚毕业考入事业单位，但是自己很害怕去工作，怎么办？",
    "content": "今年博士毕业，通过人才引进考入了一个地级市的事业单位，专业技术岗位。但是本人平时有些抑郁情绪，马上要入职了，一直担心体制内人际关系复杂，生怕自己适应不了。现在快要入职了，心里很慌，已经到了坐立不安寝食难安的状态，该怎么办？"
  },
  {
    "file": "r027.json",
    "title": "职场人际关系让我感到疲惫，我该如何调节？",
    "content": "...\n全部\n今天部门聚会但是唯独没有叫我，我之前不是这个部门的后来被调到这个部门，听说是这个部门领导指定要的我，但是我内心极度排斥来到这个部门刚开始来的时候说要加班我当时就回绝说不加班且态度强硬因为当时想着要尽快离职但现在工作不是很好找一直晃到现在，工作还算清闲也不怎么管我，但我觉得这是一种冷暴力对待，表现为这个领导开会的时候不叫上我，这个部门是业务部门我是业务支持通常开会都在说业务的事但是我也是这个部门一份子就把我除外，中午吃饭的时候领导叫部门另外两个人陪他去吃午饭也没有问我，还是当着我的面，我认为这个领导小心眼一直对于我刚来这部门时对他的态度耿耿于怀，我感觉他是故意忽视我，等我我忍无可忍自动离职，说实话我真的有这种想法，但内心也没有那么生气，因为我就没想着跟这位领导处好关系，但我认为身为一个领导不团结部门，拉帮结派高人排挤这一套还是一位男领导格局太小了，在一个如果真的是他那我要过来的但又不重用我是干嘛？我不懂他的操作，一个四十多岁的男领导的所作所为让我感到吃惊，觉得她做法不成熟，虽然我承认我刚开始来的时候非常不情愿，但后来我也慢慢消化和接受在这个部门的事实已经没有当初的刺头，但是这个领导的做法现在让我失望至极，虽然我不喜欢他但是没想到他的手段非常的小家子气！在这样的气氛下工作我可能支撑不了太久，谁能告诉我如何调节？\n今天部门聚会但是唯独没有叫我，我之前不是这个部门的后来被调到这个部门，听说是这个部门领导指定要的我，但是我内心极度排斥来到这个部门刚开始来的时候说要加班我当时就回绝说不加班且态度强硬因为当时想着要尽快离职但现在工作不是很好找一直晃到现在，工作还算清闲也不怎么管我，但我觉得这是一种冷暴力对待，表现为这个领导开会的时候不叫上我，这个部门是业务部门我是业务支持通常开会都在说业务的事但是我也是这个部门一份子就把我除外，中午吃饭的时候领导叫部门另外两个人陪他去吃午饭也没有问我，还是当着我的面，我认为这个领导小心眼一直对于我刚来这部门时对他的态度耿耿于怀，我感觉他是故意忽视我，等我我忍无可忍自动离职，说实话我真的有这种想法，但内心也没有那么生气，因为我就没想着跟这位领导处好关系，但我认为身为一个领导不团结部门，拉帮结派高人排挤这一套还是一位男领导格局太小了，在一个如果真的是他那我要过来的但又不重用我是干嘛？我不懂他的操作，一个四十多岁的男领导的所作所为让我感到吃惊，觉得她做法不成熟，虽然我承认我刚开始来的时候非常不情愿，但后来我也慢慢消化和接受在这个部门的事实已经没有当初的刺头，但是这个领导的做法现在让我失望至极，虽然我不喜欢他但是没想到他的手段非常的小家子气！在这样的气氛下工作我可能支撑不了太久，谁能告诉我如何调节？"
  },
  {
    "file": "r028.json",
    "title": "没有社交，没有人际关系，真的会“死”吗？",
    "content": "没有社交，没有人际关系，真的会死呢？可那些蛰居者和隐居者不是还好好活着吗"
  },
  {
    "file": "r029.json",
    "title": "总觉得真实的自己不被接纳，社恐，讨好型人格怎么办？",
    "content": "2007年，我高二的时候.事件一：有次上课回答问题，我以为自己会很幽默，结果回答过后一点反应都没有。感觉好像大家都不欢迎我一样。\n事件二：我当时成绩也退步，就想获得别人的关注，可是我觉得，别人走在路上就没看见我一样，看到也不主动打招呼，由此我得出一个结论，别人不喜欢我。真实的自己别人不喜欢，所以，我就变得讨好别人。\n虽然我高三，转文科，人缘很好，关注度很高，但我始终觉得那不是真实的自己，都是假的，别人喜欢的不过是虚假的外衣罢了。\n问题是：我总是觉得，在同龄人中，真实的自己不被接纳，不敢表达真实的自己。连门都不敢出，严重的情况，工作更是别提了。\n背景：2006年我初三的时候成绩退步，然后和同桌相处不好，但是我当时也不知道为什么，我觉得是我不好，因为我可能自我为中心。我想好奇，这是我因为学习不好自卑呢？还是因为人际关系不好而自卑。这个补充交代.不知道对我高二有没有影响！"
  },
  {
    "file": "r030.json",
    "title": "胎停了，生活工作太难了，我不知道怎么走下去",
    "content": "...\n全部\n胎停了，老公对我以前因为抑郁药服药六年不满意，对我不会处理人际关系不满意，对我身体不好要不了孩子不满意。可是刚怀孕了觉得可以让他满意一件事情，对我更爱些，更认可些。可是失败了。工作中人际关系不好，工作处处不开心，工作中磨难重重，不想上班，可又不得不上班，得面对。领导同意对我不满意。我不知道为什么我的生活充满了磨难。太难了。老公下午说要让我自己变好，让别人离不开我，不是我粘着他。可是我已经很努力了。我不知道怎么办。看不到前面。想到了婚姻太难了，想离婚。工作太不开心了，想辞职，可是辞职了没工作了。离婚了没人爱了。一直哭泣，好难过，老公说让我自己照顾好自己，不要管他的愿望。可是我不能不管他的需求，要不然他对我不满意，不爱我。也只是接纳了我，娶了我。\n胎停了，老公对我以前因为抑郁药服药六年不满意，对我不会处理人际关系不满意，对我身体不好要不了孩子不满意。可是刚怀孕了觉得可以让他满意一件事情，对我更爱些，更认可些。可是失败了。工作中人际关系不好，工作处处不开心，工作中磨难重重，不想上班，可又不得不上班，得面对。领导同意对我不满意。我不知道为什么我的生活充满了磨难。太难了。老公下午说要让我自己变好，让别人离不开我，不是我粘着他。可是我已经很努力了。我不知道怎么办。看不到前面。想到了婚姻太难了，想离婚。工作太不开心了，想辞职，可是辞职了没工作了。离婚了没人爱了。一直哭泣，好难过，老公说让我自己照顾好自己，不要管他的愿望。可是我不能不管他的需求，要不然他对我不满意，不爱我。也只是接纳了我，娶了我。"
  },
  {
    "file": "r031.json",
    "title": "30岁，换了很多工作，但情商低，人际关系处理不好？",
    "content": "...\n全部\n我已经30岁了，换了很多次工作，但是自己总是情商低，人际关系处理的不是很好，工作也不是特别开心，后来就换了，自己闯了一下发现没有什么大成就，虽然想考心理学研究生，但是担心就业，所以现在备考公务员。\n\n在工作中，不知道选择谁哪个同事作为自己的好友，自己又不会说话，别人中午下班休息，不知道与谁一起吃饭。或者别人也不会主动约自己吃饭，也没有同事约自己去玩。部门出去旅游，也不知道和谁一起坐在一起，或者有人和组队，让我感觉工作很没有意思。总感觉自己的人际关系不好。也就是没有自己的小圈子。\n\n日常生活，也不知道选择谁作为好友和约会对象比较好，虽然也认识不少人\n\n工作的时候，总是去问别人问题，学习他们的学习方法，容易把别人问得厌烦。\n\n自己也是玻璃心，别人不理自己或者不笑脸和自己说话，就会担心别人不喜欢自己。\n\n别人对我的评价：耿直，情商低，以自我为中心 反复问问题\n\n感觉人际关系已经成为制约因素\n我已经30岁了，换了很多次工作，但是自己总是情商低，人际关系处理的不是很好，工作也不是特别开心，后来就换了，自己闯了一下发现没有什么大成就，虽然想考心理学研究生，但是担心就业，所以现在备考公务员。\n\n在工作中，不知道选择谁哪个同事作为自己的好友，自己又不会说话，别人中午下班休息，不知道与谁一起吃饭。或者别人也不会主动约自己吃饭，也没有同事约自己去玩。部门出去旅游，也不知道和谁一起坐在一起，或者有人和组队，让我感觉工作很没有意思。总感觉自己的人际关系不好。也就是没有自己的小圈子。\n\n日常生活，也不知道选择谁作为好友和约会对象比较好，虽然也认识不少人\n\n工作的时候，总是去问别人问题，学习他们的学习方法，容易把别人问得厌烦。\n\n自己也是玻璃心，别人不理自己或者不笑脸和自己说话，就会担心别人不喜欢自己。\n\n别人对我的评价：耿直，情商低，以自我为中心 反复问问题\n\n感觉人际关系已经成为制约因素"
  },
  {
    "file": "r032.json",
    "title": "最不擅长人际关系，偏偏处在复杂环境中，逼着我成长吗",
    "content": "我最不擅长的就是人际关系，偏偏我处在一个人际关系复杂的环境中，这是要逼着我成长吗？我老公是部队的，在部队大院，很多都认识，抬头不见低头见的，我是个直脾气的人，看到自己不喜欢的人就不想打招呼。有时候你跟别人打招呼，别人不理你，你心里难受；有时候看到了别人不打招呼，心里又会内疚，有种罪恶感，如果你不喜欢一个人，她也不喜欢你，但又是邻居，你说这多别扭呀？见面要打招呼吗？好难受"
  },
  {
    "file": "r033.json",
    "title": "职场十年，总为人际关系困扰，有点讨好型怎么办？",
    "content": "...\n全部\n去年刚换了新工作，工作内容比较简单，人际关系也不复杂，办公室两个同事一开始相处还不错，会聊聊家常，但是我总爱附和别人，聊多了也心累。最近同事似乎有心事，并不针对我，但是一整天沉默的办公环境似乎让我很难受，主动挑起话题，如果同事不接，也感到尴尬，所以也渐渐沉默了。同事她们都有其他办公室的熟人，所以有时会去别的办公室串门聊天，感觉自己很孤单，特别容易受别人影响，尤其在工作环境，经常以不拒绝同事或者领导来维持人际关系，实在忍不了也曾发生过因不满跟同事的关系而辞职的事，这是什么心理问题？\n去年刚换了新工作，工作内容比较简单，人际关系也不复杂，办公室两个同事一开始相处还不错，会聊聊家常，但是我总爱附和别人，聊多了也心累。最近同事似乎有心事，并不针对我，但是一整天沉默的办公环境似乎让我很难受，主动挑起话题，如果同事不接，也感到尴尬，所以也渐渐沉默了。同事她们都有其他办公室的熟人，所以有时会去别的办公室串门聊天，感觉自己很孤单，特别容易受别人影响，尤其在工作环境，经常以不拒绝同事或者领导来维持人际关系，实在忍不了也曾发生过因不满跟同事的关系而辞职的事，这是什么心理问题？"
  },
  {
    "file": "r034.json",
    "title": "到底有没有无私的爱，和无私的不求回报的付出？",
    "content": "一个35岁的姐姐曾经和我说，人但凡付出一点就会想要回报，人性如此。\n\n而身边另一个朋友说，她的付出是无条件的，无私的不求回报的。她的人际关系非常好，天使的一面非常天使，但魔鬼的一面也很魔鬼。\n\n到底哪一个更可信呢？\n\n父母之外，到底有没有无私的付出，无私的爱？"
  },
  {
    "file": "r035.json",
    "title": "不知道怎么处理同学和班主任之间的关系，让我很困惑",
    "content": "我是女生17岁高中生\n因为早恋被抓被班主任一直针对 期间找我谈话且后面成绩提升却被多次班主任在班级上点名批评谈恋爱让我感觉很丢面子我不知道我做错了什么 我对象也是她曾经的学生 对方成绩也不差 但是班主任就是瞧不起我对象一直跟着别人说他坏话还拉出来比较 后面一直针对我俩我不知道该怎么办让我感觉很内耗也很难过因为我之前也真的很喜欢这个班主任\n关于同学的人际关系是因为我很好的朋友只因为我谈了对象就刻意针对我 当着我面说我对象坏话背后一直议论我 其他人人云亦云造谣传谣可是我俩明明什么都没有干却衍生出莫名其妙的事 在没有影响学习的情况下被一直针对真的让我感觉很焦虑很内耗每天也很难过\n不知道怎么处理师生和跟同学之间的社交关系"
  },
  {
    "file": "r036.json",
    "title": "失业两年，恐惧社会，恐惧人际关系怎么调理？",
    "content": "失业两年，希望重新进入职场，但是感觉自己恐怕不能正常应对，人性复杂，如何调整自己的心态呢？"
  },
  {
    "file": "r038.json",
    "title": "我一直渴望被肯定，感觉很压抑，恐惧否定的根源在哪？",
    "content": "否定有很多种形式，比如事情的打击，他人的看法，他人的拒绝，再或者是人际关系上的被疏远，等等……为什么内心对被否定有着恐惧和抗拒，是什么原因导致？我最不能接受的是关系上的疏远我，我体会到了这种被打击了的感觉，很压抑，每次这样我都会觉得自己是不是不够好，可我又很质疑，我真的不知道自己哪里做错了什么导致他们这样对我？后来我明白了，所以就算被拒绝了又能怎么样呢？难不成还能少块肉，虽然我明白了，我很清醒但是心里还是会产生难过的感觉。我一直都渴望被肯定。所以我产生这种难过的根本原因在哪？"
  },
  {
    "file": "r039.json",
    "title": "变得女人味很累，我该怎么打开自己做回外向的自己？",
    "content": "以前的自己没心没肺，生活中我几乎没有什么林妹妹般悲天悯人的想法，天大的事在我这里也是小事，但是最近是真的可能因为自己的外在气质都越来越高，我变得越来越女人味，我自己是越来越受不了这样的自己，由一个女汉子变成女神，这是进化的我吗？但是我会觉得女神好像要时刻都保持最美的样子，会忧虑，还不如女汉子，整天开心，嘻嘻哈哈，还有，工作的时候我好像会是比较喜欢自己干练一点，现在比较喜欢跟大家保持一个和谐的关系，但是又会过度在意人际关系，而变得过度在意别人想什么或者说什么，可能也是学了心理学的缘故，会比较关注别人的心理，怎么突破和转变？我特别在意别人的言语，而不是行为，尤其喜欢观察人心，这点我发现也不是特别好，跟知心姐姐一样，很温暖，但是很累"
  },
  {
    "file": "r040.json",
    "title": "人际关系中过于主动会不会显得过于廉价？",
    "content": "在非恋爱或者非暧昧关系的同性或者异性交往，过于主动会不会招致别人的反感，而显得廉价？因为我生活中没有什么朋友，非常渴望与人交往，但是每次主动联系之后又担心对方会讨厌我，又怕对方觉得我过于在意别人对我的看法觉得我很玻璃心，比如每次给别人朋友圈评论对方没有回复我，我就想删掉自己的评论，或者给别人点赞但别人没给我点赞，心里觉得自己不被受到重视，没有价值。不知道这是不是自己内心过于敏感自卑导致的，还是自己本身已经招致别人讨厌还勇往直前而不自知。"
  },
  {
    "file": "r041.json",
    "title": "我老妈孤单，性格内向，家庭主妇的困境，怎么解决？",
    "content": "我老妈比较孤单，性格内向，也没什么朋友。\n我的老爸是个小老板，因为生意的事情需要到处跑，我老妈之前帮忙打理一个店铺，但是因为个人能力原因很努力但是也是管的身心俱疲，现在回老家休息了，我老妈本质上是一个农村妇女（这里没有任何贬低的意思），她的困境是丈夫不理解，婆婆不喜欢，自己也不会维护周围的人际关系，我老爸在物质上愿意给，但是情感上因为和老妈是包办婚姻也谈不上多喜欢\n\n过年到家，因为不用上班我自己个人情绪比较稳定，所以可以安抚老妈的情绪问题，但是她现在想跟着我一起去，我自己又想去拼事业，妈妈一直跟着我，感觉会有压力，因为她不是一个乐观的人，之前就因为她抑郁的原因我也有点抑郁了，我不敢想象之后再一起我工作压力大，她又在旁边泼冷水，我会有多崩溃，我现在也不知道干怎么办"
  },
  {
    "file": "r042.json",
    "title": "【超越原生家庭】有时得罪人我不知道，如何提升界限感",
    "content": "【超越原生家庭】对于人际关系，我最大的问题是不知道如何划定界限感。无界限，很多时候得罪了人，我都不知道。\n有时热情过度，让别人感到不舒服，甚至感到尴尬。自认为我是在帮别人，可是，我压根不知道他需要什么，就凭着一腔热情去做，人家可能根本不想让我这样，可能都不好意思说。亲近之人或直接、或间接提醒过我几次以后，我这才意识到，否则还是一意孤行呢。\n有时越俎代庖，不是太清楚知道什么属于我，什么属于对方。这一点，我是在孩子身上感触比较明显。我对于应该让孩子做，和我应该陪伴孩子一起做，或者是让家长来做，这几点界限非常模糊，常常不知所措，感觉很缺乏智慧。"
  },
  {
    "file": "r043.json",
    "title": "社恐，沟通，人际关系，感觉自己语言功能退化了？",
    "content": "一个人独来独往时间久了，感觉与人交流存在很大的障碍，见到熟人不知道说什么，接话也不会接，都是事后想到怎么接。不喜欢麻烦别人，感觉和人总有一种距离感。微信语音讲话不超过10秒，感觉自己的语言能力都退化了。怎么改变"
  },
  {
    "file": "r044.json",
    "title": "人的攻击性一定要在关系中释放？",
    "content": "攻击性一定要在关系中释放？如果不能对别人释放攻击性，攻击性就会转向自身？对自己最大的攻击性是zi sha\n那隐居避世的人没有人际关系释放攻击性，他们是怎么活下来的呢？"
  },
  {
    "file": "r045.json",
    "title": "为什么我在别人面前不自在？该怎么降低内耗呢？",
    "content": "23岁女生，今天来卫生室打吊瓶，我躺在床上，原本翘着二郎腿来着，那个护士阿姨一来我就乖乖放下腿来了，我有点自责自己为什么不能自在一点自由一点，为什么总是受别人影响不敢放松做自己呢？为什么别人可以自由自在，我不可以呢？好生气啊，该怎么降低内耗呢？我感觉好自责啊，有点埋怨自己，丧失掉对人际关系的自信心了，我该怎么看待这件事，我该接纳自己的，该怎样接纳自己呢？"
  },
  {
    "file": "r046.json",
    "title": "家庭主妇，想有一份属于自己的事业，不知道从何入手？",
    "content": "做家庭主妇很多年了，逐渐感觉与社会脱轨。孩子上小学了，口罩问题也算过去了，我终于有时间精力想自己的事业问题了。迫切想走出去，却又总怕走出去面对各种未知。我不想打工了，一是因为时间不够灵活，没法兼顾孩子。二是因为喜欢独处、能刻苦努力打拼，但有点惧怕人际关系。所以我想创业做个小生意，开个小店什么的。但我不知道做哪方面，也不知道从何入手。每天就是空想，浪费了很多时间，根本没有勇气付诸实践。因为和老公异地，这些年我早习惯了靠自己撑着，突然发现我好像做不到向身边的人求助，感觉没有人懂我的精神状态，也没有人有精力帮帮我。这个平台包容性很强，希望有经验或懂职业规划的人给我点建议，我真的急需一份事业充实自己、改变自己。"
  },
  {
    "file": "r047.json",
    "title": "新婚与家庭关系：婚后陆续两个月的吵架，快磨灭了感情",
    "content": "跟老婆结婚两个月了，之前有过两年的异地恋。\n家里是独栋5层自建房，跟父母分层住，我还有个姐姐已婚，小孩2岁，无业，偶尔会回来长住（1个月左右）\n我老婆婚后觉得在我们家生活很痛苦，认为这不是她的家，特别是我姐回来住的时候会更加觉得自己是个外人。\n婚后两个月，平均一星期有3.4天在跟我闹矛盾，异地恋时也经常有矛盾，矛盾的点是异地，我没有去陪她。\n我们有考虑过搬出去租房，但是相对来说经济会吃紧一些，现阶段买房也会增加经济压力。\n我觉得本质上是我老婆在处理人际关系时会恐惧，敏感，觉得别人话里有话，做什么事情说什么话都会怕别人说她不好。也考虑过寻求心理咨询，但是本地小城市心理咨询可能不靠谱，线上又会觉得放不开。\n婚后陆陆续续两个月的吵架，之前异地时因为相隔两地而陆陆续续两年的矛盾，已经快磨灭了感情，我已经不知道该怎么继续去面对这段婚姻了。"
  },
  {
    "file": "r048.json",
    "title": "只要一有点挫折就受不了，自制力大大降低，怎么办？",
    "content": "我很容易受挫，一有点事情就容易大受打击，并且会自制力大大降低，放任自己做本不应该做的事情。特别是感觉人际关系可能会产生矛盾的时候。\n   例如我的曾经在网上投稿，被否定就会特别沮丧并且很长一段时间提不起劲。别人说了些我不爱听的话我会很难过并且想很久。事情有变化和别人起矛盾我也会很不舒服，并且啥事都不想干。\n   特别我有种奇怪的心理，每当我有一点点受挫的时候就会提示自己我可以放松一下，去玩去不干任何正事，明知道自己不能这样，但每当我心里认定这是一个受挫，就会忍不住想玩，而且是玩很久的那种。\n   我今天在想我可能是对于受挫的定义太广泛了。也就是设定的阈值太低了，什么事情都给自己心理暗示我在受挫，然后就搞得现在一点点鸡毛蒜皮的事都会阵脚大乱，所以我想下次每次有这个苗头的时候都试着给自己心里暗示这不是什么大事，不过我也想问问大家有什么更好的办法吗？"
  },
  {
    "file": "r049.json",
    "title": "很难敞开与他人亲密，人际关系间的习惯性隔阂如何破？",
    "content": "我不知道这是种什么“病”，人到30多，却始终破不了“人际”这个问题。不是普通的人际问题，只是始终觉得和大部分人之间很容易就产生隔阂，也很难感受到自己的敞开和与他人的亲密感。\n从小经历比较顺利吧，一直是别人眼中的“好学生”，“好儿子”。不会做任何越轨的事情，也同样把给别人留下“完美”的形象来严格要求自己。但同时也常常感觉不到“我”是谁。\n好像很害怕袒露自己，也不知道怎么袒露自己。所以能让我感觉很舒适相处的人很少，可能很多时候好像都是伪装或者表演的感觉。\n我也隐约知道问题的方向，也不断的在学习心理学的东西和自我探索、调整。但是始终不得正路。\n一是自我不知道如何建立，与呈现，有时候真的呈现出来我的自我，反而造成更窘迫的自我感觉，更羞愧于和他人的关系互动。\n二是渴望与他人的联结，有时候有点东施效颦一样，却把关系搞得更僵，可能主要还是我很难有那种跟他人很有安全感的放松自由的相处。\n期待仁人众智"
  },
  {
    "file": "r050.json",
    "title": "失眠导致的思维迟钝，到底该怎么调整自己？",
    "content": "我的困惑不是情绪上的，而是因为失眠导致的思维迟钝，感情淡漠，失眠主要是早醒，早醒主要是因为焦虑吧，我从小就比较爱焦虑，幼儿园的时候题写不出来就会焦虑，上小学还会大便失禁，我也不知道是不是天生情绪太敏感，现在的问题是每次第二天要去见什么人或是参加面试当天晚上就会焦虑然后早醒，然后白天思维就很混乱，影响生活工作，从初中开始就这样了。。我自己觉得可能跟人际关系有关，我一直不明白，人既要活出自我，又要寻求别人的认可，因为很多时候人的利益是需要建立在被别人认可的基础上的，我就是容易在这种很关键的时刻掉链子，到底应该怎么调整自己呢，有时候感觉这种心理问题很顽固，并非一个观念的变化，而是需要一个系统性的治疗？求建议"
  },
  {
    "file": "r051.json",
    "title": "和咨询师的咨访关系问题，我和他的关系正常吗？",
    "content": "...\n全部\n24岁女生，和一名男性咨询师已经咨询了快一年了，主要处理我的人际关系，原生家庭一些问题，我感觉跟他可以无话不说，很放松，在一些我难过的时候他给了我重要的陪伴。前不久他直接跟我表达了他对我的反移情部分，原因是此前我有点想离开咨询，减少咨询（因为跟他有一些小矛盾对他有些不满），然后他说他真的很喜欢我，但不是那种男女之间的喜欢，如果我离开他会感到很难过和不舍，希望我能留下继续。他说的时候非常动情也感染了我，但是对于咨询师突然的“表白”，我感到开心之余似乎有些戒备和不舒服。但是咨询了那么久了，我很舍不得他的陪伴，我就决定继续了。一个多月后偶然知道他从单身变成有女朋友了，我感觉很难过，我和他的关系正常吗？我应该继续这段咨询吗？\n24岁女生，和一名男性咨询师已经咨询了快一年了，主要处理我的人际关系，原生家庭一些问题，我感觉跟他可以无话不说，很放松，在一些我难过的时候他给了我重要的陪伴。前不久他直接跟我表达了他对我的反移情部分，原因是此前我有点想离开咨询，减少咨询（因为跟他有一些小矛盾对他有些不满），然后他说他真的很喜欢我，但不是那种男女之间的喜欢，如果我离开他会感到很难过和不舍，希望我能留下继续。他说的时候非常动情也感染了我，但是对于咨询师突然的“表白”，我感到开心之余似乎有些戒备和不舒服。但是咨询了那么久了，我很舍不得他的陪伴，我就决定继续了。一个多月后偶然知道他从单身变成有女朋友了，我感觉很难过，我和他的关系正常吗？我应该继续这段咨询吗？"
  },
  {
    "file": "r052.json",
    "title": "25单身女，什么都不会，不知道做什么才是有意义的？",
    "content": "今年25岁，之前学习了一年多时间的职场教育网课和其他方面的知识，也坚持读了30+本书，全都是关于个人成长的。但是到现在还是什么也不会，学习能力很差，考不上理想的大学研究生；工作方面做着图书营业员这种简单的工作，却一直需要人带，需要人安排工作和指导如何做好；人际关系很差，同学们基本都不联系，同事觉得我太孤僻不爱搭理人，至今没人愿意给我介绍对象，暗恋过一个人，但是对方比我各方面强太多；在家也不会做家务，屋里很乱；不会客套寒暄，连和亲人一起吃饭都是沉默。最近做了壹心理的测试，发现能力测评都是弱。和家人说了自己在为自己什么都不会而难受，家人的反应只有“别再玩手机，别再学习那些没用的，把注意力集中到已经拥有的好工作上来”，可我不喜欢这份自觉不适合我的工作，我追求自我价值实现，平时脑子也比别人聪明，在单位工作很容易把书名和位置全记全了不需要机器查书，想考研，却怕自己的选择还是错误无用的，不知该如何努力"
  },
  {
    "file": "r053.json",
    "title": "脱离社会16年了，即将面临被父母抛弃，该怎么办？",
    "content": "脱离社会16年了，除了和父母交流，平时和外界的接触顶多是收下快递，偶尔去便利店，没有现实中的朋友，勉强有一两个，但是不愿意和她们太亲近，也无法像人们眼中的闺蜜那样亲密。\n性格某些地方有一点点懦弱，同时也有一点点好强，碰壁了容易懊丧想不开自责甚至自我否定，十几岁的时候因为遇到了解决不了的问题新出呆在家里选择以回避的方式保护自己。\n一直不愿意去找工作，自卑，贪图享受，因为肥胖而害怕人际关系的冷漠和白眼，也不知道怎么面对。尝试过减肥，均没有达到理想的效果，甚至收到重挫，后来干脆不积极改变了，认为不变胖就好。\n社会功能减退，性格孤僻，受不得委屈，对人挑剔不宽容。\n去年完成了本科学历，同时考了研，但是离录取分数有一定差距，准备再考一次。\n现在最大的问题是，家人容不下自己。\n母亲家的亲戚，因为羡慕嫉妒恨母亲过去对自己太好，他们生活贫困，多次鼓动母亲切断对我的经济来源，甚至要赶我出去，对面对社会感到迷茫"
  },
  {
    "file": "r054.json",
    "title": "18岁女生，抑郁两年，确诊抑郁症一年如何拯救自己？",
    "content": "以前表达能力挺好，人比较幽默，反应迅速，人际关系也不错，自从上了高二，文理分班后，出现抑郁状况，会感觉到各个方面的能力下降，出现了反应慢，表达能力下降，以及开始对人际交往很抗拒，不喜欢外出，体会不到轻松愉快，会常常觉得自己很失败，旁人描述会变得很幼稚，未来黑暗，甚至现在反思一下，很多事情确实都开始自暴自弃，变得越来越失败，我很懊恼，但是好像沉浸再里面，难以自拔。我希望能尽量恢复好自身本就拥有的能力，特别希望得到各位的帮助，谢谢。还有比较困惑的地方，抑郁症是否无法完全治愈，了解过很多自称抑郁康复的人，感觉他们很多地方的功能也并未完全恢复。对治疗怀有比较大质疑\n\n补充：接受过医院抑郁诊断，确诊中度抑郁，父母比较抗拒吃药，所以我没用过药，有接受过心理咨询，也会在全封闭的学校内去相关的心理咨询室寻求帮助，但效果不是太大。但在学校生活，就常常会有自杀念头，以及痛哭流涕的现象，人际紧张，在家会有所缓解"
  },
  {
    "file": "r055.json",
    "title": "18岁高三女，学习态度、人际关系、亲密关系很困惑？",
    "content": ""
  },
  {
    "file": "r056.json",
    "title": "人际关系敏感，怎样能不太在意别人的言语？",
    "content": "用怎样的心态，在工作环境中不会太在意别人的言语，不那么敏感，因为这会让我不舒服，有不好的情绪。"
  },
  {
    "file": "r057.json",
    "title": "如何解决人际关系中自己性格敏感多疑没有安全感缺爱？",
    "content": "在跟朋友的人际关系中，自己性格是敏感多疑缺爱没有安全感的，可能来自原生家庭父母感情不好缺爱，但是在与朋友的人际交往中，这个性格往往会给朋友带来压力，现在已经连续两三段基本都因为我这个缺乏安全感的问题都走丢了，我本身是非常珍视朋友的人，我想知道如何能克服解决我自身的这个问题？"
  },
  {
    "file": "r058.json",
    "title": "过分在意自己在他人眼里的形象，自我意识过剩怎么办？",
    "content": "过分在意自己在他人眼里的形象，总在想别人是怎么看我的。自己在公共场合的一言一行若有什么做的不好的，事后会想很久，包括在人际关系中自己的行为与他人的反应也会来回想。\n有什么办法可以改善，十分感谢您的建议"
  },
  {
    "file": "r059.json",
    "title": "人际关系很困惑，什么是对错，什么又是自我？",
    "content": "在人际关系上出了一些问题。我认为是两个人对事物的看法和处事模式各不相同，可我又被提出“不要为自己的错误找借口，做错就是做错，不可用三观不合来逃避”这个问题。有时候很困惑，我自己的这种做法这种观念，是对是错，还是说就是我自己？"
  },
  {
    "file": "r060.json",
    "title": "我明明待人友善，为什么还总是把人际关系处烂？",
    "content": "我明明待人友善但不知为何却总是把人际关系处烂。举个例子，我高中的时候有个同桌w，她老把她的书扔在我桌子上，即使堆到我快写不了字了，我也从未埋怨过她。可她却恩将仇报，跟别人说我偷她的书?，偷她的笔（我不是故意的，只是不小心把她的书和我自己的书混在一起而已）。甚至，在她骂了某个人后，她会主动找到那个人，然后把锅甩给我。我的房东x，是一个喜欢讨论家长里短的人，每当有客人来她家的时候，她就在楼上各种骂我，而我被骂的原因仅仅是因为很少请她吃饭，而住在我旁边的她家的亲戚J却经常请她吃饭。（我付房租就没有怎么请她吃过饭，而J因为没有付房租所以就经常请她吃饭。）而且房东还特偏心，有一些事房东以为是我做的，把我骂到狗血淋头，但后来发现是J做的后，马上大度的跟J表示没什么事。我的大学同学W是一个家境不好且爱贪小便宜的人，我帮了她很多次她都不知感恩，我不帮她的时候她就到处说我坏话。"
  },
  {
    "file": "r061.json",
    "title": "一旦自我提升就纠结以前的不开心，自我否定如何打破？",
    "content": "我的表现主要体现在个人提升和学习上面，只要我一但自我学习提升我就容易想到和纠缠以前不开心的经历（例如一些人际关系挫折和伤害上面去）我无法去学习和提升乃至逃避，其实我知道可能一方面是我把目标定的太高的原因，其实我还想知道为什么一学习提升我老是自动的会想起那些不开心的事情以至于导致我无法学习甚至逃避学习。但是我其他的事情的情绪是很稳定，只要一学习一看书我就会想到以前很多受到的伤害和挫折打击，我就会很紧张情绪变得。我根本没办法继续学习，我不知道如何调整自己这种情况，因为它严重影响到我的学习生活以至于我无法继续学习和提升自我"
  },
  {
    "file": "r062.json",
    "title": "现在的不幸全都是原生家庭的错吗？",
    "content": "最近几年，关于原生家庭的话题很火，大多是批判性的声音。\n\n甚至，很多人将自己现在一切的不顺利都归根于原生家庭和童年创伤。\n\n恋爱不顺利——同年创伤导致缺乏安全感；\n人际关系差——原生家庭影响，无法信任他人；\n容易受伤——原生家庭造成讨好型人格。\n\n有些疑惑，难道一切都是原生家庭的错吗？"
  },
  {
    "file": "r063.json",
    "title": "大四毕业生，我该怎么融入社会，融入群体？",
    "content": "大四毕业生，从高中开始就出现自卑融入群体困难，很难和人建立关系，总觉得自己不如别人会社交，开朗，渐渐地平时还会一起吃饭聊天的同学纷纷有了更要好的朋友，我不知道为什么，可能我不太理解社交，人际关系，我找不到同频的人，我也很难在一大群人面前表达自己，我感觉在群体发言是非常困难的，以至于我的大脑不会运转，我只会愣住。我不知道怎么发起一段社交，我拙劣地模仿别人却收获不了相同的效果，我找不到什么教授社交技能的资源，我已经成年了，但是一旦我脱离社交一段时间，我就不会社交，因为没有模仿对象，我通常是观察别人如何社交，我再模仿社交，我有时候觉得我是不是有社交障碍，或者对社交的理解认知和别人不一样，我从来没有主动和人建立过一段超过1个月的关系，我也不知道怎么维持关系，我即将离开学校，我感觉我其实没有生活在社会里一天，我生活在我幻想的世界里，但是我构建的世界和真实世界有很大偏差，我经常自言自语模仿和外界的沟通，但是我不知道怎么应付超出我预想的情况，比如不知道怎么和别人吵起来了，我也没有做错什么不知道怎么就好像激怒了别人，我很想交朋友，但是我分享我喜欢的东西给她们，一个同学说我幼稚，我的心智好像比同龄人低，我到现在也感觉没有朋友，我想有一两个可以一起玩的朋友，\n我感觉我没有什么人际边界感，我想表达亲近却很容易被误会，我想我可能需要一个社交老师，但是去哪里找呢，我应该怎么摆脱这样的情况？希望大家能给我一些建议，不胜感激！"
  },
  {
    "file": "r064.json",
    "title": "和朋友相处很敏感，怕给人添麻烦，怎样不焦虑？",
    "content": "在朋友相处中总是很焦虑，害怕给别人添麻烦，害怕别人不高兴，很敏感，很在意别人的情绪，每天晚上就开始想自己的人际关系有没有处理好，今天说话别人有没有不开心什么的，好希望自己没有那么敏感，但是克服不了内心的恐惧"
  },
  {
    "file": "r065.json",
    "title": "探讨「纸性恋设想的可能性」，会不会影响心理健康？",
    "content": "如果沉迷于二次元纸片人限制在满足恋爱情感需求上，现实生活的人际关系与社交（包括但不限于友情、亲情）仍能正常进行。还会不会产生心理健康负面影响？\n\n也就是恋爱需求投影在虚构世界并满足，而除此之外的情感关系和人际关系留在现实世界中处理"
  },
  {
    "file": "r066.json",
    "title": "人活着有那么多不幸，人为什么不能是西红柿？",
    "content": "我受不了了。人为什么要活着，那么多小小的不幸，每件事都没那么糟，堆在一起就让人发疯。不管是结课作业没画完也好，还是父亲开车不小心撞到人也好，甚至只是该洗的衣服没洗、生活费又提前花完了，睡不着突然熬出好多痘这种事，都让我不想当人了。\n  我为什么不能是一个西红柿？没有爸也没有妈，没有任何人际关系，就不用当社会的巨婴。西红柿。红通通的西红柿。母亲发消息说撞到的人视神经受损，手术成功率一半一半，我说行。她总是很坚强，我打心底敬佩她；我也害怕她从钢丝上掉下来，因为我会遭殃。晚上梦到我路过那个躺地上的可怜人，我往他身上狠狠地泼了一盆开水。\n  谁让你站那的？都是你的错。我说。让我认识到我只担心自己的生活费会不会因此变少，都是你的错！我本来可以不带脑子地活，在踏入社会前做个只知道往前冲的蠢货，悬崖在后边追着我跑，一直视而不见让我花了那么大力气，因为这一件一件一件一件又一件的破事，我现在又不能在夜晚入睡了，脑袋像陀螺一样飞速旋转，还是没一条抓得住。\n  我不能假装是西红柿了。它抓住这个小小的契机，我被背后灵拽住了衣角往悬崖底下拖。或许过几十年它就不值一提，但是现在要是能摆脱它，就算是另一个悬崖我也会毫不犹豫地跳下去的。不值一提......不值一提......我明白我比许多人过得都好，可好在哪我咂摸不出个味儿来。父母给予我许多，让我有了副三观正确的架子，我再糊上几笔，凑出个七零八碎的人样。他们也塞了可怕的玩意给我，让我仍被梦魇惊扰，离开他们不能生活。\n  我在想为什么我是个西红柿。不管在别人还是自己的事情上，我开了一路红灯。在知道车祸后我去欢乐谷玩了一圈，用的是向母亲讨的钱。我被悬崖追着跑，她又何尝不是被我逼着走钢丝呢？如果有忏悔墙我能写满一面，而她本不用受这些苦。\n  光这样想是没有用的，我现在要做的是赶紧睡着，这样明天才能早起新建画布，然后上课、吃饭，洗衣服，用行动填满大脑。我还有很多事要做，我得跑起来，不让它追上我。\n  吃饭...吃饭也要钱。实际上我还是钉在原地吧？无论如何我都受不了了。我、我，我！眼里只有自己，不要只关注自己；用旁人的角度抽离出来，看的还是自己！这种反问的日子什么时候结束，我又什么时候才能长大成人呢？\n  现在是五号，刚发的生活费，一分也没有了。如果物欲无法缓解，我就在床上睡到冬天结束。"
  },
  {
    "file": "r067.json",
    "title": "不想去工作，对工作抱有恐慌担忧和焦虑情绪，怎么缓解",
    "content": "今年我26女生，以前分别有过一年猫咖服务员经历和两年的乐高教育经验。直到疫情来时，觉得工作很不开心，就辞职了。一直到现在陆陆续续找到的工作都是只做了最迟半年，最短几天就做不下去。\n  自己试过找原因，工作难度太难，不是，都是我擅长的，人际关系，比较简单，工资太低，全职的工资还可以接受。\n  但是就是不想去工作，觉得厌恶，导致，现在竞争压力只能找教师兼职来保持工作的能力。\n但做了一个半月，也就十堂课后，觉得很难受，不开心，不想继续做了。\n现在不知道怎么办，从哪方面可以缓解我对上班的厌恶。"
  },
  {
    "file": "r068.json",
    "title": "留学高中生，压力很大，导致人际关系混乱，怎么办？",
    "content": "从小学就出国了，先是恶补英语还有狂卷数学。父母从刚出生就离婚了，跟妈妈还有继父在国内生活了十年，不适应国内的教育系统。妈妈经常说原生父亲的坏话。出国以后跟原生父亲住一起，他不会说中文，不会煮饭或者照顾别人。初三被逼着上了加速的英语班，暑假参加实习。高一学完微积分，有了份政府工作（最低薪资）。高二加入了拉拉队，跟工作时间冲突再加上融入不了团队在没有完成最后一场表演之前就退了。退出拉拉队就开始加强武术兴趣班的训练了。后来在武术班因为各种原因被排挤了然后现在还因为前叉韧带断裂手术要休息八个月。很迷茫，现在高二上着三个大学选修课，一个加速英语课，每天上班有时候去康复训练。原生父亲还是不关心问生活方面但是掌控欲很强（不送我上下学但是对我任何决策都要先过问他的意见）。妈妈在国内定居，不懂这边的情况，有时候会给我寄几个包裹大多数时间会打视频电话。有时候压力会很大，控制不住情绪然后经常有内疚感，每次跟家长聊上大学，驾照或者其他开销就会跟我聊钱。互相让我跟对方要钱，是我的决策全部要指点，不支持我的情趣爱好，给我定制了高难度学习强度以及名校目标。我不想老是对着朋友和武馆的人发脾气了，想从新融入他们的集体我该怎么办"
  },
  {
    "file": "r069.json",
    "title": "总是觉得自己处理不好人际关系，没有什么朋友？",
    "content": "我成长在一个小乡村，从小比较内向自卑，不喜欢与他人交流，感觉也不会和别人交流，没有什么朋友。于是，成年以后的我变得十分的渴望别人的关注，与他人建立信赖的关系。我会带着期待去交朋友，总是在寻找理解和积极关注，可是我表现的十分木讷、自卑胆小，常常让我陷入自我怀疑和自我否定，我不知道如何才能克服这样的心理，建立正常的友谊和自信？"
  },
  {
    "file": "r070.json",
    "title": "老公大直男，我是大直女，如何好好相处？",
    "content": "我是个外表看起来文静，很听话让男人有保护欲的女生。但内心很固执很犟，有事儿不说出来记在心里，积攒起来发脾气。不会撒娇，有什么事跟老公说一次他不同意，就自己边做边抱怨他。因为发脾气，总被老公说情商低，pua我，要和我离婚。我自己也很苦恼，因为孤僻社交经验少，实在不知道怎么处理人与人的关系。\n老公是个大男子主义，因为善于处理人际关系被我吸引，我很依赖他。但他对我说话太难听，经常丑胖没脑子的话张口就来。我知道他原生家庭也是这样，他爸对他妈就这样。但我还是一次次被他中伤，想起来就伤心。说他他还说，会赚钱经常陪着你不抽烟喝酒还要我会哄女人，天下哪那么多好事被你占了。\n跟着他确实吃喝不愁，也对我挺好，经济实力我是没有发言权的，而且现在有了孩子我暂时离不开他。\n我学习心理学看书，控制自己的脾气但怎么也做不好。他却从来不反思自己。我应该发挥女人的优势以柔克刚，但我不知道怎么做，给我些建议吧"
  },
  {
    "file": "r072.json",
    "title": "心理咨询让我变得更糟糕了，我变成了一个废物。",
    "content": "我因为留学考研遇到失败 加上人际关系恶化 今年年初考试进行心理咨询 一开始还好 后来我心理咨询之后总是出现严重焦虑情况 最严重的时候出现半夜惊醒 惊恐发作的情况 导致最终六月份开始去精神科开药吃 一开始是失眠药 后来又加了抗抑郁的药 心理咨询师似乎认定我并不想考研 认定我在逃避失败 逃避工作一样 一直反复提问我是不是真的想做这件事 提示我这件事有可能失败哟  导致我在学习过程中心力交瘁 现在我已经主动结束心理咨询了 但是药还是在继续吃 可是我开始逃避所有让我觉得困难的事情了 一天到晚躺在床上睡觉 原本只是在学习过程中焦虑 变成了为了逃避任何焦虑而不做任何事情了 怎么办 心理咨询师说心理咨询是让人成长的 我却变成了一个废物"
  },
  {
    "file": "r073.json",
    "title": "高二学生，自身人品差，戾气重，怎么办？",
    "content": "人品差，人际关系更差。小心眼、爱嫉妒、没有同理心、尤其总是嘴碎说一些中伤嘲讽的话，有时候在空间发泄嘲讽，感觉自己真的戾气特别重。不想这样，试过无数次改变，又总是反复。\n之前因为疫情一直在家，不用和同学交流我觉得很放松，现在马上要开学，我觉得特别焦虑，这两天一直睡不着，特别难受，一方面不想戾气这样重，一方面死活改不了，总是下意识地去嘲讽（比如在网络上总是无意识地发表一些戾气极重的言论，过后意识到会删掉，但过段时间我又会下意识地发表类似的内容）\n该怎样改变自己呢？"
  },
  {
    "file": "r074.json",
    "title": "42岁女，创业未成，如何摆脱“不配得到”感和自卑？",
    "content": "女，42，创业三次未成，讨厌职场人际关系，几次放弃过上市公司等较好职位。觉得自己专业能力不错才创业，但不喜欢求人，常常没客户，即便有客户也不敢跟人报高价，又累又不赚钱。但服务过的客户都认为我很专业，还帮忙介绍客户。今年疫情彻底凉了，打算重新求职，但其实内心还是很排斥上班，至今未果。可能是从小就有严重的相貌自卑和“不配得到”感，虽然想赚钱，但内心觉得赚差价有罪恶感，收服务费也不好意思，常年负债。读书时一直轻松考第一，但我妈在我刚出生就找人算命，说我命不好，几次创业失败后，我妈说你看，这么多年你做成了什么？觉得我能力不行，“人是逃不过命的”巴拉巴拉。从13岁自杀未遂起，到37岁产后抑郁，总是在“想死”和“想活着”间摇摆。每天都觉得特别累，浑身无力，头晕，不清醒。特别想知道如何摆脱“命苦”的诅咒，还有“你要不是不怎么样就会怎么”的各种诅咒，希望彻底摆脱那种内心的“不配得”感和不自信。真心求助！"
  },
  {
    "file": "r075.json",
    "title": "做事认真但人际关系差，常生气，对人有偏见，错了吗？",
    "content": "我人际关系很差，但做事认真专注。\n\n经常生气发火愤怒，于是尝试去记录一下这种情况。\n\n发现很多时候是因为“别人没有按照我的想法与要求去完成某件事时” 我会非常愤怒，是那种气到肝疼的愤怒。\n\n举个栗子:我正常右侧通行行驶，对面来个不遵守交通规则的逆行，而且眼看就要撞到也不给我让路，只能我躲开。\n\n或者，我提前和别人承诺好对方必须怎样做，在固定时间完成任务，双方都已经承诺会遵守规则。 结果到期发现，他完全没有信守自己的承诺（是故意不完成，诚信对于这种人完全没有约束力）\n\n类似于这样的情况，我会非常的愤怒，而且必须表现在脸上，我会选择和这种人绝交。见面连招呼都不打，绕着走。因为无论从哪个角度讲，对方是完完全全错误的！ 而且拒不认错还理直气壮！\n\n 这种情况陪伴我很多年，我自认为没错，但是身边的朋友越来越少了。\n\n我错了吗？\n\n我该怎样调整才能有良好的人际关系？"
  },
  {
    "file": "r076.json",
    "title": "高二女，怎样才能让自己更开心，让生活更有意思？",
    "content": "本人高二女生，初三有过轻度抑郁，现在没那么抑郁，但是情绪起伏很大，时不时感到情绪低落不开心。我对于人际关系很敏感，总是希望得到别人的喜欢和认可，成为团体的中心，有很多朋友，当我没得到或者我认为我没得到的时候，我就会开始不开心。我也经常会和别人对比，觉得别人更开心更热爱生活，而自己没那么快乐，我就会对自己更失望。我很敏感，有很多消极的认知，有时候不开心的事情，会让我失落很久，不知道怎么再次让自己开心起来。不开心的时候会觉得人生很迷茫，不知道活着，每天重复上学是为了什么。我真的很想改变自己，让自己活得更快乐更精彩，但是我不知道应该怎么办，不知道要如何才能改变自己的心态和思维模式，请问我具体应该怎么做呢？"
  },
  {
    "file": "r077.json",
    "title": "缺爱的家庭教育，对孩子的人际关系有影响，如何破解？",
    "content": "一直有很深的疑问，我是家中的独生子，从外地上大学到参加工作十年有余，父母很少联络关心我，让我感到亲情很冷漠，自己也过分独立，生活工作中也不会关心别人，形成比较淡的人际关系，没有亲密朋友，更没有亲密爱人，我已经意识到父母的缺爱式教育对我的影响，但是我不知道如何改变，你有好的看法吗？"
  },
  {
    "file": "r078.json",
    "title": "害怕抑郁焦虑复发，怎么平衡挑战生活和确实痛苦的关系",
    "content": "...\n全部\n题主今年26了，是研四学生（延毕了一年），今年毕业并伴随找工作等事宜。我于21年的抑郁焦虑问题开始服药，现在进入一个比较稳定的时期。抑郁焦虑的诱因是当时在研二课程及其他学生事务比较忙碌的时候还要准备法考，后来进入了非常疲惫的状态，找不到学习的意义，直到完全无法学习并且非常厌世的状态，哭泣和无力是当时的常态。当然这只是诱因，其实还伴随着原生家庭的很多问题。从服药至去年六月份以前，我的心态一直处于找不到生存意义的状态，巴不得在睡梦中死去。直到去年六月本该是我毕业的日子，但因为延毕不得不看着身边的同学毕业。但我在整个过程中没有因为延毕遭受到身边任何人的指责，并且几次与朋友的旅行也让我感到治愈，加上在服药之后也一直通过阅读等途径来解决我生活上的一些疑问，就在去年七月份某一天的某一刻，我突然不想死了，并且返校按部就班地学习完成了我的论文初稿，在新的人际关系环境里也适应良好，直到现在其实状态都不错。但面对的问题就是我的职业规划，矛盾在于我母亲坚持想让我考公，并且以我生病为由不支持我过于奔波，想让我过安稳的日子。（我母亲对我的病非常焦虑，并且潜意识里认为她觉得困难的事我都无法做好）我也进行过一段时间的公考学习，但很难坚持下去，动力非常缺乏，后来我分析原因，其实是我并不想走考公这条路，不想再进行没有意义的痛苦备考，我想体验我想做的事，我愿意去试错和尝试，愿意到外地找工作，愿意去律所受点苦，渴望离家远一些，渴望自己生活（我父母关系不和但未离婚，初中时期目睹过父亲酗酒家暴，现在父母同住屋檐下但毫无沟通，长期处于这样的环境下让我很痛苦，并且母亲也有焦虑的问题，也试图控制我让我离家近一些）而这些都是半年多前的我根本不敢想的事。虽然变得更有勇气，但另一方面自己也会担心无法承受较大的工作压力（指外地独自生活的不适应或者律所高压的工作环境）会复发，那种完全不想活着的死气沉沉，我也真的害怕再次经历。但我不想因为对生病这件事的态度太过保守而放弃了我这个年纪该去尝试的事情。我该怎么平衡我去挑战生活的欲望和确实让我痛苦过的抑郁焦虑问题之间的关系呢？我可以去大胆尝试吗？\n题主今年26了，是研四学生（延毕了一年），今年毕业并伴随找工作等事宜。我于21年的抑郁焦虑问题开始服药，现在进入一个比较稳定的时期。抑郁焦虑的诱因是当时在研二课程及其他学生事务比较忙碌的时候还要准备法考，后来进入了非常疲惫的状态，找不到学习的意义，直到完全无法学习并且非常厌世的状态，哭泣和无力是当时的常态。当然这只是诱因，其实还伴随着原生家庭的很多问题。从服药至去年六月份以前，我的心态一直处于找不到生存意义的状态，巴不得在睡梦中死去。直到去年六月本该是我毕业的日子，但因为延毕不得不看着身边的同学毕业。但我在整个过程中没有因为延毕遭受到身边任何人的指责，并且几次与朋友的旅行也让我感到治愈，加上在服药之后也一直通过阅读等途径来解决我生活上的一些疑问，就在去年七月份某一天的某一刻，我突然不想死了，并且返校按部就班地学习完成了我的论文初稿，在新的人际关系环境里也适应良好，直到现在其实状态都不错。但面对的问题就是我的职业规划，矛盾在于我母亲坚持想让我考公，并且以我生病为由不支持我过于奔波，想让我过安稳的日子。（我母亲对我的病非常焦虑，并且潜意识里认为她觉得困难的事我都无法做好）我也进行过一段时间的公考学习，但很难坚持下去，动力非常缺乏，后来我分析原因，其实是我并不想走考公这条路，不想再进行没有意义的痛苦备考，我想体验我想做的事，我愿意去试错和尝试，愿意到外地找工作，愿意去律所受点苦，渴望离家远一些，渴望自己生活（我父母关系不和但未离婚，初中时期目睹过父亲酗酒家暴，现在父母同住屋檐下但毫无沟通，长期处于这样的环境下让我很痛苦，并且母亲也有焦虑的问题，也试图控制我让我离家近一些）而这些都是半年多前的我根本不敢想的事。虽然变得更有勇气，但另一方面自己也会担心无法承受较大的工作压力（指外地独自生活的不适应或者律所高压的工作环境）会复发，那种完全不想活着的死气沉沉，我也真的害怕再次经历。但我不想因为对生病这件事的态度太过保守而放弃了我这个年纪该去尝试的事情。我该怎么平衡我去挑战生活的欲望和确实让我痛苦过的抑郁焦虑问题之间的关系呢？我可以去大胆尝试吗？"
  },
  {
    "file": "r079.json",
    "title": "不知道如何做决定，不知道如何说话，不知道怎么沟通？",
    "content": "大四毕业生，刚考完研，但缺更加焦虑了。。觉得自己没有主见，做好的决定却被别人的干扰左右，导致本来正确的事情没有去做，反而做了浪费时间的无用的事情。不知道怎么好好处理人际关系，不知道到底要怎么做才是对的。就算是面对很熟悉的人常常也会不知道怎么说话，面对陌生人更甚一筹。\n对好朋友也并没有很好提供帮助，感觉自己非常自私，但同时又害怕担起责任，做的不好。一直在内耗，身心俱疲。找不到人生的方向。"
  },
  {
    "file": "r080.json",
    "title": "双相情感障碍患者，一堆问题亟待解决，该怎么办？",
    "content": "早上吃一粒丁螺环酮，普萘洛尔（抗焦虑，治社恐）\n晚上吃丙戊酸镁奥氮平，剂量我记不清，哈哈我是把这些都外包给我家长了\n晚上睡不着，到了白天，有时6点睡着，有时中午睡着，有时下午2，3点睡着，晚上有时6点醒，8点醒，12点醒，没有例外，总是如此（已经持续一年）。可能我不愿意放弃对外界的控制，所以我不愿意入睡，可能我不愿意面对外界的压力，选择逃避，所以不愿意醒来，我知道这一切原因，却无法改变。我想让家人向我泼水叫醒我，他们不愿意，我还买了防水床垫，就是不愿意泼水，说什么不现实，说水要是弄湿被子怎么办，呵呵，如果我儿子有这病，有这个要求，我一定照办。想想也是，就算他们现在这样叫醒我，未来我自己一个人时，又有谁能叫醒我呢？我很想改变，真的很想，到底该怎么办？大专毕业半年，感觉自己就像笼中鸟一样，困死在小县城，人际关系少得可怜，最好的朋友有的在打工，有的还在读书，未来也不会回到老家扎根，在读函授本科法学，网络学习为主（两年毕业），也毫无动力学习，没有目标，感觉法学可报岗位多（事业单位，公务员），却又深深觉得不应该这么早限定死在老家，如此生活三十年，可有乐趣？想去外面见识大千世界，家庭条件尚可，可家人不容我脱产去潇洒。年后想去北京了，上次去是2014年，十年了。可以的话，想在那找个残疾人职业技能培训学校，留条后路，毕竟我早已不聪明，很难竞争过其他人（公务员考试），到春天，去武汉一座寺庙短期出家，为的是一段新奇的经历，佛家的智慧，内心的宁静\n以后就不知道到底该怎么样了，目前的规划是这样。最缺的还是亲密关系，可因为有这个病，实在无法鼓起勇气接触异性，加上现在浑浑噩噩无所事事，一点儿不优秀。\n生了这个病，智力起码下降20点，但愿我以前是110，那现在起码还有90，去过广东打螺丝，就想体验一把，可是才四天就坚持不住了，因为做得慢，然后被骂，然后和那主管吵了一架，就回家了，连打螺丝都打不好，以后用手赚钱的工作自是不用考虑了，用脑，恐怕也不行吧，哈哈哈哈。学法是想认识这个世界，把它当成工作只是权宜之计，天真，单纯，社会小白，去外面看世界也是想认识世界，打工亦是如此，也算是认识自己。\n1.睡眠问题\n2.想要规律生活，找到生活乐趣\n3.想要找到自己的使命"
  },
  {
    "file": "r081.json",
    "title": "家里变故较多，每日争吵不断，精神内耗焦虑该怎么办？",
    "content": "本人从小父母离婚，多次被后妈打，还扬言要弄死我。父亲脾气暴躁，无所事事，家庭条件较差。祖母控制欲强，骂人狠毒。家里变故较多，每日争吵不断。我从小就希望离开家。总希望摆脱被人指手画脚、说三道四的生活，摆脱愚昧、闭塞的环境。在学校比较安静，小学被同学欺负。看不惯学校环境，情绪不稳定，学习无法集中注意力。总是很悲观，总有轻生的念头。我长期做噩梦，经常被吓醒，没有安全感。健康也受到影响。不敢表达自己，容易紧张，讨厌自己，遇到挫折容易自暴自弃。不擅长处理人际关系。被老师、同学评为自卑、敏感、脆弱、孤僻。经常纠结他人的评价，总害怕被误解，害怕得罪人，害怕被非议。不敢去思考喜欢什么，总会想不喜欢什么。本人目前是在读博士。但是还是每天陷入内耗中，总是会想起过去的经历，对未来的担心。虽然给导师做事，得到导师很多帮助，但是还是害怕得罪导师，害怕毕不了业，害怕失业，害怕以后工作的地方不喜欢。"
  },
  {
    "file": "r082.json",
    "title": "上班十分痛苦，失败的人生该何去何从？",
    "content": "前年辞去了一份工作，辞职后入职了一家新单位，无论是环境、人际关系都感觉不如从前，每天上班十分煎熬，不爱干，不喜欢现在的同事关系，和他们处不到一起去，不适应他们的相处模式，可是又不敢离开，离开了又没有好去处，那就意味着没有经济来源，面临失业，我不敢不想再面对那种失业的痛苦，迷茫，无助，恐惧，都三十五岁了，不敢再像年轻时说辞就辞一份工作，有很多现实的考量，但是上班确实十分痛苦，总怕别人对自己不满意，就连假使要辞工作都能想象到领导就会对我很不满的样子！前段时间会考虑，尽管有份工作可换，我也会很害怕再换一个新环境，感觉再也没心力去投入一个新环境和用心经营同事关系了，不知道是不是对人的巨大失望，感觉是吧！现在不知道自己何去何从，有时真的会想，这人生有何意义，这么痛苦不堪，这么难以忍受，我感受到的全是迷茫和困顿，需要金钱去支持的生活真的很难！为什么？为什么人生是这个样子的，别人过的都比我好！好想哭！"
  },
  {
    "file": "r083.json",
    "title": "曾经信任的人对自己说谎，请问要怎么去处理这样的人？",
    "content": "感觉被孤立，被背叛，被隐瞒，曾经信任的人对自己说谎，请问要怎么处理这种人际关系？"
  },
  {
    "file": "r084.json",
    "title": "我是焦虑且不负责任的老师，有时觉得学生遇到我很倒霉",
    "content": "我想花心思在教学上，但是很容易被手机短视频吸引，有时候焦虑起来，我全身肌肉紧绷，然后没办法再去做事情。\n班主任的工作，我只做好了一些表格收集，卫生，没办法把学生的思想教育做好。\n而语文学科，我没有沉下心去研究，我就觉得自己很差劲，之前也不太敢和其他老师交流。然后我感觉到脑子很僵硬，不太会请教，人际关系也是处理得在课堂上没有趣味性，照本宣科，知识点都没有让同学们理解到位。我就觉得自己可悲可怜又可恨。\n有时候很想辞职，我觉得那些学生很倒霉，遇上我这个老师。\n但是这么说自己没有什么用。就是很害怕，很焦虑。"
  },
  {
    "file": "r085.json",
    "title": "总是拖延，不想面对明天和未来，怎么办？",
    "content": "每次都把作业拖到最后一天，很多事也一样，并不是把自己拖到不得不做的时候，而是直接拖到了不能做以至于直接毁掉这件事的地步。假期出去玩了一次就爱上了出门的感觉，喜欢这种无牵绊的在外面待一天的感觉，一回家就好像回到了一个灰蒙蒙的现实里，很讨厌睡觉，经常失眠，精神科医生给我开了药，吃了还是要干躺一会儿，也不知道什么时候就睡了，感觉睡觉这件事就好煎熬，接着还有起床，处理生活上的各种事都很无力，人际关系也是，明天还要看心理医生，每次去诊室也不知道说什么，开口好艰难，朋友的消息我也不知道怎么回复，好像逃避惯了什么都不会做了"
  },
  {
    "file": "r086.json",
    "title": "每天都感觉很抑郁，身心疲惫怎么办？",
    "content": "每天都感觉很抑郁，身心疲惫，不想应付人际关系和工作的压力。感觉胸口闷闷的，脑袋有点沉，要是有人惹我不高兴了情况会更严重，还会头疼，这种情况工作日的时候尤为明显，周末的时候我情绪也很低落，啥也不想干，经常就是睡觉，刷抖音，晃晃度日。我感觉干啥都没劲儿，工作，读书，社交，都提不起劲儿，有没有人专业人士可以帮帮我，看看是啥问题，有没有解决的办法。"
  },
  {
    "file": "r087.json",
    "title": "结婚8年，伴侣不理解我，不愿意倾听我，怎么办？",
    "content": "我结婚八年，身体状况一般，没有喜欢的工作，没有亲密的女性朋友。把老公当成仅有的可倾诉的朋友。他很木讷，也不怎么会表达。我邀请他断断续续学习了一些心理学相关的知识。但是这么多年每次和他聊天，他都不怎么理解我的样子。很多时候，他甚至没有认真听我讲话。我无数次和他说过，这对我很重要。无数次我学习，调整，沟通。昨晚之后，感觉很累。我感觉很愤怒，特别孤独。没有可以说说心里话的朋友的感觉太糟糕了。没人在意我的感受，没人理解我的感受。我好像活成了一座孤岛。没有健康的身体，也有没健康的人际关系。我很烦躁，也很焦虑。"
  },
  {
    "file": "r088.json",
    "title": "21岁女，乡村初中教书一年半找不到价值感，怎么办？",
    "content": "在偏远乡村教初中，最让我偏头痛的是与学生的关系：总在我的课堂吵闹 15%不写作业 校园欺凌我：语言性骚扰 或者无视鄙视 大呼我名字 QQ骂我sb  一点都不尊重我... 一上课我就偏头痛.我特别难受 为此哭了很多次 在知乎找了很多回答也不知道如何解决。\n今天公开课学生一点都不配合我 小组讨论两次没有任何声音 个个木头人 抽选一个男生问他疑惑说没有... 课后一些同事跟我交流说学生太过分了 紧接着一位家长微信说希望我教的科目让班主任教 能更好的教育学生 为此我太憋屈了 忍不住哭了  找不到教育的价值感 被学生摧残遍体鳞伤\n找了很多老师请教，实施了依旧无果。应该是我性格问题：柔弱、受到很多人际关系伤害 很少与人来往 教育学生不知道说什么 脑子紧绷空白 总被他们欺负  又想教好又被伤害的矛盾心理\n很想知道怎么解决这种心理困境 怎么改变这种教育模式 最近心理体检健康指数7% 一下班就躺着自闭"
  },
  {
    "file": "r089.json",
    "title": "35岁女，国企人际困惑，不加班就得承受挤兑和谴责？",
    "content": "我在知名国企，年底了部门冲业绩，周四分配下来一批急活儿，周四负责人没把活弄明白，快到中午了大家才着手做，开始说下周一完成就可以了，我是妈妈有一个小时哺乳假4：30先走了，到了周五上午听同事说的周五就让交，要不就得周末加班，有的同事周四就加班赶进度了，但是我家里只有一个67岁的老人带一个8个月大的孩子，我加不了班，于是周五匆匆的赶，午饭都没怎么吃就匆匆干活了，每天挤奶两次也缩减到了一次，还是没有干完，大部分同事都加班干的，公司也没说给加班费，但是我一来没有时间加班，二来我也不想加班，公司领导就一个劲儿的催，一个劲儿地施加压力，就好像我们无偿加班才是应该做的，不加班就得承受人际关系的挤兑和道德的谴责，这让我心里特别委屈，特别不舒服！让我对当前的工作特别的厌恶，对领导也特别的厌恶，我知道这样对我的职业发展十分不利，但是我实在无法违背我内心的需求，现实家人的需求，感觉心里一团乱麻"
  },
  {
    "file": "r090.json",
    "title": "常不想理别人，不喜欢和人沟通，总希望别人来关心我？",
    "content": "我女儿烦的时候，我和她讲话，她会说别烦，但是我烦的时候，我会对别人很厌恶，不想和别人说话，但又不想表现出来。我想老板给我加薪，但又说不出口，唯一的指望是辞职，别人说你可以假装辞职吓吓领导，我又做不出来，要么真辞，然后找个工资高点的单位。问题我能力不够，所以一直拿着低薪。每次钱不够或者羡慕别人的时候，我就幻想辞职，然后找一份工资高点的工作。但是一想到要离开这里我就有无限压力，虽然这里工资低，但我绝对我能在这里浑水摸鱼，同事间也比较和气。要去别的单位工作首先我这人际关系就过不了关，我不能顺畅和别人交流沟通，我总是被动希望别人来关心我，我没有朋友，很怕孤独，但我一直孤独，被人孤立过。我似乎不能和别人平等相处，小时候我对待别人是高高在上的心理，要做头，乱发脾气，被人孤立后，就成了把别人看的高高在上，绝的任何人都能踩扁我。"
  },
  {
    "file": "r091.json",
    "title": "在人际关系中，不敢向别人提要求是什么心理？",
    "content": "男朋友跟我说我不敢跟他提要求，我自己也回想了一下，确实，跟他认识的这段时间里，我几乎没提过什么要求，有什么需求都是尽量自己来，不会想到要他怎么怎么样\n\n就算是想到了，也想着还是算了，不麻烦别人了，去上班，他问我要不要送，我总是说不用，因为要早起，不想麻烦他。\n\n在人际关系中也是，能自己来的也都不麻烦，甚至有时候勉强自己，我这是什么心理呢？"
  },
  {
    "file": "r092.json",
    "title": "如何帮助孩子去学校学习，和同学正常交往？",
    "content": "孩子15岁，女孩，高一下学期，学习遇到挫折：有一门学科，不喜欢学校老师授课方式造成落后太多，跟不上学校进度，其他学科没明显进步，孩子焦虑，有压力，易怒，人际关系也一般（不想人际交往影响学习，自述缺少志同道合的学伴，无法坚持学习），负面情绪多，不想去学校，提出过想留级或者休学重新读高一，最近提出要求想在家通过B站自学（不愿意和父母沟通商量，直接要求父母请假，目前请假三次全天，每次一天，其中有2天图书馆学习，效果未知，有一天情绪不好出去散心放松），情绪不好的时候，晚自习回家后，周末在家就喜欢看B站、二次元和漫画，不爱运动，宅。\n如何帮助孩子？做到有底线，要有边界，要能够相互尊重，也能相互接纳？"
  },
  {
    "file": "r093.json",
    "title": "总是感觉内心空洞，对生活没有兴趣，无法有真切的感受",
    "content": "我也不知道自己是怎么了，或者说，从很久以前开始，就是如此，只不过那时的状态更加不稳定，一天情绪起伏很大，母亲说我跟个小孩一样，动不动就情绪激动，愤怒，悲伤，流泪，她无法理解为什么我的情绪如此敏感，情感那么容易受伤。在生活中，我一直也是个很敏感的人，情绪非常容易受到周围人一举一动，一言一行的影响，有时，只是一些极其微小的变化，可一旦被我捕捉到了，也会引起我内心的情绪动荡，可我又习惯将产生的所有情感，情绪，强烈内化。可事实是，每当我最终难以自我克制，爆发出来的时候，以哭，大叫，自暴自弃，甚至长期的颓废状态表达出来之时，都会引起周围人的不理解，人们总评价我，为什么之前什么都不表达，也不说自己到底怎么了。我让大多数人感到困惑。\n也许是出于心理防御机制，我的个性也容易走极端，我现在绝大部分时间都处于一种内心“情感隔离”的状态，即便出于敏感的个性，而感受到了许多东西，也采取主观刻意消极回避，不理会这些心理情绪的方式，达到内心平和的状态。\n我感觉自己似乎完全与这个世界的人或事隔离了，即便除我以外的人，再怎么对我热情，想要与我亲近，我始终无法真切地感受到，而是常常伴随着一种对于人际关系的不安与不信任感。没错，我把自己从情感里面完全抽离了出去，那大概使我这个人显得冷漠又自我。\n我感觉自己每天都在思考着许许多多的事情，脑子里有各种各样的想法徘徊，我似乎一直都过着一种精神性的生活，仿佛游离于现实之外，这大概是出于逃避吧……我看见了太多的事情，我也不想自己提早地明白过多的事的，不是我不想自己活得和同龄人一样，可我做不到放松，也做不到糊涂，也许执着于将一切都剖析透彻，在这个社会上，本身就是一件非常愚蠢的事情。\n我也总是健忘，因此闹出了许多笑话，我时常忘记自己下一步应该做什么，或者我想去做什么。\n表达情绪在我这儿，大部分时间里，是如此困难，我不知道应该用什么样的方式去调解，也许这是我的天性，感受得太多，想得也太多。\n可内心也总是很空洞，不知道自己该为什么而活着，没有积极生活的动力……我是一个正常的人，我一直都这么觉得。"
  },
  {
    "file": "r094.json",
    "title": "感觉一直焦虑纠结，选不出结果，也迈不开步，怎么走出",
    "content": ""
  },
  {
    "file": "r095.json",
    "title": "没什么亲密的朋友，是不是我心理有问题？有点心累",
    "content": "我本身没什么亲密的朋友，因为个人有点反感就是太亲密，也不喜欢他们问我一些隐私的问题，感觉所有关系都是点到为止就好，所以到现在都没什么很亲密的朋友，我也知道自己的问题，可是我真的不喜欢这样，相反我觉得跟男生相处容易，他们不会因为我说一句话就想多，也从来不会问我一些我不想说的问题，而且我不喜欢就是别人用自己的观点要求我，比如不喜欢谁，我也要不喜欢，可我觉得跟他们玩的很开心，在我看来开心最重要，可是别人好像不觉得，他们总觉得我表里不一，面对不同人不同状态是不是真的就是表里不一？所以维持人际关系对我来说好难，感觉自己待着很轻松，不需要顾虑太多，想干嘛就干嘛，开心就开心，不开心就不说话。是不是真的是我自己的问题。"
  },
  {
    "file": "r096.json",
    "title": "疫情封城不能上学有点窃喜，我觉得我不知好歹？",
    "content": "初三女，因为疫情封城了，我上不了学，但是其他同学可以上，我没想到会封城，晚自习结束后就带了一点书，作业都没带，昨天封了一天，今天还在封着，我内心是很侥幸的，因为学习上的压力和人际关系包括我自己的敏感都让我心情烦闷，就感觉像是为我不去上学找了个很好的借口，明天就是周末，我还有很多作业都没写，也都带不回来，下个星期就要期中考试了。我不知道有没有什么途径能让我进去，也许有，但我很逃避，我也不想知道，我知道这样不好，但凡有机会去上学就一定要去，再怎么样也要把学习资料和作业带回来，但我就是很紧张很逃避，我觉得我好不知好歹啊，我知道学习很重要，但一待在家里我又厌学了，唉，我也对自己很无语，很莫名其妙，也许就是件小事情，我也说不明白什么了……希望能委婉地给些建议，谢谢！"
  },
  {
    "file": "r097.json",
    "title": "这个世界真的有普通的我的立足之地吗？",
    "content": "我有一个公主梦，下雨天走路我会踮起脚尖，吃饭的时候我也不好意思表现出我的食欲，走路也想表现的婀娜多姿，我总感觉有人在看我，所以我要装成完美的样子，我总端着，脑子里有一个完美的形象，形象对标女明星，道德对标孔子，知识对标学者，我处处都把自己架的很高，放不下身段，一点都不接地气，我说话也是，明明在家说方言，出去就刻意说普通话，我自己也不舒服，好累好累。我也不敢表达自己的想法，我甚至都没有自己的想法，很多时候都是附和着别人，敢怒不敢言。上课老师提问我也从不敢回答，我害怕我回答的不好，有损我的完美形象。其实，我哪有完美形象？做作的我估计会让很多和我相处过的人都感到尴尬和疏远，所以我的人际关系也不好，说到这，不得不提我的父母，他们是对我的要求非常严苛的人，他们心中有个完美的孩子，不是我，说到这我突然哭了，我泪如雨下，我这么多年无论怎样都打不到他们的期望，我总是差一点。（评论区补充）"
  },
  {
    "file": "r098.json",
    "title": "怕被骂，已经长期时间了，是怎么回事呀？",
    "content": "怕职场被骂，怕学开车被骂，以至于迟迟不能突破自己，小到打竞技游戏（怕被骂会很紧张），大到人际关系里（有时候不敢为了自己的利益和别人争论，哪怕自己是对的）。这个是怎么回事呀？是不够接受自己吗？总感觉是生理原因，因为有时候挺好的，但是每当这个阴影再现，就会迟迟走不出这种感觉。"
  },
  {
    "file": "r099.json",
    "title": "32岁，生活失去动力，如何找到适合自己心理咨询师？",
    "content": "32岁了男性，学历不高，从事建筑行业管理。从去年开始一个念头接触到了心理咨询，兜兜转转换了几个的心理咨询师，线下的淘宝上的，包括医院精神科和咱们平台上的倾诉的师，金钱上花费不少，有了人生清醒的错觉，但是生活失去了动力，以前还能盲目自大的过生活经过咨询倾诉无数次的阐述自己的困扰，每次的沟通都会发现自己不同的问题，现在自己给自己贴了很多负面的标签，懒，安逸，自大，虚荣，做什么都要立刻满足，没有责任心，这一年多每天都在煎熬中度过，为了逃避自己一个人的时候死的念头都曾经有过。最开始的咨询还没有这么严重，当时就是感觉自己就是焦虑，然后每个咨询老师最开始的感觉都是说没什么问题，也说我比较有智慧，我比较喜欢跟男性老师沟通，统一的观点都是放平躺下，看在当下，但是我现在有种无能为力的感觉，现在人际关系几乎为零，上班老板从最开始的有所期望变成了无视，现在每天都是机械的上班打卡然后找个没人的地方呆着。"
  },
  {
    "file": "r100.json",
    "title": "大家会觉得做心理咨询是件很丢脸很见不得人的事情吗？",
    "content": "我有精神分裂吃药6年了，同时也在做心理咨询，虽然我也感觉我的认知在改善，但我有时候在家做咨询的时候我总担心楼下的人会听到我跟咨询师的对话，从而笑话我，因为我问咨询师的问题大多数是人际交往问题，我怕人家听到会觉得我傻，弱智。这么简单的问题还花钱问，我总怕别人会看不起我，笑话我笨，不会跟人交流。我很害怕别人会因为我没有朋友而看不起我。我大多数都是问我在工地上干活却不敢跟领导说话的事情，因为我看见领导我就想躲，我很怯，但却不得不面对。我很害怕我在跟咨询师探讨这些问题时被楼下过路的人听到而嘲笑我。同时我也觉得咨询是一件很丢脸很羞耻的事，我想听听大家对于我做咨询都是什么看法呢？是觉得挺好的，不懂就问，还是觉得我笨愚蠢，只有神经病才做咨询，这么简单的问题还值得一问？总结一句话就是会不会嘲笑我问人际关系怎么处理这件事？"
  },
  {
    "file": "r101.json",
    "title": "18岁男，作弊被抓，最近一年生活没热情学习没动力？",
    "content": "自高一以来，我都是一个成绩还不错的男生，大家的评价是各方面都很优秀，有广阔的前景，可不知道怎么了，或许是人过于自傲，开始对学习懈怠，我们的学校管理比较严格，不允许有手机携带，我就花了点钱买了一块电话手表，功能很齐全，晚上我用它看小说，我看的很晚，第二天，常常精神不好，有时候上课也在看，我对小说近乎痴迷，我是名文科生，高一上册，我的成绩总分有600，仗着自己有点学习天赋，我开始懈怠听课，而且我发现这块电话手表还可以进行手机拍题作弊，这更助长了我懒惰心理，认为试卷上的题目都非常简单，不需要思考，所以我多次进行了作弊，知道高二上册的期末考试，我被监考老师抓到，噩梦就开始了，自那之后我一直浑浑噩噩，整日无心学习，似乎耳边尽是老师同学的谩骂，我开始对身边的各种事物充满厌恶，对任何东西都丧失兴趣，分数直线下降，本来就不好的人际关系更差，对自己也越来越不自信，快高三了，我还想救一救自己。"
  },
  {
    "file": "r102.json",
    "title": "分离焦虑，人际关系、亲密关系都处理不来，该怎么办？",
    "content": "已经到了而立之年，人际关系、亲密关系都处理不好，知心朋友很少几乎没。人生一直以来感到很强烈的孤独感，虽然渴望工作生活人际关系，也渴望有好的亲密关系，但是没办法拥有。不知道有没有人能理解那份孤独和无奈呢。平时除了独处不想与其他人交往，与人交往总感到哪里怪怪的。想过就这样过一生吧，但是孤独袭来时又很想去改变，但是不知怎么办？听过心理咨询有会帮助，真的吗，怎么起作用？"
  },
  {
    "file": "r103.json",
    "title": "30多岁一脸稚气，缺乏价值感，孤单寂寞，人生意义？",
    "content": "30多岁的人还是一脸稚气。温室里的花朵，几年前我都不知道葱姜蒜是什么。在基层工作，夫妻长期两地分居，远离父母小孩，缺爱。一个人在县城没朋友的孤独感。\n因为以前幼稚，傲气，经常口无遮拦，口碑不好，有点被排挤孤立。反过来，不想跟人交流。\n主要问题还是寂寞孤单，从小有点自闭，导致现在不会搞人际关系，不太会说话。下班回到家，一个人的监狱，无形的监狱。我想辞职，因为听说做什么不重要，一家人在一起才重要？\n不被重视没提拔，地位低被看不起。\n缺乏价值感，工作很多年仍未提拔，被年龄小的指使工作，受不了这气，缺乏个人实现成功。没有价值感。\n对现实和生活的无力感，什么都是一个人在默默承受。\n做什么都得不到信任，同事领导老婆不相信我。"
  },
  {
    "file": "r104.json",
    "title": "人际关系管理，如何屏蔽大圈子里的部分人？",
    "content": "我是一个比较收欢迎的人，因此微信朋友圈的人很多。但我内心比较细腻、可能有些内向，发朋友圈的时候其实不希望很多人能看到，自己也很不喜欢朋友圈加很多人。\n我现在的工作和学习的圈子里，有些人我很乐于和他们分享，有些人我却不太喜欢，不希望自己的朋友圈被他们看到，想把这部分人屏蔽掉，却又担心大家都是在同一个工作和学习的圈子，不免有时候会讨论到谁谁发了一条什么样的朋友圈，那此时这部分被我屏蔽掉的人就会知道我把他们屏蔽了，可能会造成尴尬。想设置为“仅聊天”，也感觉似乎不合适。\n在此求助请问大家如何管理自己的朋友圈？我有分享生活的欲望，但是却不喜欢被很多人看到，而大家却身处同一个圈子。我该怎么办？\n\n另一个需要求助的问题是；如何管理自己的人脉？如前所述，我是一个比较受欢迎的人，给很多人的第一印象都很好，很多人刚认识我不久就加我微信。但是这么多年来，其实我一直都处于“被动”的一方，被动地被人喜欢，社交时间和"
  },
  {
    "file": "r105.json",
    "title": "总得不到别人尊重，我不知道怎样做真实的自己？",
    "content": "小学，我是班上的透明人。成绩不好，没人注意。形成了讨好者人格。转学后遭校园欺凌，会讨好几个不欺负我的同学，想交朋友。也会保护这些同学免受欺凌。但她们瞧不起我。初中交到一个朋友，对她太好忘了自己导致被抛弃。高中感到自尊撕裂而心理封闭自暴自弃，把朋友拒之门外。然而朋友还是觉得我软。毕业后她们离开了。大学也因为同样原因被舍友孤立。现尝试改变，低自尊已形成，很容易在乎别人的看法。有个同学常一起走，但她不尊重我。长二十年不管我是温柔还是冷漠，都极少被尊重。这是什么原因？孤立使我退回讨好者，像小学。我怕被讨厌和孤立。但我不能容忍尊严被践踏了。我打算离开这个同学，继续一个人。我要怎样发挥自己的力量被尊重？怎样才能有良好的人际关系？我努力为别人着想，有时get不到点。努力交际，和几个同学混熟了点，同时我感到她们也觉得我软。我怕被全班讨厌。我不知道怎样做真实的自己，怕真实的自己被讨厌"
  },
  {
    "file": "r106.json",
    "title": "不想去大学，那里一点快乐都没有。我这是怎么了？",
    "content": "因为不想处理复杂人际关系跟想提高居住质量而大学走读，大二，车程1h，早6点多出去晚10点多回来，在学校没有很好的朋友，基本上什么都一个人。\n专业不喜欢，从九月份开学后不知为何而暴食复发（之前几个月控制住了的），感觉上学很没有意思不快乐，但是又觉得退学对前途影响太大了……但是，我真的真的好累啊。\n而且上课的时候感觉头上的血管在跳动（最近两个心情头皮莫名痒，脚也痒），总感觉身后有人在对我传达恶意——高中时认真上课有同学骂过我（他们认为我没人情味）。回到家也会11点后睡觉，就是不想睡，控制不住。\n我这是怎么了？我好讨厌啊。"
  },
  {
    "file": "r107.json",
    "title": "感受不到人际关系的意义，为什么要和人来往？",
    "content": "20岁感觉自己内心的还是个孩子 现在在职场 家庭 恋爱各种人际关系举步维艰 内心慌乱 脑阔疼 面对的各种问题 从小到大我不擅长跟人来往 都是被别人带着走 也不懂怎么表达自己的需求 所以在关系中习惯隐忍 甚至卑微 讨好   每到毕业关系就不存在   我不维持不了长期的关系 更多是偶尔联系他们  经常是我不联系人就没人联系我  那些朋友俩三个月不找我  感觉不被理解 也不被需要  我也很难去需要、相信别人 他们对我忽冷忽热的 好像只是需要我的时候才想到我  我一直很困惑要朋友干嘛   但好像是出于人类的基本社交需求既渴望又害怕  我不知道为什么要跟他们来往 出于各种压力 有段时间 我都萌生自闭的想法了 为什么要跟人来往 反正什么事情都是自己一个人去做 他们不理解我 习惯了孤独 但又觉着这样生活有点无味 想知道为什么我会有这种想法？有什么可行的建议让人际关系得到改观？是不是我有什么心理障碍？"
  },
  {
    "file": "r108.json",
    "title": "22岁，考研失败，没有朋友不被家人理解怎么办？",
    "content": "一志愿失败之后调剂去了一个不怎么好的学校，心里对于学术的期待完全没有了，找不到个人价值。周围也没有朋友，没有人能体会到我的痛苦，朋友也是并没有给我安全感，总是互相攀比。家人也是，指责我大学期间没有努力学习，不会处理人际关系，很失落，觉得自己并不被任何人需要或者认可。不知道怎么办了，很多负面的情绪。我应该怎么办？"
  },
  {
    "file": "r109.json",
    "title": "只要与人深入接触，就会把关系搞僵，我该怎么办？",
    "content": "我今年20岁，女生。人际关系从学生时代至今一直是困扰我很久的难题，我和人浅层次的交流都很顺畅，很少有不愉快，但只要一深入了解就会把关系搞僵。我觉得自己仿佛被下咒了，也有不少人一开始对我印象很好后面就一言难尽了，我现在对社交基本处于逃避状态 不是不会说 而是不敢说 挺难的 最近去实习了一周左右 发现社交能力在社会上还是挺重要的 请教教我怎么办"
  },
  {
    "file": "r110.json",
    "title": "为什么所有人都喜欢我，而我却不喜欢我自己？",
    "content": "嗯，本人女。身边每一个人都说我脾气好，性格温柔，长的也很好看，成绩优异，从不和人吵架之类的（写这些我也挺羞愧的，虽然是别人给的评价，但是我总觉得很…虚伪，假。）身边不论男女老少都很喜欢我，我算是整个班级人缘最好的，年部中也可以，老师同学等等都很喜欢我。甚至到了跟我相处一段时间的男孩子都会喜欢我（虽然在陈述事实，但是我也觉得这么说好做作）接下来说说我的想法吧。我一点都不喜欢我自己，懦弱，胆小，不敢发脾气，生气到极致也只能压下去，怕留给别人不好的印象。我对男女性别没有准确的区分，亦或者可以说我对我自己的性别都没有区分开，在我的世界里，男人和女人都是人，然后就再也没有细化了？我不擅长处理人际关系，只能随和着，遇到时微笑点头打招呼，然后就擦肩而过。网上的朋友也说我很好，但是我，我真的不好啊！身体五脏六腑没一个好的，小时候从楼梯上摔下来时，门牙也是折了一半，至今没安。我，我究竟哪里让你们喜欢了……"
  },
  {
    "file": "r111.json",
    "title": "感觉自己和这个世界格格不入，怎么办？",
    "content": "最近超级不开心，人际关系也处不好，男朋友处不好分手，感觉自己和这个世界格格不入，怎么办？"
  },
  {
    "file": "r112.json",
    "title": "每天很焦虑内耗，一到晚上特别容易想多，疯狂哭咋办？",
    "content": "就读的本科不是很好，快大三了都还没有放下因为高考不够努力的自责和纠结，想要考研，但是很焦虑很内耗，总想到高考的失败，和如果没有考上研的后果，人际关系也没有特别好，性格也不是特别好，很担心自己的未来，以及在亲密关系中非常敏感，一点点冷落和缺乏陪伴都会让我心生害怕，想保持情绪稳定但是一获得陪伴就委屈，担心自己一直这样会被讨厌，又陷入内耗。\n      也想过让自己冷静下来不想那么多，去做想做的事情，但是一下子莫名就开始情绪低落、失控，总是哭到身体不适（有时候会哭到头痛，想吐之类的），很久才能缓过来，也感觉身体慢慢变差了。"
  },
  {
    "file": "r113.json",
    "title": "我跟最好的朋友“断崖式”冷战了，怎么办？",
    "content": "冷战开始于一件小事，在生气的时候看见她隔了一天没回我信息就说了有点难听的话，她给的理由是旅游太累，说前几天我情绪不好她都第一时间安慰我了，另一个很好的朋友更久的信息她都没回，问我为什么总要把事情放大。我编辑了一晚上都没回信息，我感觉我回什么都会演变成两个人对骂。（这件事其实我也感觉自己做的不对）但这并不是我看来最主要的冷战原因。很难说什么时候开始我们的友情变味，一开始的时候总是感觉她是非常吸引我的朋友，为了维护友情即使她让我伤心或者为难我也尽量不表现出来。比如有一次她嘲笑我过于幼稚的文笔，其实当时我就觉得有点过分了，不过意识到我情绪不对她马上道歉了，然后我还安慰她。然后就是总是提一些小要求，这些对我来说没什么，而且为了让她高兴，我总是答应得很积极，但是她拒绝了我的一些小要求以后我会感觉到双标。有几次她拒绝我的时候很强硬，我感觉尴尬又不知道说什么，因为我很难拒绝朋友或者在这种情况下说你能不能不要这么直白。然后我心里一直有小芥蒂，后面也学会了直白一点拒绝她。我真的感觉她比我还要受情绪控制，起码别的事情让我不高兴的时候我不会对好朋友冷脸，（因为这个她也有一次跟我道过歉），因为我感觉她是这么对我的，偶尔我也会展现出冷漠的一面。我们友情建立的基础是很聊得来，我感觉大部分我感兴趣包括别人不感兴趣的她都能跟我聊，而且有些东西比我了解的多得多。我们最初从讨论侦探小说和电影开始，在价值观啊什么的上面很多观点都非常契合，她也很客观，一般不排斥我们不同的想法。这一部分的舒适感一开始掩盖了我们个性和交友习惯上的矛盾，（比如我喜欢跟朋友黏在一起，比较敏感，但是她挺独立的之类的。）后面我们两个人都发现，做“网友”聊天居然比我们两个每天待在一起要更加舒服。关于交友习惯上的不同，我也许是对朋友太关注了吧？对人际关系太紧张了，所以才会在意回不回信息，介意最好的朋友是不是我什么的。也许我是那种有控制欲的人，所以才会频频产生别扭和矛盾。我也很在意她是不是从我的角度出发考虑我，而不是站在事实说觉得并没有什么问题……我们俩交友模式的不同也许就在于她会避开矛盾，而我希望挖掘我和朋友的共同点，化解矛盾。这就是为什么她总能和身边的人相处得很好，而我没办法把很多人当成我的朋友。可能我和这个朋友最好的相处方式还是“距离产生美”吧。还有一点可能是我总是有点讨好她的原因，我感觉这个朋友真的很优秀，无论是成绩还是自理能力。"
  },
  {
    "file": "r114.json",
    "title": "发现总是很难融入团体，总是躲避怎么办？",
    "content": "如题"
  },
  {
    "file": "r115.json",
    "title": "觉得自己和正常人不一样，仿佛两个世界，怎么办？",
    "content": "我感觉自己好像和别人完全生活在两个世界，大家都有一种成熟的生活和思考方式，并且自然就具有一些必要的社会本能。\n比如最基础的对外界信息的获取和交换，我直到高中在同学影响下才开始利用互联网了解外界的娱乐或者其他各种消息，之前我也使用网络，只是对外界信息没有任何想象或者兴趣。\n或者其他社会属性，比如我不会有什么分享欲，或者对人际关系的维持我总是非常迟钝。好像其他人从小就背着我去修了这个世界的某些生存的课，而我好像就是个发育非常迟钝的智力障碍者。"
  },
  {
    "file": "r116.json",
    "title": "32岁女，总想把自己藏起来，我是不是得自闭症了？",
    "content": "先说下背景，本人女，32岁，工作一般职级一般，去年10月被裁员，在家躺了三个月。实在是不想上班、厌烦上班了，这三个月没有找工作，就纯纯的摆烂躺平，主要以看躺在床上小说为主，一躺一整天，虽然懒惰但心情总体比较平和舒适。\n\n渐渐的觉得这样的生活挺好，作为i人的我简直不能太舒服。然后越来越不想说话、不想沟通，想把自己藏起来，断绝一切人际联系、就自己一个人呆着（这种想法小时候也有过）；慢慢的开始厌烦朋友家人时不时找来聊天，对于他们旺盛的分享欲我表示羡慕又无奈；春节期间的强颜欢笑尬聊应酬和被催婚，简直比上班加班还累。\n\n直到现在，年后想开始得找工作了，但“自闭”那个区域太舒服了不想离开，我连打开求职app、修改简历的力气都没有，我只想躺着遨游在小说的海洋里，从一个故事到另一个故事～\n\n当然这是白日梦的生活不太符合实际，但做了多次自我暗示自我鼓劲后，我还是很排斥说话沟通和人际交流，通常是聊几句就累了想尽快结束对话，有时觉得我和朋友们不在一个层级、我追不上他们了；家人朋友的关心催婚让我躲无可躲，厌烦又不好负了人家的好意；目前就业形势和高不成低不就的经历，以及年龄门槛，也给我带来无形的压力……还是想藏起来把自己和社会隔离开来！\n\n另外说到催婚，我母胎单身，有小时候原生家庭经历，实在不觉得婚姻是人生的加分项，多年没有心动的感觉、也不会信任和依赖别人，虽然周围多数朋友都结婚建立家庭，但我并不羡慕。所以被催婚和被要求相亲时感觉那就是个火坑，我为什么要去？！\n\n虽然我能感觉到这样那样不对，人离不开社会和人际关系，但没有力气做出改变踏出那一步，且越来越自闭、越来越喜欢自闭享受孤独、想把自己藏起来谁也找不到那种。\n\n这是不是另一种自闭症？"
  },
  {
    "file": "r117.json",
    "title": "人际关系，沟通，说我是最差的那个，伤自尊，如何应对",
    "content": "...\n全部\n我考研报考想报考一所名校，可妈妈却说我是要和一个我考上这所名校的曾经的同班同学竞争，嘲讽我不是这位同学，跟我说没有可能的事情不要去做，我感到难过和打击，我是很羡慕别人可以有上名校的机会的，我之前也有意愿去为之付出努力，不是出于想赢过这位同学的动机，我们都不是一个专业的。我和妈妈口中的这位同学之前虽然在某一科目上有较大的差距，我的其他科目也没有差到完全不配和她竞争的地步，很多时候名次都是第一，可是她说得我好像不配和她竞争似的。她还拿十几个本科学校比我好的认识的人来和我进行对比，说我是最差的那个，还说不想伤我自尊，说我不要骄傲，我感到跟难过，想知道这是什么样的心理和动机才会跟我说出这样的话，以及我是什么样的心理，以及我该如何应对类似的事情。\n我考研报考想报考一所名校，可妈妈却说我是要和一个我考上这所名校的曾经的同班同学竞争，嘲讽我不是这位同学，跟我说没有可能的事情不要去做，我感到难过和打击，我是很羡慕别人可以有上名校的机会的，我之前也有意愿去为之付出努力，不是出于想赢过这位同学的动机，我们都不是一个专业的。我和妈妈口中的这位同学之前虽然在某一科目上有较大的差距，我的其他科目也没有差到完全不配和她竞争的地步，很多时候名次都是第一，可是她说得我好像不配和她竞争似的。她还拿十几个本科学校比我好的认识的人来和我进行对比，说我是最差的那个，还说不想伤我自尊，说我不要骄傲，我感到跟难过，想知道这是什么样的心理和动机才会跟我说出这样的话，以及我是什么样的心理，以及我该如何应对类似的事情。"
  },
  {
    "file": "r118.json",
    "title": "为什么感觉人际关系很难处理，付出多的反而卑躬屈膝？",
    "content": "1、当与一个人的关系来往太频繁时，对方总是有各种事情麻烦自己？当与一个人关系来往太少时，人与人之间的感情又好像很陌生、疏远？\n2、在现代社会中，还有一种这样的现象，关系中接受多的那一方理直气壮，而关系中付出多的那一方卑躬屈膝、委曲求全。当双方相处中出现小摩擦时，付出多的那一方还不敢过于发泄自己不满☹️的情绪，害怕自己多年的付出彻底付诸东流，而接受的那一方竟然可以理直气壮的发泄自己的情绪，也不怕关系彻底断裂。因为在他们曾经的关系里，他也没付出多少，就是断裂了也没有关系，对自己也不会造成多大的损失。而付出多的一方就不一样了，自己曾经付出那么多。如果关系真的断裂，那自己付出了那么多，就收不回来了，所以还是要把关系维持住，不能把对方彻底激怒，要把对方哄着。这样才有机会让对方给自己付出，不然曾经自己那么多的付出还没得到什么回报呢？"
  },
  {
    "file": "r119.json",
    "title": "高中生，受拖延症困扰已久，该怎么办？",
    "content": "我是一名即将升入高二的学生，受拖延症困扰已久，下面是我的经历。\n我的父母从我小时候起就给我报了许多培训班，且对我严加管理，因此我在小学里成绩名列前茅，并且考上了市里最好的中学。但差不多是在初一上学期的期中以后吧，不知哪一天起，我就开始拖欠作业，越滚越多，然后就陷入拖延之中不可自拔。后来在我初二的时候，疫情开始，在家上网课的我更是变本加厉，拿到电子产品就干别的事情，基本不听课，作业更是不交。拖延那个时候就已经对我的生活造成了影响，我的班干部被撤职，老师同学对我的态度急转直下，甚至有一次我由于作业拖欠太多而差点被年级通报批评。网课在家的那段时间我过得特别颓废，体重长了十多斤，还经常和家长为各种小事吵架离家出走。最后我的父母也累了，逐渐放松了对我的管理。网课结束返校之后，我的人际关系也逐渐变得不太好。我原本是一个很外向的女生，但可能是因为体型变胖或者是拖延的问题，变得有点自卑了吧，就越来越内向，好多之前聊得很好的朋友都不再说话了。那个时候我自己也特别迷茫，不知道我是怎么了，也尝试给自己找过很多理由，而且多次想要摆脱这种状态，但以失败告终。中考的时候，我的成绩已经掉到年级二百名左右了。中考结束后我度过了人生中最荒废的一个暑假。后来升入高一，身边的同学都一个个朝气蓬勃的，又是参加社团又是竞选学生会，只有我还依然在混日子。而这时，我们家的经济状况又出现了问题，导致我所有的培训班都被迫停掉。我这个时候才意识到自己之前有多依赖这些培训班，之前每次上课，我都只不过是把在培训班学过的东西再过一遍而已，没有了培训班之后我上课的状态简直可以用惶恐来形容，满眼都是没学过的新知识。我本能地逃避着这种惶恐的情绪，开始上课睡觉，作业照旧不写。我觉得自己已经摆烂到可怕的程度，有时候一整个月不听课不写作业，最后关头把教科书读一遍就去考试，凭着小聪明混个及格分，然后还得在家人面前装出一副一切正常的样子。每次我想要做出改变，各种之前失败的记忆就涌上脑海，然后我就感觉很无力。拖延现在使我干不成任何事，前几天我参加了一个暑期的线上夏令营，需要做一个报告，我提前一周就拿起了电脑，但始终在干别的事，甚至截止时间前二十分钟我还在刷视频，最终我什么也没做，但在父母询问我时我撒谎说我已经完成了。类似的事情还有很多。我不希望我的人生就这样在拖延和欺骗中度过，我要怎么才能改变呢？请给我一些建议吧，非常感谢。"
  },
  {
    "file": "r120.json",
    "title": "自上高中以来人际关系就一直不太顺利，让我很苦闷咋办",
    "content": "女，自上高中以来人际关系就一直不太顺利，遇到了人际关系的瓶颈，让我很苦闷，影响学习。高一下学期分到了文科b班,班集风气很不好，我感到很不适应，这个班很多外向强势的人，而我较内向，感觉跟她们不是一类人。她们有人在背后讲我坏话，甚至在旁边指指点点我都不敢去说她们，就当作是没听到，但自己内心又很气，那时真的很懦弱胆小，因而我变得更加沉默和消沉，很难亲近别人。不过高三我转到了一个较团结友好的班，我决定改变自己，懂得了维护自己的自尊，并且想要变得外向。但我虽想外向起来，但我刚开始与人交谈时老是讲错话，而且经常在内心责怪自己说“不是这样的，你不应该这样讲，有点难听，别人会不喜欢…”并且观察着别人，想：为什么她讲话就好听且受人待见，而我不行，有种朦胧的羡慕感。最近责备自己较少，但却不太敢说话，说得模糊不清（这是主要问题），而且我说话别人有时会不理会我，然后我就在想自己又怎么没说好话。我是个留守儿童，爸妈不在家，因而有时会羡慕别人，特别是那种人缘比较好的人，“啊，应该是爸妈自家，从小到大就形成了较好的性格”因此，我的人缘稀薄，我也很怀疑自己的性格，变得不自信，学习也很难提高。"
  },
  {
    "file": "r121.json",
    "title": "低谷期嫉妒自己的朋友怎么办？我的问题还是她的问题？",
    "content": "因为这段时间是自己的低谷期，考研失败，人际关系也不怎么样，朋友也不多。但是我有一个关系很好的朋友，她总是给我分享她的日常，比如穿了哪件漂亮衣服，跟男朋友去了哪里玩拍的很美的照片发给我，室友家人对她的关爱，还有那种学习自律的图片（因为她今年也准备考研），而我现在陷入人生中很迷茫的阶段，我不知道要不要二战。\n她每天好像都很开心，每天都在朋友圈发自己热爱生活的日常，我真的羡慕又嫉妒。\n她很多时候都是给我分享她好的东西，搞得我感觉我很失败，难道她就没有不开心的事情吗?还是说只是为了在我面前炫耀，我不知道。我其实很想不理她了，但是她又是我为数不多的朋友，我不想失去这么多年的友情，我希望她过的好但是我不希望她过的比我好。\n她现在的存在就好像在衬托着我的失败，我的不如意，我没有她那么乐观的情绪。我真的很担心如果我今年二战，她考上了我没考上怎么办，我会不会过的越来越不如她。\n是我的问题还是她的问题?"
  },
  {
    "file": "r122.json",
    "title": "毕业四五年没有联系过的大学室友，结婚还需要通知吗？",
    "content": "我们宿舍一共四个人，小A,小B，小C和我。\n怎么说呢，我们宿舍分帮结对的，小A和小B关系好，我和小C关系好，平时出去玩，吃饭很少四个人都凑一起，但是毕竟一个宿舍的，也没有说关系很僵，就是关系很一般。\n小A和小B毕业之后一直有联系，还经常凑一起，我和小A，小B一直都没联系过，以后可能也不会有什么交集，因为我们都不在一座城市。\n去年小B结婚了，她结婚的时候只在微信给我发了一个婚礼纪那种婚礼邀请链接，也没说过来玩啊之类的话，就仅仅是发了一个链接，我看到这个链接的时候已经过去两个小时了，所以我选择了没回复。小A肯定是去了她的婚礼。\n我马上也要结婚了，我在想我还要不要通知小A，当时小B结婚的时候我没去，肯定不能通知她了，但是我纠结还通知不通知小A呢？如果通知小A，小B肯定也会知道，因为她们一直都有联系，所以我很纠结。我很苦恼，我总是处理不好人际关系这块的问题，当初我没有回复小B发来的链接是不是做错了"
  },
  {
    "file": "r123.json",
    "title": "上班的时候我很难过，但是觉察不到原因，怎么办呢？",
    "content": "我来这个公司两个月了，公司里的人其实都不错，不过女老板是那种大大咧咧自信强势的人。因为我们的办公室连着，她跟我这个岗位原来的一个女生相处的很好，才一年她们就成好朋友那样子的了，但是因为生育她离职了。怎么说呢，女老板人挺好的，但是我很害怕她，我本来性格就偏内向，人际关系方面问题很大，根本没法回应她也想要跟我成为好朋友的那种期盼，而且她说过很多次，不喜欢心理有问题的人，也经常说**（原来的那个女生）怎么怎么样，她原来是怎么做的等等。工作内容和其他同事之间都还好，就上面的问题，我不知道怎么办，一到公司就不由自主的很丧，一整天心情都很差，感觉自己表现出来的就是那种害羞胆怯笨嘴拙舌的自卑的样子，别人肯定觉得我心理有病，太老实木讷，没有人看得起我和喜欢我，我时常因为这些而感到痛苦，甚至对活着都失去了兴趣，我虽然也看过一些心理学的书，但对此种条件反射般的情绪不佳没有一点儿办法，望各位老师能指点迷津，谢谢"
  },
  {
    "file": "r124.json",
    "title": "人际关系中，总觉得自己多余，不被接纳，不好的感受？",
    "content": "...\n全部\n在人际关系中，总害怕自己是多余的，不被接纳的，会被嘲笑、讨厌，因此不敢多说话，但是又渴望人际关系，担心别人的评价，在人际交往中总是会有不好的感受\n在人际关系中，总害怕自己是多余的，不被接纳的，会被嘲笑、讨厌，因此不敢多说话，但是又渴望人际关系，担心别人的评价，在人际交往中总是会有不好的感受"
  },
  {
    "file": "r125.json",
    "title": "大三女生，为什么越来越不会和人相处？有何建议？",
    "content": "之前还算性格开朗，有点讨好型人格，会把社交和人际关系会放在第一位。但最近不知道为啥感觉和大多数人社交都好无聊，甚至觉得自己在家学习上课更有意思，和朋友接触聊天的时候会觉得他们有些想法或行为很幼稚。一部分原因可能是最近有了目标，所以每天绝大多数时间都会在图书馆学习。长时间的独处让我变得更清醒了，也让我变得更关注自身了，不知道这算不算一种自私？但这也导致了我越来越不会处理人际关系。\n（其实我是很享受这种独处的，烦恼主要来源于一些被动社交\n想求一点建议?"
  },
  {
    "file": "r126.json",
    "title": "离别，情绪一下子很崩溃，最近人生太不顺利了怎么办？",
    "content": "最近对于我来说主题是离别。工作上我的同组上司和同事离职，所有事情都放到了我身上，工作也变得很忙碌。人际关系上，我平时本来就内向，没什么朋友，唯一的好朋友这两天也出国了；感情上，谈了五年的恋爱分手了，是我的原因造成的，没有劈腿没有出轨，他还是个好人；家庭上到没有别离，但让我觉得压抑，我想做些什么，我妈第一反应就是反对。刚刚我说我想突破一下舒适圈尝试没有学过的东西，去考个驾照，她马上就反驳，说什么你学驾照最没用的东西了，学学ps都比这个好，你没事干吧。\n一下子我的情绪就崩溃了，躲到房间哭。就感觉一下子全世界都不支持我了，只剩下了我自己，我有时候自卑不自信很大一部分原因也是来自我我妈不停的打击我吧，很累"
  },
  {
    "file": "r127.json",
    "title": "大学，被宿舍孤立，感觉挺废物，连人际关系都搞不好？",
    "content": "本人性格比较内向，今天大学开学第六天，之前在网上聊的还行，可是一到宿舍就非常尴尬，可能比较内向，感觉被完全孤立啦，之前就是怕孤立，真是怕啥来啥，想辍学不想上了，之前认为前程似锦，现在一片迷茫，感觉自己挺废物的，连个人际关系都搞不好，真想一了百了，哎～真的谁来帮帮我，快坚持不住啦！！"
  },
  {
    "file": "r128.json",
    "title": "33岁女，从小到大内心非常纠结，好多事都不知咋办？",
    "content": "自己也不知道从什么时候开始纠结的了，记得从初中起语文老师就笑话我扭扭捏捏！现在在我身上的表现就是，许多事想去做但是不敢去做，怕出错！比如，刚去一个新公司，有不懂得不敢问领到，怕自己的问题自己没深入的思考，遭到领到的呵刺，怕别人笑话我笨，傻！另一方面就是，总是否定自己！记得那是第一次配眼镜，感觉发票挺重要的，一定要放好，放了一个自己感觉挺安全的地方，之后有感觉不够安全，又找了一个地方放下，然后就是连着换了好几个地方！最后，自己都不记得放什么地方了！这样的事情实在是太多了！内心感觉有太多担心，做什么事都很纠结！自己小时候想法是很少的，有好多事都不知道怎么办，即使是现在，自己的认知都不是太好，人际关系不懂，情商很低，不懂人情世故，不懂礼节，衣服穿着也总是不太合体，至少自己这样认为！遇到什么事总是简单得压抑，不回动脑子解决问题！这样评价当然有不接纳自己的部分，但是更多是想找到解决的办法！"
  },
  {
    "file": "r129.json",
    "title": "26岁，压力太大，最近情绪低沉，极其低迷怎么办？",
    "content": "26岁，生活工作压力极大，没有完善的家庭，一人要担起所有事情。工作压力大，高强度，取得了一定工作成就，工作中人际关系压力大，影响情绪和工作日常。只要一想到工作或家里的事，就情绪特别的低沉，控制不住的低沉，而且能感觉到自己整个思维一点点往下沉，不爱说话，有时会感觉自己特别的木讷，但是真有事儿的时候，又有无限的精力向前冲，但是最近一个月，情绪完全控制不住，情绪激动，低沉越来越频道，也会因为一点儿小事儿感动，情绪正常一会儿，前年查了甲亢没问题，想去看心理医生，想依赖药物解决情绪低落问题，但是又知道药物起不到我想要的作用，用行为锻炼改变现状，又行动不起来，担子太重，责任心太强，让我一个人很难受"
  },
  {
    "file": "r130.json",
    "title": "我比较黏人，真的不知道自己想要什么样的爱情？",
    "content": "我比较黏人，刚谈的时候我就跟男朋友说了这一点。异地谈了三个月，他基本上晚上视频找我，大部分是十一点左右，白天我们很少联系，偶尔会互相发一些有趣的事情，然后聊两句就没了，不论是疫情还是去外地上班。我问他，不找我的时间里，都在干嘛，他会回答得满满当当的，昨晚我责备他，他很不开心，他说你也有事情做，我也有事做，还有人际关系要处理，我说我不止一次说过十一点我就睡了，为什么还是那么晚，他说你可以先睡，不一定要等我，而且你说你黏人，我也没看你找我呀，为什么总是等我找你，我觉得我找你是很开心的事，为什么要规定我几点找你呢，真的一定要24小时发信息吗。我听了以后，觉得很难过，我会不会让他觉得找我变成负担了呢。还有一次，一天没联系，第二天晚上找我，我语气不好，知道我生气了，也知道为什么，说因为前一天我晚上在我姐家，回去没有跟他说一声，他不知道我多晚回家。到最后变成我的错。总是这样，生气，也害怕是自己的问题。"
  },
  {
    "file": "r131.json",
    "title": "我是因为斤斤计较导致没朋友的么？应该怎么改变？",
    "content": "33岁，女，打工人。\n一直被人际关系困扰，很少有交往深入的朋友。基本升学，换工作之后，之前的聊得来的都不太联系了。\n因为爱好打乒乓球，认识了一群新的球友。球友认识都快一年了但一直都是保持着每周约一次球，打完球就各回各家。最近球友们报名一起参加了比赛，大家关系更近了一步，开始组织一起聚餐了。\n但就是现在这种情况，我总是会有不想参加聚餐的心情，想找理由推掉。我仔细想过原因，1.可能我是比较斤斤计较的人，在意公平，想想一起吃饭吃多吃少，钱分多分少我觉得会别扭。如果一起吃自助餐，我好像就会少一点纠结。就是觉得自己会少吃点亏。2. 觉得大家虽然认识，但并不熟悉，吃饭过程中要聊天，很怕别人聊的话题融不进去，但如果自己一直要想聊什么话题又很累。我好像有点害怕别人更了解我。会对我印象变差或发现我更多的缺点。\n这种纠结的感觉应该在我人生中发生过很多次了。我第一次用文字写出来，也分析了一下自己的感受。就是想了解我为什么会这样子？有没有办法改变一下？\n我也希望能够很坦然舒适和人相处，少一些计较和自卑。工作之外有社交就够了，但也不想委屈自己活的太累。感谢！"
  },
  {
    "file": "r132.json",
    "title": "中职高二学生，放假就摆烂，情绪波动大，该怎么办？",
    "content": "本人性别女，中职高二学生\n我平时上学期间惜时如金，干劲十足，经常给自己安排额外的任务，任务多的时候会想着放假的时候一定要好好利用时间完成\n但是，每次放假我都会摆烂。第一天晚上我会逼自己打起精神把任务清单列出来，在这之后的时间我有时会去完成任务，大部分时间都花在了无意识刷手机和情绪性进食上，刷手机和暴食的情况也在我每天晚上放学回家后经常出现，我的心脏会发紧，能感觉到持续的压力和紧张。\n我还感受到了强烈的孤独，想和他人交流，但没有可以交流的人，我想我的任务那么多，不该浪费时间在表面的信息交换上，很多厉害的人都能享受孤独，我在学校也是这样：我可以一个静下心来干自己的事而全不在乎周围环境的嘈杂，有时会融入放松一下。我从小到大的人际关系都很易碎，维持不了多久就散了，很多都是表面朋友。其实这也没什么，等我长大了，有能力跳出这一个圈子，就能进入属于我的圈子，可是一放假我就不那么想了，我很空虚，习惯性反复翻看微信和QQ，用手机塞满我的时间，用食物塞满我的欲望。事后非常痛苦、后悔\n我的动力好像被盗走了，有些自暴自弃，对生活失去热情，这个情况持续了我整个初中并延伸至高中，我非常想知道原因和解决办法，在此求助"
  },
  {
    "file": "r133.json",
    "title": "不太能和同性建立关系，你们会觉得这样的我是怪胎吗？",
    "content": "其实这算是一个话题讨论。\n在多数人的印象中，我不算一个很典型的男生：34岁，单身，在学校有着一份还算稳定但薪资一般而且还是我不太喜欢的工作。\n在人际关系上，虽然我是男生，却不太能和男生建立和发展一段深度且坚固的关系。\n很大的原因是自己从小由于下肢残疾，行动不便而遭到过校园欺凌。（对我进行校园欺凌的主要是男生）\n也因为在我受到欺凌时，站在我身前替我出头的都是女生。\n所以也就不难理解我“作为男生，却和女生相处融洽”这件事了。\n我的咨询师也曾跟我说：从来都不觉得男生就必须和男生有很好的关系。\n当时真的有“拨走迷雾，豁然开朗”的感觉。\n站在你们各自的角度看，会觉得这样的我是怪胎吗？"
  },
  {
    "file": "r134.json",
    "title": "面对人际关系选择，痛苦纠结，因此反胃发抖，怎么办？",
    "content": "从小到大的性格就不怎么和别人发生冲突，一旦和别人吵架我就会发抖，影响我的食欲，胃里一直蠕动，之前社会阅历浅在感情中遇人不淑那是最让我痛苦，刚上大学时没有怎么接触过脱离学生环境的异性，然后当时我就接触了一个我之前高中的学长很喜欢他，他也给我散发一种暧昧的信号，后面他到我的城市找我，那个时候我还是把他当作朋友，就是比较暧昧因为他一直没有说破，但是他和我见了面就没有分寸感，他也说了很多违背我心中形象的话，当时我还不知道他为什么一下子变了个样子，我喜欢他但他对我的方式让我很不舒服，后面朋友的点播我才明白他是带着目的来的，但那个时候我自己却看不清，后来遇见一个社会上的男生，一开始我对他没有意思，但是他关心我，和我聊天，见面之后他已经把我带入他女朋友的角色，带我去见他朋友，但我不喜欢他的那个圈子，毕竟那个时候我还在上大学，我没有接触过那些生意场上的东西，我只知道他们吸烟喝酒聊天我不舒服，后面也是他不断的试探性的在晚上约我去陪他吃饭应酬，我拒绝了，然后我们后面就不欢而散了，我不知道是我的性格太过于软弱还是让人觉得很好拿捏，这些事情让我异常痛苦纠结，我总是摇摆不定，自己说话直接不会留心眼，但是我也知道这样对我不利，因为不是所有人都像我想象中那么好，但是有句话害人之心不可有 防人之心不可无，我也是从这些事情说吸取了经验，现在我面临工作的机遇，对方老板给出的薪资我比较满意，但是我不知道他的人品究竟如何，现如今我还是面临选择，因为吃几次饭感觉挺好的人，但是我总感觉有钱人玩的花，但一方面也是我自己努力争取来的薪资，当我开始纠结时我的胃又开始涌动，我紧张不知道该如何抉择，和人如何沟通刚刚出社会打交道这个事情我总是要面对，不知道何时我才能淡定从容，站在的为自己有利的方向去和对方谈，不纠结果断勇敢。"
  },
  {
    "file": "r135.json",
    "title": "明明马上就要高考了，但却迷茫，不知何去何从，怎么办",
    "content": "因为一些问题我在家已经休学半年多了，明明马上就要高考了，明明只有一百天了，我还是做不到回到学校，一想到要早起，要处理人际关系，要背一些晦涩难懂的科目，怎么都做不到。可是在家里就这样待着，我总感觉自己是个废物，什么都做不到，想做点什么吧，又不知道做什么，又什么都不想做。也许是这半年让我的惰性被无限的放大了，我只想躺在床上，听着歌，什么也不做，但是在做这些事情的时候，我也很累。我只是一个没有价值的人"
  },
  {
    "file": "r136.json",
    "title": "经历重大打击，现在该怎么做，能给我个活下去的理由吗",
    "content": "...\n全部\n各位老师大家好，问题补充如下：\n我在大学期间患了急病，求助他人时没有想到靠自己也可以。在当时最重要的人抛弃了我，没有救助我。\n在此之前有五年抑郁症病史，但从未进行正规治疗，总是只吃药不心里疗愈。也并未休学处理。\n此时这次抛弃，这让我想起了从小学乃至高中时候，被同学、老师、父母抛弃的时刻。他们也曾保护过我，抛弃的时刻很少，但保护的都是不那么重要的时刻，抛弃的那一刻恰恰是我最重要的时刻。\n现今大学，遇到当时最重要的人抛弃了我，而且当时患急病极其严重，有些哮喘的趋势，求助无援。\n痊愈之后，近两三个月都会回忆起当时的痛苦。几乎每天半夜凌晨惊醒，醒了之后感觉特别冷，浑身发抖，对任何事情提不起兴趣，不想说话。\n\n现今我所面临的困境：选择继续学业还是休学。\n前者，学校有专业的心理咨询老师，我也有药。但学业上有时可能无法兼顾。另外面对对我造成创伤的同学，可能会创伤复发。\n人际关系相对复杂，和室友关系非常微妙。\n自己为人处事方面存在一些细小毛病。担心他人对我造成议论和伤害。\n后者，休学需要过我父母的那一关。而且休学理由，我所担心的是精神类疾病会不会被列入档案，影响未来。另外休学之后，如果住院，是很大一笔开销。\n如果我能有一个很好的，活下去的理由，我会毅然决然继续坚持学业。\n拜托了\n各位老师大家好，问题补充如下：\n我在大学期间患了急病，求助他人时没有想到靠自己也可以。在当时最重要的人抛弃了我，没有救助我。\n在此之前有五年抑郁症病史，但从未进行正规治疗，总是只吃药不心里疗愈。也并未休学处理。\n此时这次抛弃，这让我想起了从小学乃至高中时候，被同学、老师、父母抛弃的时刻。他们也曾保护过我，抛弃的时刻很少，但保护的都是不那么重要的时刻，抛弃的那一刻恰恰是我最重要的时刻。\n现今大学，遇到当时最重要的人抛弃了我，而且当时患急病极其严重，有些哮喘的趋势，求助无援。\n痊愈之后，近两三个月都会回忆起当时的痛苦。几乎每天半夜凌晨惊醒，醒了之后感觉特别冷，浑身发抖，对任何事情提不起兴趣，不想说话。\n\n现今我所面临的困境：选择继续学业还是休学。\n前者，学校有专业的心理咨询老师，我也有药。但学业上有时可能无法兼顾。另外面对对我造成创伤的同学，可能会创伤复发。\n人际关系相对复杂，和室友关系非常微妙。\n自己为人处事方面存在一些细小毛病。担心他人对我造成议论和伤害。\n后者，休学需要过我父母的那一关。而且休学理由，我所担心的是精神类疾病会不会被列入档案，影响未来。另外休学之后，如果住院，是很大一笔开销。\n如果我能有一个很好的，活下去的理由，我会毅然决然继续坚持学业。\n拜托了"
  },
  {
    "file": "r137.json",
    "title": "在人际关系中太紧张，担心害怕，我该怎么处理我的人际",
    "content": "不想说了，我以为我在人际关系上有很大突破，可是还是太紧张了…止不住的担心害怕，非常挫败…事情是这样的\n同学邀请我参加他的聚会，一起玩游戏吃东西想要一起度过愉快的一天。我对他的人是非常认可的，也想加入他的小团体，我感受我的情绪变化：\n刚开始大家说话玩闹的时候我感受到轻松想要跟进一步跟大家交流。但是随着距离慢慢接近我开始慌乱，内心很忐忑表现出来的是（礼貌微笑，内心再说离我远一点，心理上离我远一点害怕…）然后我在场上继续微笑，说话变得小声。然后在大家互相关心：你要不要吃这个？他爱吗？xxx你要吗？xxx快来，不能没有你…我男朋友xxxxx真的很棒…………他们的话语非常温暖，顾及场上所有人的感受，我开始更加担心害怕，内心：我该怎么接？我拿什么还？他们会不会看穿我内心无力，内向，越来越害怕越来越担心…………我维持不了和他们的交流了。有一个人跟我说：你也要给我们一些记忆点，融入我们！\n\n\n可是我的内心非常担心害怕，我知道他们想跟我一块玩，理智告诉我他们都喜欢我但是我真的很想逃离，\n\n\n我很喜欢大家！我想跟大家一起玩！我好挫败！我一度以为我已经克服了人际的困难，因为我发现自己的心态是有变化的，没想到，结果还是和以前一样\n以前：大家都是不喜欢我的，我也不喜欢大家（二十年）\n后来：大家好可爱呀，我幼稚的时候也包容我，但是内心觉得大家都没有我厉害，我是自傲自卑的（两年）\n现在：大家很可爱，我们都是平等的，我没有看不起谁，我也觉得我有困难大家都会帮助我，我值得被帮助，大家帮助我代表大家喜欢我（几个月）\n\n我的心态有这么多的变化，以至于我觉得我可以交到好朋友了…很多好朋友…还是不行，我很难过。很挫败。\n\n\n我跟大家的心理距离还是不敢接近，即使我内心发生了这么多变化…\n\n我该怎么办…我到底该做些什么才对？"
  },
  {
    "file": "r138.json",
    "title": "人际关系搞不好，主动沟通也没什么效果？",
    "content": "为什么工作环境里有些人总是不愿和我正面交流，而是低语，我主动沟通也没什么效果。时间长了，我就会被这些人的低语惹怒。我不想理他们，但是真的容易被激怒。"
  },
  {
    "file": "r139.json",
    "title": "家庭亲密关系与人际关系，总感觉与人之间有一层隔阂？",
    "content": "26岁男，从小是留守儿童，然后7岁后被接到父母打工的地方上学，留守在老家的时候被别人欺负了也不会告诉爷爷奶奶，然后去父母打工的地方也是把自己内心封闭起来，有啥事都不愿意跟他们说。在老家的时候会喊自己的爷爷奶奶，去父母那里重开没有喊过爸爸妈妈，然后在外面上完小学又回老家上中学，然后爷爷奶奶也喊不出口了，一直到现在。。。\n由于自己家里人都不喊，所以去亲戚那里也不会喊亲戚，所以我最害怕的就是走亲戚了。我自己也不知道为啥自己有这种心理，每次去亲戚那里自己会感觉到尴尬所以只能逃避，甚至有一次回村里感觉自己还不如村里的“守村人”。\n家里人和亲戚对我都挺好，但是我好像总是和他们感觉有一层隔阂。\n还有和朋友也是，感觉自己也是属于边缘性那种，和身边认识的人总是很难说出自己心里的真实感受，以前很多问题总是睡一觉或者去打游戏然后就过去了，到现在自己好像对啥都不感兴趣了，一想到这些问题心里就很压抑了，又没人述说。"
  },
  {
    "file": "r140.json",
    "title": "不清楚自己是否要与她结婚，并没有坚定地想结婚？",
    "content": "首先大概介绍下，我是95年，普通企业上班，每个月工资也够养活自己，自己也能存一点，有父母买的房子，自己暂时没车，我父母也是普通人，家庭和睦，因为我是独生子，所以从小就生活在父母的爱护当中，在遇到她之前，我也没有与女生谈过恋爱， 基本属于母胎一个，人际关系也极其简单，身边也没有异性朋友，其他朋友也不多，每天就是上班下班的两点一线的生活，休息日也只是偶尔在家打打游戏，上上网，或者去图书馆看看书。可以说我的生活算得上枯燥乏味。\n她是我爸介绍的，稍微介绍一下她吧，她是我们老家县城一公办幼儿园的编制幼师（我知道很多人对幼师有意见，但请不要一棒子打翻所有人），在县城幼儿园属于骨干教师，她的家庭算是单亲家庭，因为父亲有家暴过一次她妈妈跟她，然后父母便分居了，她有个211大学毕业的弟弟，现在她弟弟也在上海工作了，她妈妈没有什么工作，基本上家里都是靠她养，她现在在城里的房子也是靠她自己买的，因为她会跳中国舞，拿了很多舞蹈奖项，在我们市舞蹈圈子里也有名气，前些年就与自己的闺蜜在乡下开了个舞蹈机构，一直开了好几年，后面因舞蹈机构关闭了，之后她便每个礼拜六在市区的舞蹈机构兼职教舞蹈，她的性格是很爱笑，很开朗的那种，亲和力也很强，同时她也是很多愁善感的人，晚上经常会想事情想到睡不着的那种。\n我们正式接触是从今年1月底开始的，一直在微信上聊天，而且也比较聊得来，就这样聊了大概半个多月，她提出我们见一面，她到我工作的省会城市来找我，见的第一面其实我并没有看上她，但她看上我了，还是想与我继续发展，那个时候我也抱着试试看的心态，就同意跟她继续交往了，这7个月里我们相处的很愉快，双方性格等都是互补的类型，也没有了刚开始见面看不上的感觉了，习惯接受对方了，双方父母也见面了都比较满意，这段时间见父母，等一些比较重要的节点，基本上都是她提出来的，基本上都是她在主动推进节点，但是每每提到结婚的事情，我都不是很想面对，我之前其实没有想过结婚的事情，只是因为跟她在一起很开心才跟她谈上的，而且我以前一直觉得婚姻离自己很遥远，然后我一直觉得我对她的感情没有坚定，自己不能坚定的选择她，不敢就这样确定自己往后的人生，而且我现在也有点惧怕结婚后过上别人那种世俗的生活，面对那些家庭琐事，我内心的想法也都告诉过她了，她也包容我，没有看我这样讲就立马离开，我们每一次闹矛盾都是因为我的事情，但后面又舍不得对方又会在一起，我该怎么办"
  },
  {
    "file": "r141.json",
    "title": "觉得有点矛盾，每个人边界不同，怎样明确人际中的边界",
    "content": "什么是我的事？什么是别人的事？有文章说，所有人际关系问题都是边界不清晰造成的？我觉得好像还有个人的性格，情商，认知，思维，表达能力的问题。在职场中，有同事把自己的工作甩给我，我内心很愤怒却不敢说不，是因为对方侵犯我的边界吗？我不认为对方不知道她在侵犯我的边界，为了自己的利益依然这么做。我知道我是去工作的，但是不可能完全不在意别人对我们的行为和言语，这属于没有维护好自己的边界吗？如果边界清晰，就不会受别人影响吗？我觉得有点矛盾呢？还有怎样不触犯别人的边界呢？每个人边界不一样。"
  },
  {
    "file": "r142.json",
    "title": "儿子12岁，马上六年级，人际关系差，该如何引导？",
    "content": "儿子今年12岁，马上六年级。总是容易和别人起冲突，有时是担心别人破坏他的东西，有时是感觉别人在挑衅他，有时是看到别人的行为不文明，有时是打闹中脸上挂不住了，当他感觉到这些时他会不高兴，冲人发脾气，伸手指人家，甩动胳膊，而别人也不是吃素的就真的跟他打起来了。\n\n儿子脸皮薄，胆子小，哭，大喊大叫，打不过人家，回家朝我发脾气，哭。我感觉他太紧张了，总是担心别人对他不利，别人很普通的一句话或一个行为就被他解读为挑衅之类的，所以他经常是言辞激动，咄咄逼人，冲突很容易就发生了。\n\n还有一个情况就是儿子的语言表达能力不行，每次问他发生了什么事都不能说的很清楚，总看到别人对他做的不好，看不到自己有时是先找事的那个，有时自己有理也不能为自己争辩。作为家长，这种情况下很难去评判。\n\n老师让全班人都让着他，不要招惹他，但是他也需要交往呀，他去主动和人家玩，又会冲突。遇到有的同学就直接拒绝和他玩，他很受伤。总会说：为什么受伤的总是我。\n\n我和他爸爸开导过，分析过，找老师同学谈过，还是老样子。该怎么办呢？"
  },
  {
    "file": "r143.json",
    "title": "回避型依恋的他，究竟有没有喜欢我？",
    "content": "我们17岁，上高二\n去年九月份，他在我面前表现的幽默博学理性强大，我觉得跟他特别聊的来，所以就很关心他。然而，有一天他突然不理我了，怎么问他也不回答理由，我很着急，难过，过了几天，他说我的关心让他感到压力，说任何人都必须跟他保持距离，我不可以越过朋友的界限关心他。\n从那以后，他变得很冷淡对我，跟以前完全不一样，再后来的一天，我抓住一次机会向他表达了接纳，理解和仰慕。那天以后我们聊得甚至比刚开始还要开心，他非常信任我，把自己原生家庭的痛苦，人际关系上的事情都告诉我。他在我面前展现出不给别人的，敏感，脆弱，渴望被理解和接纳的一面。一月份，他因为家庭的事情抑郁，我主动学了一点心理学，去跟他沟通，让他恢复了生活。可我给他表白的时候，他很冷漠的说让我自己控制，前天突然说，我的喜欢给他带来了很大负担，突然删了并拉黑了我跟他所有的联系方式\n我觉得他是回避型，他到底有没有可能喜欢我？\n我还能跟他和好吗"
  },
  {
    "file": "r144.json",
    "title": "如何在保持安全距离的情况下还能交到朋友？",
    "content": "问题是: 如何在不被人猜透心里所想，或者被身边不是很熟悉的人拿捏的情况下，保持一定的距离，又能交到更多知心的朋友。\n对我来说，这有点困难。\n我试过想和同事保持友善，友好。所以在客套或者工作的同时，我还告诉一些真实想法给同事知道。因为在我心里，有时候刻意保留自己秘密就很难真心的觉得对别人是友好的。\n但是这给我带来麻烦，就是有次上司觉得我工作状态不佳，我也觉得这和我一些心态转变有关。我觉得受到的提成不高，不足以成为我努力的动力。我把这个想法告诉一个我以为信得过的同事，可是不知道是不是她无心之失，可能也觉得影响不到她自己，上司想从她这边问我的事情，她就直接说了。我上前扯其他话题打断他们的对话。在我看来她继续讲的话对我不利。\n后一天，她明显比平时要亲近一些，不知道她是不是察觉到我故意疏远她。我看她没再多嘴啥，我就没特意管。但是就留心眼吧。\n我觉得很苦恼。我不知道怎么成为那种在人际关系中游刃有余的人"
  },
  {
    "file": "r146.json",
    "title": "15岁初二女，为什么我总是明之不可为而为之？",
    "content": "我今年15岁，是个女孩，上初二，从四年级开始，心态就变了，可能是早熟。\n近期很明显，我的心态影响了我的学习。我知道作业不做是什么后果，但我还是拖拉，每次都到回校前狂补，以前回校前补不完我会害怕紧张，但现在我的心很平淡，我的成绩一直是中等偏上，有希望考上重高，如果我一直拖拉下去，我会变差吗?考重高是我父母的愿望，我好像并不在乎。\n因为我的学业，我父母发生过很多争执，我也多次表示不再犯，可我每一次都失言，让他们失望。我自己都不知道我到底想要什么？我的目标是什么？我好像迷失了。\n睡眠也不好，人际关系也一般，情绪冲动紧张时我还会给自己心理暗示： 死了多好，离开他们多好。我还会幻想自己怎么死，死了之后会怎么样。可我没有自残行为，只是犯错后我会心神不宁，会幻想怎么逃避。这是青春期的心理矛盾吗？"
  },
  {
    "file": "r147.json",
    "title": "工作中是不是不可以顶撞别人，即使别人触犯自己利益？",
    "content": "以前领导对我的要求，是工作中不可以顶撞老同事，那就要放弃自己一些利益，比如没有报酬的加班；不可以和同级同事冲突，不可以盯着别人的错误，迟到早退，因为领导都不管。这样人际关系才会好些。要不然领导不满意人际关系不好。这个要求是对别人老同事新同事多包容些的意思。（只是在我意识里面老同事同级的都是好朋友可以顶撞加上领导说话语气太重搞不好人际关系就辞退，只知道害怕还没听到领导的内容是不可以顶撞同事，顶撞继续）后来，又有新同事看到老同事对我不满意，对我不礼貌，那我该压抑自己，然后追求人际关系的和谐吗？那后面再遇到矛盾冲突，是不是所有时候都要以一个好的人际关系为标准，甚至压抑自己呢？是不是时刻别人和自己有冲突都不可以违反一个好的人际关系，压抑自己的利益，需要，等等？"
  },
  {
    "file": "r148.json",
    "title": "人际关系、人生价值观、人性？好像陷入死胡同？",
    "content": "不知道怎么努力，好想自杀，我这算什么啊。又要讲废话升温，又想高质量交往否则独处。怎么抉择？关系？又要优秀的人一起提升价值，又要跟友善的人一起，缓解创伤情绪，改善自闭？\n\n我觉得自己是很纯粹很极端的人，要不做知心无话不谈的朋友，要不说一句话都得考虑是否会被利用，太累了。一见面就什么话都说，想说的都说出来。不信任别人，因为负面经历和八卦，不会看人，流言蜚语。怎么办。保持真诚做真实的自己就好了，做真实的自己，什么话都说又有心理阴影啊。\n\n朋友圈子权益，朋友和敌人？没有概念。\n自我暴露的程度低，你会在不知不觉中疏离了真诚与你相交的人，同时也过滤敌人？自我暴露高，说明自己实力强，人际关系吸引力也更高？藏着。低调的，夹起尾巴做人？难道人与人之间一定要竞争吗？生态链，必须有人下等人提供服务，才能维持社会运转？\n人性都是自私，虚伪，伪善的？\n人际关系想太多，陷入死胡同了。"
  },
  {
    "file": "r149.json",
    "title": "不敢跟别人发生冲突，总是逃避，如何战胜自卑？",
    "content": "目前最让我困惑的是我的自卑，因为童年的遭受校园暴力以及自己家庭的原因，后来就不爱说话了，不敢跟陌生人说话，甚至有时侯自卑到在亲戚家一起吃饭都不敢夹菜，不敢说话，不敢跟别人发生矛盾，一发生我就害怕，我很想冲过心理这道防线。有时我总是会想到过去的种种不好，因而去看低自己，一方面是我的能力不如别人，不被别人看好，另一方面就是童年经历有关的。我是一个典型的讨好性人格，不懂得拒绝别人，心理不想，嘴上说不出口。正因为我的自卑，人际关系差到极点了。\n总的来说，人际关系，不敢与陌生人说话和自己对自己的设限，总觉得自己不如别人，例如不敢跟别人发生冲突，总是逃避。想说如何从根源上让自己自信"
  }
]