[
  {
    "file": "r000.json",
    "title": "只是过和普通人一样的生活，为什么我受不了？",
    "content": "从小到大，我的生活可以说是非常平凡，算得上幸福了。父母双全，衣食无忧，家庭较为和谐，从来没有受到过欺凌，学习一直还不错，考上了虽然我不喜欢，但未来光明的专业。目前我正在读大一，我感觉我的人生一直走在正轨上，但我好像完全不想继续这样下去。我就是不想活了，没有任何事吸引我到成为一个我必须活下去的理由。在过去我还是会出于没能回报父母的养育之恩而愧疚，现在我一点都不愧疚了，多拉几个人一起走我可能也不会愧疚。我不明白，为什么大家会想活下去？有任何令人开心的事吗？你们是怎么坚持下去的？ 以前有一段时间我很抑郁，因为喝杀虫剂自杀在家待了两周没去学校。我很后悔，当时喝的杀虫剂效果不够强劲。后来家人实在受不了我，把我押到学校，我就乖乖去上学了，一直过了两年了，我几乎没干出什么出格的事。除了一次离家出走和把头发剃光，景观式的反抗，哈哈。参加完高考，我发现痛苦的一生竟然才刚刚开始啊，我原来过得还算是好日子呢。就是我很疑惑，为什么普通的生活对我来说是痛苦的难以忍受的？ 我感觉我是物质生活的极度富足和精神世界的极度匮乏，我没有任何高贵的理想，崇高的信仰，我不信仰上帝，不爱国，礼义廉耻于我如浮云。上课的时候，无论是以前还是现在，我总是会幻想各种各样自杀的方法，我想立刻结束一切，我不想听课，我想用教室里唾手可得的东西插进我的眼睛里，锤进我的脑子，好让痛苦结束。我得承认，其实我也没那么擅长学习，也不是个科研人才。 我很喜欢喝酒，我第一次喝酒就明白了为什么有那么多人沉迷于酒精。它会屏蔽你的一切感官，焦虑啊痛苦啊，都不那么真切了。但是我从来都没有沉迷过，因为我一直在扮演一个好学生，好学生是不会酒精成瘾的。我也总是服用过量的药物，虽然计量肯定不会致死，但我想万一呢？万一这次就能死了呢 每次一到一个新地方，我就会找哪个高层的窗户可以打开，这样我就会心安一些，知道我不是无路可走，我还有死路一条。虽然这是句很火的玩笑话，但对我来说很实用。 如果别人评价我，我应该是包容的，温柔的，可能有点逆来顺受，闷骚的，比较有趣的人。没人知道我想做什么，如果我做了他们大概会很震惊，说没想到啊，他还会做这种事，他不是这样的人啊，他一直很平和，情绪很稳定的。 现在，有个人再也忍受不了一切，当他心里那根弦绷断的时候，很可怕的事情就会发生。 （我是个女生，但是用“她”称呼我自己会感觉很别扭，非常别扭，我不清楚为什么，所以我用“他”）"
  },
  {
    "file": "r001.json",
    "title": "如何避免过度的社会比较？",
    "content": "从读书的时候开始，我们这一代人好像慢下来就会失去竞争优势，稍微喘口气都怕被人赶上…… 但是焦虑抑郁的人越来越多，这种快节奏让人生的宽度变得狭窄，让我们没有时间去思考自己的真正需要什么。大家都在为了生活。 真的慢下来之后，又会担心慢节奏的生活是否会太过安逸，让自己无法完成远大志愿，实现自己的目标。 想知道你是怎么看待的呢？你认为快节奏生活是有利于还是不利于人的自我实现？"
  },
  {
    "file": "r002.json",
    "title": "创伤后应激障碍 ：遭遇的创伤，会将我们死死留在原地",
    "content": "甘肃仍然处于地震的余波之中，时间再往前走，是河北水灾......人祸或许可以避免，但是天灾的来临，会让人们坚守和坚持的一切迅速崩塌。 创伤/灾难会让人们长期处于“战斗”状态，开始自责、愤怒、抑郁，甚至自残，这种自我保护的本能往往会带来极端的问题行为，影响灾后幸存者的社会关系。 你想对正在经历灾难后（创伤后）应激障碍的人们说什么呢？有什么可实操的方法能够帮助他们走出身心的“余震”吗 （仔细查看下列任务要求哦） ?任务要求 数量：回答本提问中的2个问题 字数：≥200字，请分点作答呀～ 时间：1月1日0点23点59分"
  },
  {
    "file": "r003.json",
    "title": "阳光型抑郁：成年人的崩溃，总是默不作声。",
    "content": "【观察室· 热点四】 阳光型抑郁：成年人的崩溃，总是默不作声。 今年，李玟的离世让很多人心碎，也让阳光型抑郁症重回大家的视野…… 抑郁症并非是一日就形成，也不会一日就快速痊愈；也许我们并没有能力去拯救一颗已经崩溃的心灵，可是在这之前，我想，我们总是有一些能做的事情。 今天，请你分享你对阳光型抑郁症的理解，并且给正陷于抑郁漩涡中的伙伴一些自救的方法吧 （仔细查看下列任务要求哦） ?任务要求 数量：回答本提问中的2个问题 字数：≥200字，请分点作答呀～ 时间：12月31日0点23点59分"
  },
  {
    "file": "r004.json",
    "title": "自己得了心理病，但是父母就是不相信怎么办？",
    "content": "刚上高一没多久就对学校对上学没有兴趣，感觉自己对什么都不感兴趣。在父亲的陪伴下去了权威的医院做诊断，为轻度的抑郁症。开了一些药辅助治疗，每一个月去复诊一次，一直休学在家。现在是高一的下学期开学没多久，家里面的人都怀疑我是在装病，说我早就好了。跟学校里面的老师沟通，想让我复学去学校读书，可是我自己觉得是还没有好，医生还加大了用药剂量。但是我又不敢反驳父母。怎么办？"
  },
  {
    "file": "r005.json",
    "title": "没上学也没上班，已躺平一年，感觉自己很没用，怎么办",
    "content": "目前23岁，性别女，因为承受不了压力没有高考，大学马来西亚留学半学期因为身边没朋友，高中又没学到专业相关知识学不进去，灰溜溜退学回家，现在没上学也没上班，已经在家躺平一年，加上留学之前因为抑郁症休学，已经躺平了三四年了。每天什么都不想干，什么都提不起兴趣，感觉做什么事都没人可以分享，喜欢电音和“愤青”摇滚，还有emo风格艺术身边没人理解，每天靠刷搞笑短视频和打王者荣耀混日子，玻璃心，别人稍微谴责我就会情绪崩溃，我认为人生中最好的时候在童年，虽然和家长沟通很少，但是他们把我衣食住行照顾得很好，还有一个小男生是我青梅竹马有他陪就不感觉孤单，我无论提出玩什么游戏他都支持我，一起看动画片，一起玩玩具，一起吃饭，一起去农家乐玩。小学低年级时我亲生父亲车祸去世，不过我出生之前我爸妈就离婚了，我跟我妈，所以我也不是特别伤心，我妈很强势，情绪不稳定，一会儿对我很好一会儿很容易对我发火，她总是希望我学习做到最好，给了我很多压力，我就以为学习成绩好是很酷的一件事情，也不知道是不是这个原因总之我一直都非常争强好胜，很怕落后于别人，但是事实是我啥也做不好，也没人喜欢我，学校从来没有被表白过，初中三个人的友情，我，另一个女生，一个男生，后来男的跟那女的在一起了，我在他们之中非常尴尬，而且我很伤心，因为之前我和另一个女生匿名做了个小调查，调查发现论性格他应该是更喜欢我的，但是他选择了另一个女生，而且我长得不怎么样，性格也畏畏缩缩说话不敢看别人眼睛，初中时有个人就全班传纸条说我是全班最丑女生之一，还有初中一次艺术节，我想和朋友一起跳韩国团队的舞蹈，结果她们嘴上答应了，根本不练习，只有我一个人练的最久，结果被评价“太僵硬了”，等等，初中我上的是市里最好的学校竞争很激烈，两次考试下来我直接从班里前几掉到班里最后几名，后来我真的是不堪重负，每天不想学习怀念以前，上课不听自习课趴着睡觉老师也不管我也没人问我怎么了，那时我去网上做测试第一次发现有抑郁倾向，后来高中毕业之后我的青梅竹马和我绝交，留学之前大学上网课时我第一次自残，后来一发不可收拾，一遇到糟心的事就想动刀子，现在身上有上百条划痕，很多处还缝了针，但是我感觉反思了一下我的人生，其实比起很多人已经很好了，但是我就是感觉我的人生很灰暗，找不到前行做事的动力，难道我就是玻璃心，生个富贵病浪费父母的钱？我感觉我爱的事物无法为你们创造价值。"
  },
  {
    "file": "r006.json",
    "title": "总是感觉别人讨厌我怎么办？",
    "content": "总是感觉别人很讨厌我，但是当我真正接触的时候却发现其实别人对我很好。因为觉得别人很烦我所以尽量不跟其他人主动交流，搞得就算别人跟我主动说话的时候我也接不上，根本不知道说什么，脑子里一片空白，沟通能力极差，只会听不会说。小时候很爱说话，后来因为环境问题抑郁了一段时间，逼着自己不说话，现在不抑郁了，但是再也不会怎么说话了，就算想说也不知道说什么，如果别人不主动找我我只能自闭。比如我自己做错了什么事情我就会很自责，然后我就会认为别人会跟我自己一样谴责我，讨厌我，我对自己的负面想法经常会转移到别人身上，认为别人跟我一样讨厌我，因为这种感觉很难主动去找别人交流，就算感觉很孤独很麻木也不会去找别人因为已经习惯了孤独和它带来的负面影响"
  },
  {
    "file": "r007.json",
    "title": "我无法判断一个人正在经历多大的苦难，冷漠无情？",
    "content": "... 全部 我无法得知别人正在经历多大的苦难，忍受多大的煎熬，我无法对任何人感同身受 而且我也不知道对方是不是正在经历和我一样的痛苦，或者是更深的痛苦 而且我无法判断一个人是否是和我一样的抑郁症患者 我也无法得知我给对方发紧急消息的那一刻，对方在做什么，是不是正在处理棘手的问题 我也不知道，当一个人对我说“你能为我（比如送一件礼物，做一件温暖的事情）……吗”的时候，其实这个人已经快要离开这个世界了，如果因为我的疏忽，导致一个人的离去，而我作为最后一根求救的稻草，却是压死这个人的最后一根稻草……我会后悔没有及时回应对方，后悔没有和对方多打一个字，多说一句话 而且由于我的疏忽，以为对方没有什么事情，但是其实对方已经和我做最后的告别了，而我却没有意识到，那我……天哪，带着遗憾和绝望离开这个世界，应该是最痛苦的事情了吧 想想三年前，我一直是一个为了自己的前途不管别人死活的人……我每天忙于自己的学业，忽视了很多人的情感需求……其实也不是，我不是冷漠无情的人[大哭][大哭] 我又在贬低自己了[大哭][大哭] 我无法得知别人正在经历多大的苦难，忍受多大的煎熬，我无法对任何人感同身受 而且我也不知道对方是不是正在经历和我一样的痛苦，或者是更深的痛苦 而且我无法判断一个人是否是和我一样的抑郁症患者 我也无法得知我给对方发紧急消息的那一刻，对方在做什么，是不是正在处理棘手的问题 我也不知道，当一个人对我说“你能为我（比如送一件礼物，做一件温暖的事情）……吗”的时候，其实这个人已经快要离开这个世界了，如果因为我的疏忽，导致一个人的离去，而我作为最后一根求救的稻草，却是压死这个人的最后一根稻草……我会后悔没有及时回应对方，后悔没有和对方多打一个字，多说一句话 而且由于我的疏忽，以为对方没有什么事情，但是其实对方已经和我做最后的告别了，而我却没有意识到，那我……天哪，带着遗憾和绝望离开这个世界，应该是最痛苦的事情了吧 想想三年前，我一直是一个为了自己的前途不管别人死活的人……我每天忙于自己的学业，忽视了很多人的情感需求……其实也不是，我不是冷漠无情的人[大哭][大哭] 我又在贬低自己了[大哭][大哭]"
  },
  {
    "file": "r008.json",
    "title": "错过了教育孩子的最佳时期，非常非常的后悔怎么办？",
    "content": "... 全部 当孩子小的时候我还不成熟，非常非常的不成熟。不知道该怎么去教育孩子？ 孩子现在初三一堆的问题，很差劲。 自己现在不知道该怎么办了，自己的丈夫也不是很给力，不懂教育，也经常骂人，暴躁。和他沟通了很多很多次，没有成效。 ❤️我现在内心充满了绝望，今晚都睡不着觉，非常的抑郁。 ❤️心理老师也找了，也谈了，不管用。这两个先生都听不进去我说的话。 ❤️痛苦痛苦到极点，抑郁症呀，爆发了，整夜整夜的睡不着觉。然后胃痛，呕吐。 每天这样痛苦的生活，还真不如死掉了。 求助各位老师，我该怎么办？怎么活下去 当孩子小的时候我还不成熟，非常非常的不成熟。不知道该怎么去教育孩子？ 孩子现在初三一堆的问题，很差劲。 自己现在不知道该怎么办了，自己的丈夫也不是很给力，不懂教育，也经常骂人，暴躁。和他沟通了很多很多次，没有成效。 ❤️我现在内心充满了绝望，今晚都睡不着觉，非常的抑郁。 ❤️心理老师也找了，也谈了，不管用。这两个先生都听不进去我说的话。 ❤️痛苦痛苦到极点，抑郁症呀，爆发了，整夜整夜的睡不着觉。然后胃痛，呕吐。 每天这样痛苦的生活，还真不如死掉了。 求助各位老师，我该怎么办？怎么活下去"
  },
  {
    "file": "r009.json",
    "title": "2025高考生，我到底该不该在家或者去自习室自学？",
    "content": "我是2025高考生，山东某普高生 自4年前出现抑郁倾向，现在状态尤其不好，去医院查出来有中度抑郁，自杀风险极高，最近出现了比较严重的焦虑躯体化 高敏感，身边所有人的负面情绪都会给我带来严重困扰 加上胃肠道本来就很不好要一直吃药，请假在家2天了 对大多数人没有感情甚至比较厌烦的，尤其和同学性格不合，会跑到没人的办公室或者厕所躲避社交，只要在学校就会焦虑，心慌冒冷汗 平时成绩570左右，英语尤其好，平均130+，高二考过雅思7分 比较想学医（父母都是医生），目标是报考香港浸会大学中医学专业，或者其他内地之外高校的医学专业（最好是中医），或者是成为省属公费医学生 追求稳定，希望找工作没压力，没什么爱好或者喜欢的东西，工资够活着就好 家里条件不错，父母也很支持我，不会逼我非要上学或者工作，但是我不想在家躺尸 话又说回来，我是希望正常去参加高考，但是身心状况有些难以坚持这100多天在校生活，如果在家自学或者去自习室又担心管不住自己，但是我不是很能接受每天请假几节课（就是说如果要回学校我会完全在校学习，不会随时请假） 所以想问问大家有什么建议吗？应该回学校正常学习，自习室，在家，还是别的方案？"
  },
  {
    "file": "r010.json",
    "title": "丈夫做了伤害我的事，家有三岁女儿，求最明智的做法！",
    "content": "... 全部 与丈夫相亲相识，领证后才发现我们的中间介绍人是他女友（婚内已育有两子），在我俩交往后他俩仍每天通话。这件事并不是他坦诚给我的，而是蛛丝马迹跳出来的。他为了压住这件事，想利用我的同情心用另件事熄灭，他说他含冤入狱过。而我当时听了确实也信了心疼了，并且说以后不再提。可后来我发现我做不到，就像一根刺深深插入我的心而且只有我自己能听见在滴血。后来我们还是在18年结婚了，没有三金钻戒，彩礼也没多少（现在想想我当时为什么完全没有在乎这些，只想着好好和他过日子）。但我还是很不信任他经常查岗。比如婚礼上，我忐忑不安，他和那个女人断了吗会不会来砸场子，还有晚上来回梦见他出轨的情景（包括产前那一夜），梦里特别痛苦，醒来会对他发脾气。 他工作很忙，像是很挣钱的样子，基本是我工资两倍，我的工作是体制内月收入7k。因为他没多少时间，家务基本就不怎么操心。我也较懒，但是总比他收拾的多。 产后，我说孩子仍有黄疸，他说我多疑不听月嫂的，我执意到医院检查，结果黄疸高需快治疗；我说我奶水少不够孩子吃，他仍然嫌我多疑不听月嫂的判断等等各种事情和我对着干，就是不信我。后来医生判断女儿可能过敏不能喝奶粉。孩子吃了我的奶后有时会大量吐奶，我又没多少奶水，我心态崩溃，后来直接病倒，只能躺着无法坐立，否则头疼欲裂。在查病因时，我对他早已心寒，宁愿一个人弯着腰低着头去医院，也不愿给他打电话麻烦他。。。 后来的一次吵架，他直接给我妈打电话让我妈来，我这些年来的委屈从未跟任何人说起过，更别说是我妈，我不想让她跟着忧心。我随即也打电话给公婆让他们也抓紧来！我爸低智根本不会说话也没来，我妈胆小不想把事闹大，只讲理不袒护。而公婆不问青红皂白，我说什么都怼我说我口说无凭乱猜疑。几个小时唇枪舌战后家长都走了，根本没解决。 几个月后，我突然搬家，他慌了，来回过来见孩子，我也总没好脸色给他。后来又不知为何，和好了一样，一家三口住到一张床上，但我们很少同房，到女儿两岁时，总共也就顶多5次，但偏偏我就染上了性病（2024年2月份）。后来我想方设法查他手机并保留了证据但是我没有告知他。果然发现他嫖娼过，也就是说他明知自己有可能染病仍然和我同房。至今他都没和他爸妈坦诚过他的一些故事，而公婆劝我过去的都过去了。而他，根本不承认自己在外边乱搞说我乱猜疑。我们现在处于冷战期基本不说话，说话就吵架。我觉得我产后两年，极度抑郁，现在女儿三岁，该如何？ 与丈夫相亲相识，领证后才发现我们的中间介绍人是他女友（婚内已育有两子），在我俩交往后他俩仍每天通话。这件事并不是他坦诚给我的，而是蛛丝马迹跳出来的。他为了压住这件事，想利用我的同情心用另件事熄灭，他说他含冤入狱过。而我当时听了确实也信了心疼了，并且说以后不再提。可后来我发现我做不到，就像一根刺深深插入我的心而且只有我自己能听见在滴血。后来我们还是在18年结婚了，没有三金钻戒，彩礼也没多少（现在想想我当时为什么完全没有在乎这些，只想着好好和他过日子）。但我还是很不信任他经常查岗。比如婚礼上，我忐忑不安，他和那个女人断了吗会不会来砸场子，还有晚上来回梦见他出轨的情景（包括产前那一夜），梦里特别痛苦，醒来会对他发脾气。 他工作很忙，像是很挣钱的样子，基本是我工资两倍，我的工作是体制内月收入7k。因为他没多少时间，家务基本就不怎么操心。我也较懒，但是总比他收拾的多。 产后，我说孩子仍有黄疸，他说我多疑不听月嫂的，我执意到医院检查，结果黄疸高需快治疗；我说我奶水少不够孩子吃，他仍然嫌我多疑不听月嫂的判断等等各种事情和我对着干，就是不信我。后来医生判断女儿可能过敏不能喝奶粉。孩子吃了我的奶后有时会大量吐奶，我又没多少奶水，我心态崩溃，后来直接病倒，只能躺着无法坐立，否则头疼欲裂。在查病因时，我对他早已心寒，宁愿一个人弯着腰低着头去医院，也不愿给他打电话麻烦他。。。 后来的一次吵架，他直接给我妈打电话让我妈来，我这些年来的委屈从未跟任何人说起过，更别说是我妈，我不想让她跟着忧心。我随即也打电话给公婆让他们也抓紧来！我爸低智根本不会说话也没来，我妈胆小不想把事闹大，只讲理不袒护。而公婆不问青红皂白，我说什么都怼我说我口说无凭乱猜疑。几个小时唇枪舌战后家长都走了，根本没解决。 几个月后，我突然搬家，他慌了，来回过来见孩子，我也总没好脸色给他。后来又不知为何，和好了一样，一家三口住到一张床上，但我们很少同房，到女儿两岁时，总共也就顶多5次，但偏偏我就染上了性病（2024年2月份）。后来我想方设法查他手机并保留了证据但是我没有告知他。果然发现他嫖娼过，也就是说他明知自己有可能染病仍然和我同房。至今他都没和他爸妈坦诚过他的一些故事，而公婆劝我过去的都过去了。而他，根本不承认自己在外边乱搞说我乱猜疑。我们现在处于冷战期基本不说话，说话就吵架。我觉得我产后两年，极度抑郁，现在女儿三岁，该如何？"
  },
  {
    "file": "r011.json",
    "title": "如何向别人表达真实需求，而不伤害关系呢？",
    "content": "发现自己脆弱抑郁的一大原因就是不会表达自己的需求导致需求一直压抑，与别人相处时要怎样合适地表达自己的需求的同时不会破坏关系的和谐呢，害怕表达真实的自己真实的需求被恶意攻击，因为就是以前表达过真实的自己被同伴女生长期恶意揣测恶意攻击过，但自己本意明明很单纯善意，导致现在不敢而且不会表达了，潜意识里害怕别人攻击我害怕说错做错，随时都处于应激状态好累啊，每天都感到很有压力，不知道怎么和别人相处而自己活得开心"
  },
  {
    "file": "r012.json",
    "title": "马上升高中依然脆弱消极，如何解决自己的情绪问题？",
    "content": "最近半年备考，感觉自己越来越容易陷入抑郁情绪，心理问题产生频率远高于以前 考试结束后，虽然如释重负，但是仍然焦虑未来，回忆过去，难以释怀。我常常一天什么都没有做，也什么都不想做，无法从中抽离，头又经常一侧一侧的疼，感觉很疲劳，很嗜睡。我要做的事情都拖延了，就加剧了自己的焦虑不安 我曾经和父母谈过，可是发现他们从来没法重视心理问题，而我的时间很宝贵，不想一直浪费在解释与争吵上。同时，我又畏惧心理咨询，不敢和陌生人说话，害怕被批评指责。 我没有交情很深的朋友，又无法向他们倾诉。我尝试过冥想，写日记，运动，但是都没有太大的改善。马上要升入高中了，我不想自己依然这么脆弱和消极，有哪些更好的办法吗？"
  },
  {
    "file": "r013.json",
    "title": "和我妈冷战，我没错，因此事纠结很久了，想自杀怎么办",
    "content": "相信各位老师这段时间一定重复刷到“和我妈冷战”这个问题了。我没错，我为这个事情纠结很久了，一直找不到一个好的办法解决，现在抑郁复发严重。我今年26岁，有过几年抑郁症，康复了。有一个控制欲强，但相爱相杀的母亲，从小学一年级就在经历冷战，我哭了她才会理我。随着慢慢长大，“打压式”教育，冷战频繁，读书期间，冷战绝食自残主动低头和好，绝食她不会叫我吃饭。成年后，冷战抑郁自杀主动低头和好，冷战只要我不主动跟她说话，她一辈子都不会和我讲话。这次长达三个月，我在微信上主动沟通给了台阶，但在现实中她还是不和我说话，不知道是不是因为碍于面子还是她在等我。刚开始跟她冷战的时候觉得很自由，生活工作美好，后面越来越压抑，我爸和我姐都来劝我跟她说话，一听到这个我就很有压力，我让他们去劝她，他们就马上沉默，即使。。即使我跟我姐说我有了轻生想法也没人去劝劝她，仿佛是我一个人的事。因为我是小辈的原因吗？ 我觉得我的妈妈不够爱我，我在六岁和她冷战的时候，我没哭我就会饿一晚上；我绝食的时候她不叫我吃饭；成年后加重了，她不知道的是我跟她冷战的时候我会压抑到自杀，打自杀干预热线才能救我一命，她就算知道，她也不会服软，天生冷血吧。我爸和我姐告诫我，她做了什么也是功大于过。她可能活了几十年都是这个样子的，但是我多么希望她能改变一次。 冷战不结束，我就要结束了。"
  },
  {
    "file": "r014.json",
    "title": "完全无法沟通，如何面对低情商父母？",
    "content": "他们永远不知道在哪些人面前该说什么不该说什么，比如我的内向，我的自闭，我几年前的重度抑郁焦虑症，他们竟然会把我这些见不得人的伤疤与不堪当作什么荣誉勋章去到处“炫耀显摆”？其实那些外人根本没什么真正关心我们家的，哪个不是看笑话的，他们还要一五一十事无巨细地去把我的伤疤一一揭开给他们品尝。我真的好崩溃啊，面对别人各种攀比各种阴阳怪气他们根本不知道也不会怎么去维护自己家的人，也不会去反驳，但是，我也无比清楚，他们的能力认知就到那儿了，这个他们已经尽力了，这种高情商是你强求不来的，但是自己又真的非常委屈与不甘，怎么他们就任人左右任人“欺负”呢？难道作为成年人就只能选择慢慢远离他们而不能很好的解决面对吗？当然，解决这些的前提条件是，无法沟通。完全无法沟通，几十年了，我比任何人都清楚，我们家完全不存在沟通这种可能。完全不可能。所以沟通这个办法我觉得还是别提了，真的完全无效。"
  },
  {
    "file": "r015.json",
    "title": "学了心理学知识后，发现烦恼有时来自身边缺乏共情？",
    "content": "... 全部 学了倾听课程之后，意识到自己的烦恼有的时候，就是来源于亲近的人（父母、朋友等）不会共情，举一些实际的例子： 1、假期的时候我不爱回家，父母就变着法给我做好吃的。其实我不缺吃穿，对吃也没有过高的追求，我需要的是父母能够多倾听我的想法，支持我的观点。 2、我有一朋友特别没有眼力见儿，我正忙着呢她拍我肩膀找我说话，高度集中精力的我吓得心脏都不舒服了。跟她说过我的感受，我感到恐惧和愤怒，但是不奏效，过几天同样的事情她还会去做。 3、我父母根本不知道，情绪价值也是要被满足的。我回家穿衣服他们总是要求我乖乖女穿搭，那些显身材的、扬长避短的衣服他们总觉得看起来不正经，我一个爱美的女孩子，扎个耳洞做个指甲他们也念叨，还说什么也不当明星。对，我从事的行业不需要外表，但是，变漂亮了我开心我自信不行吗？ 我也曾经和父母谈过情绪价值的问题，可是父母觉得我有的时候是不是被所谓的“专家”“公众号”洗脑了，还觉得现在吃喝不愁有啥烦恼过不去的。发现他们确实没意识到心理健康的重要性，也给他们看过抑郁症相关的抖音视频、新闻、文章等，他们觉得那都是小概率事件，抑郁症没那么容易发生。 学了倾听课程之后，意识到自己的烦恼有的时候，就是来源于亲近的人（父母、朋友等）不会共情，举一些实际的例子： 1、假期的时候我不爱回家，父母就变着法给我做好吃的。其实我不缺吃穿，对吃也没有过高的追求，我需要的是父母能够多倾听我的想法，支持我的观点。 2、我有一朋友特别没有眼力见儿，我正忙着呢她拍我肩膀找我说话，高度集中精力的我吓得心脏都不舒服了。跟她说过我的感受，我感到恐惧和愤怒，但是不奏效，过几天同样的事情她还会去做。 3、我父母根本不知道，情绪价值也是要被满足的。我回家穿衣服他们总是要求我乖乖女穿搭，那些显身材的、扬长避短的衣服他们总觉得看起来不正经，我一个爱美的女孩子，扎个耳洞做个指甲他们也念叨，还说什么也不当明星。对，我从事的行业不需要外表，但是，变漂亮了我开心我自信不行吗？ 我也曾经和父母谈过情绪价值的问题，可是父母觉得我有的时候是不是被所谓的“专家”“公众号”洗脑了，还觉得现在吃喝不愁有啥烦恼过不去的。发现他们确实没意识到心理健康的重要性，也给他们看过抑郁症相关的抖音视频、新闻、文章等，他们觉得那都是小概率事件，抑郁症没那么容易发生。"
  },
  {
    "file": "r016.json",
    "title": "39岁，未婚，失业，我该如何更好认同自己？",
    "content": "我本人今年39岁了的单身女性，因为未婚未育而产生了焦虑抑郁情绪，服药约1年多了，我目前对生活感到疲乏无力去改变。我虽然20几岁就开始相亲，但心里从来也没有择偶标准，所以相了10来次也只是走马观花去看一个人。在生活里没有建立和异性恋爱和深度关系。连同性朋友也没啥人。我对人际交往不主动也不太感兴趣，可能兄弟姐妹多还算和谐的原因吧。我目前也已失业2年多，以前一直在自家小型生意帮忙。人际上曾经有很多很好的机会接触到优质异性朋友和同性朋友，由于我很防备又没有明确要很早结婚的目标，所以没有去抓住这些机会，甚至有些来给我妹妹和哥哥介绍对象的我都一一推开了，那时我总觉得择偶最重要是经济条件有保障，我提了不少退缩的建议，所以我觉得我现在是个家庭的罪人，不仅自己过不好还连累家里人。因此经常也有自杀的想法。现在觉悟就是人活着就是要去体验和别人交往，这也是自我探索的一种方式，而我只是孤芳自赏，缺乏人生阅历，过了很空白的又封闭没有追求的半辈子。对兴趣爱好，职业规划也没有想法。总觉得年轻时没结婚生孩子就是此生最大的遗憾，即使现在努力也觉得困难重重，忘不掉这些年原生家庭的变故（妹妹突然离世）和落魄（家庭生意结业）。还有这么多年来我在家庭里负面情绪最多，吵吵闹闹，不成熟。我很后悔。工作很迷茫，不知要从事和之前相关的还是其他。真的想改变，想活下去，想活好，想经济独立。在人际交往里比较讨好迎合对方，也无法在被误解时好好为自己申辩。我还经常担心兄弟姐妹的孩子的健康。我也有时嫌弃兄弟姐妹的小孩不够健康聪明好看，让我觉得我身边的一切都比不上同学。社交时我总是向下社交而不是和优秀的人交往，大概因为自卑情结"
  },
  {
    "file": "r017.json",
    "title": "儿子高三，失恋，同学流言蜚语，怎么才能帮到他？",
    "content": "... 全部 儿子成绩一般但是目标不低想考好的院校，精神压力学习压力都大，近一两个月，身体频繁出现不适，头疼感冒肚子疼，时长需要请假，不开心，不愿意谈感情的事，有说活着累，活着干嘛呢吗？但是还得活着。和他聊，无意间说能转校吗？当然不太能，他也知道，就只能面对，但是他又感到痛苦，面对不了。和他谈，总是说有啥用呢吗？说这些干嘛呢吗？烦死了。……我不知道该怎么办了。怎么做，才能帮到他，我担心他慢慢的会抑郁。 儿子成绩一般但是目标不低想考好的院校，精神压力学习压力都大，近一两个月，身体频繁出现不适，头疼感冒肚子疼，时长需要请假，不开心，不愿意谈感情的事，有说活着累，活着干嘛呢吗？但是还得活着。和他聊，无意间说能转校吗？当然不太能，他也知道，就只能面对，但是他又感到痛苦，面对不了。和他谈，总是说有啥用呢吗？说这些干嘛呢吗？烦死了。……我不知道该怎么办了。怎么做，才能帮到他，我担心他慢慢的会抑郁。"
  },
  {
    "file": "r018.json",
    "title": "为什么会抑郁？经济上的自律会影响情绪么？",
    "content": "昨天中午吃完午饭开始，就有一种非常奇怪的心情，想到什么都觉得没意思，简而言之，就是对事情没有以前那种期待感了，比如想到元旦三天假期，正常来说应该是非常期待的，国庆之后第一个小长假。又例如想到跟同学可以假期去玩，也没了期待感。察觉到自己这种思维之后，我很焦虑恐慌，我在想会不会是我抑郁了，因为我啥都没有当初那种期待满满的感觉了，甚至在睡午觉的时候有点恐慌，慌得坐了起来，怕自己失控。昨晚也没有睡好。今天白天也一直有点低落，更多的来说，是因为察觉到自己的低落（没有期待）而低落，中午饭也没怎么吃，午睡也是迷迷糊糊。我一直试图寻找原因，我在想是不是我最近太自律，有点绷得太紧了，觉得那些值得期待的乐趣都没在提升自己，有点浪费时间？我放下了自己的那些要求，因为我这个人一旦进入了自律模式就会非常的“功利”，表现在什么事情都衡量对自己有没有用，还会对一些短期快乐产生抗拒，偶尔有负罪感。有好转但是没有完全恢复，直到两件事的发生1.我在早上申请的公积金到账了，我看到之后非常高兴，觉得有钱花了。2.跟一位同事聊起来年终奖的问题，他说今年会有的，在年前就发出来，而且还听说我的下个月的工资不会扣绩效，这样的话我过年之前就会有很多钱了。这两件事发生后我感觉自己恢复了快乐，对比了一下，之前我没有期待感是因为我对自己经济方面陷入了一种“自律”，进入了省钱模式，欲望都被我压抑住了，想到元旦假期的社交和自由，我却规定自己不能花钱（事实上我卡里就剩个几百了，的确不能花了），也没钱花，没有了以往的期待。当我知道自己即将度过经济的难关后，我非常开心，对元旦有了满满的期待了，因为我不再需要省钱了，各种欲望都涌现了出来，比如约谁玩，去哪里玩，吃点什么等等。所以，是否有以下的结论1.经济状况是会影响抑郁情绪的？2.我的抑郁是不是根本原因在没有接纳当时的自己？ 有人帮我分析一下我这将近一天的抑郁情况是什么原因造成的吗？"
  },
  {
    "file": "r019.json",
    "title": "对另一半特别不满意，这种生活状态我要抑郁了，怎么办",
    "content": "老公今年36岁,事业单位临时工，一个月两千块，工作很闲，空闲之余就是别人请吃饭，自己玩游戏，一个月这么一点钱一点不着急，没有规划没有打算。孩子的兴趣班，幼儿园学费什么的全是我交的钱，他一年到头攒不到钱。自己没有欲求，有时候我买东西出去玩，还嫌我花钱。 跟我沟通特别少，我俩每天下班回家，他玩游戏 吃完饭他玩他的，不怎么跟我说话，而且还老是挑刺，说话难听又爱怼人，跟他商量事情，话不到三句就要吵架。 自己的形象一点都不在乎，体重二百斤，每天邋里邋遢不修边幅，我是特别注意外形的人，他啥都不在乎，改变不了。 今天给他商量要生二胎没地方住，买个房子吧，人家说没钱，即使借钱买，你能还得上吗。几句话说的我很难受，跟他在一起看不到希望，有种窒息感，离婚吧 我又不敢，我该怎么办才好呢，感觉每天面对这样不思进取，不求上进，没有沟通，不能提供情绪价值和物质价值的人，这样的生活状态我要抑郁了"
  },
  {
    "file": "r020.json",
    "title": "突然知道自己身世被领养，心理该怎么调整？",
    "content": "... 全部 端午节期间过34周岁生日，父母从老家过来给我过生日告诉我的身世是被从出生第一天从妇幼保健院领养。知道后，失眠哭泣了几天。其实也告诉自己各种道理，没有必要太在意。可是心里还是有个结。也没有人可以倾诉。养父母对我挺好的，视如己出。虽然有不完美的地方，可能亲生父母养大的孩子也有不完美的地方，我不可能要求太多。加上去世的奶奶照顾我长大，对我非常好。知道身世后，也有一种沉甸甸的负担，感觉对父母的压力更大。从小就是各种压力，现在更多亏欠。连轻松活着喘口气都不敢。母亲从小不太喜欢和我说话，她总是喜欢沉浸自己的世界打毛衣。现在也缕清为啥我跟她性格不一样，从小没有情绪宣泄口，也无法像其他小孩一样让母亲领着，聊天说话是我们俩之间从来没有的事。形成了我到现在说话依然不太流利，长大经历很多事后才能鼓起勇气表达自己想法，成为家庭主妇后才会跟人聊天拉家常。现在想到父母，就是一口气堵在心口，虽有养育之恩，但是其实发自内心的觉得不想与他们靠的太近，养老该出钱出钱，他们也有退休金也不缺钱。靠在一起就是童年的压抑回忆，堵心的感觉。我看过一篇文章叫父母跟孩子借运，就是父母从小跟孩子不停抱怨生活不易，让一个孩子从乐观变为忧郁性格，就是跟孩子借运，把他们的不幸转嫁给孩子身上，孩子小小年纪就要跟大人一样懂事，干家务好好学习。他们对我挺好的，但是我也想自由的活着。他们不用给我钱。总之现在我头绪很乱，我不知道自己该以什么心态面对以后生活。我本来就是个多愁善感的人。我是以感恩、仇恨、自卑、善良、恐惧、邪恶、暴力等的心态走下去吗？最近都在拿我家猫出气，基本上她本来也淘气，一犯错我就使劲有揍它，猫性格太调皮，与我性格不合让我神经衰弱，性格温和的猫还好，考虑把猫送人。我也是两个孩子的母亲了。我现在更想照顾好两个孩子，让她们俩不要走我的不幸之路。以前害怕她们的性格跟我一样抑郁，照顾的时候总是各种小心，怕别人欺负她们，然后我性格不好，让她奶奶多陪他们。知道身世后，我觉得他们不会走我的老路，亲生父母照顾长大的孩子在怎么说是不一样的，心心相通。她们一个不开心的眼神，我都会尽全力排忧解难。感觉我这一生，没有自我，为别人而活。努力学习，但却工作无成，照顾孩子，养育父母。想想小时候为了得到父亲的肯定，一年级左右每天拼命画画，只因父亲夸我画画好看。这段时间老二大点，出来工作从头开始干会计，有份简单工作赚点工资，别当家里寄生虫。 端午节期间过34周岁生日，父母从老家过来给我过生日告诉我的身世是被从出生第一天从妇幼保健院领养。知道后，失眠哭泣了几天。其实也告诉自己各种道理，没有必要太在意。可是心里还是有个结。也没有人可以倾诉。养父母对我挺好的，视如己出。虽然有不完美的地方，可能亲生父母养大的孩子也有不完美的地方，我不可能要求太多。加上去世的奶奶照顾我长大，对我非常好。知道身世后，也有一种沉甸甸的负担，感觉对父母的压力更大。从小就是各种压力，现在更多亏欠。连轻松活着喘口气都不敢。母亲从小不太喜欢和我说话，她总是喜欢沉浸自己的世界打毛衣。现在也缕清为啥我跟她性格不一样，从小没有情绪宣泄口，也无法像其他小孩一样让母亲领着，聊天说话是我们俩之间从来没有的事。形成了我到现在说话依然不太流利，长大经历很多事后才能鼓起勇气表达自己想法，成为家庭主妇后才会跟人聊天拉家常。现在想到父母，就是一口气堵在心口，虽有养育之恩，但是其实发自内心的觉得不想与他们靠的太近，养老该出钱出钱，他们也有退休金也不缺钱。靠在一起就是童年的压抑回忆，堵心的感觉。我看过一篇文章叫父母跟孩子借运，就是父母从小跟孩子不停抱怨生活不易，让一个孩子从乐观变为忧郁性格，就是跟孩子借运，把他们的不幸转嫁给孩子身上，孩子小小年纪就要跟大人一样懂事，干家务好好学习。他们对我挺好的，但是我也想自由的活着。他们不用给我钱。总之现在我头绪很乱，我不知道自己该以什么心态面对以后生活。我本来就是个多愁善感的人。我是以感恩、仇恨、自卑、善良、恐惧、邪恶、暴力等的心态走下去吗？最近都在拿我家猫出气，基本上她本来也淘气，一犯错我就使劲有揍它，猫性格太调皮，与我性格不合让我神经衰弱，性格温和的猫还好，考虑把猫送人。我也是两个孩子的母亲了。我现在更想照顾好两个孩子，让她们俩不要走我的不幸之路。以前害怕她们的性格跟我一样抑郁，照顾的时候总是各种小心，怕别人欺负她们，然后我性格不好，让她奶奶多陪他们。知道身世后，我觉得他们不会走我的老路，亲生父母照顾长大的孩子在怎么说是不一样的，心心相通。她们一个不开心的眼神，我都会尽全力排忧解难。感觉我这一生，没有自我，为别人而活。努力学习，但却工作无成，照顾孩子，养育父母。想想小时候为了得到父亲的肯定，一年级左右每天拼命画画，只因父亲夸我画画好看。这段时间老二大点，出来工作从头开始干会计，有份简单工作赚点工资，别当家里寄生虫。"
  },
  {
    "file": "r021.json",
    "title": "多年社恐想要重新学习怎么社交，害怕受伤，怎样开始呢",
    "content": "... 全部 现在想来我，我从小到大都是一个讨人厌的人。自记事以来我就极其的不会与人相处，无论是低年级，高年级，在学校或是职场，总会有人莫名其妙的不喜欢我，尤其是上学的时候，他们在言语上甚至肉体上霸凌我，嘲笑我，除了几个同样在班级底层的同伴以外我几乎没跟其他人建立过什么链接，连正常的友谊都没体验过，更别提什么爱情了，高中之前我连跟异性聊天都做不到。渐渐的，我开始拒绝与人交往，甚至以此为骄傲。 进入社会之后，我才渐渐的了解我为什么我会被他们讨厌，我几乎继承了我原生家庭的所有缺点，我继承了我父亲那当年身为的高级知识分子的傲慢，继承了母亲的霸道和脾气，却没有继承他们的优点，没有他们的能力。我开始发现我与人交往时无时无刻不谈论着自己，言语间充满着卖弄，卖弄我那空虚的，没有地基的优越感，从来没有倾听过他人的感受，永远表现的像自己是鸡群里的凤凰。 难怪没人愿意跟我说话，朋友不再联系我，姑娘们对我避之不及，我太不在乎别人了，太自恋了。意识到这一点后我尝试改变，在抑郁，焦虑，孤独，自暴自弃中挣扎，一度觉得活着没什么意思了，万幸我重拾起了阅读，开始了锻炼，我能几乎每天早上工作之前去骑30公里的自行车，不分平时还是周末，我开始阅读心理自助的书籍，努力做到知行合一，我们感觉到自己在慢慢的恢复，但这一切都抹平不了我的孤独，我能感觉到我是渴望与人建立联系的，可是多年的经验让我害怕，我害怕被人拒绝，被看不起，害怕受伤。像我这种情况想要重新社交应该怎样开始呢？ 现在想来我，我从小到大都是一个讨人厌的人。自记事以来我就极其的不会与人相处，无论是低年级，高年级，在学校或是职场，总会有人莫名其妙的不喜欢我，尤其是上学的时候，他们在言语上甚至肉体上霸凌我，嘲笑我，除了几个同样在班级底层的同伴以外我几乎没跟其他人建立过什么链接，连正常的友谊都没体验过，更别提什么爱情了，高中之前我连跟异性聊天都做不到。渐渐的，我开始拒绝与人交往，甚至以此为骄傲。 进入社会之后，我才渐渐的了解我为什么我会被他们讨厌，我几乎继承了我原生家庭的所有缺点，我继承了我父亲那当年身为的高级知识分子的傲慢，继承了母亲的霸道和脾气，却没有继承他们的优点，没有他们的能力。我开始发现我与人交往时无时无刻不谈论着自己，言语间充满着卖弄，卖弄我那空虚的，没有地基的优越感，从来没有倾听过他人的感受，永远表现的像自己是鸡群里的凤凰。 难怪没人愿意跟我说话，朋友不再联系我，姑娘们对我避之不及，我太不在乎别人了，太自恋了。意识到这一点后我尝试改变，在抑郁，焦虑，孤独，自暴自弃中挣扎，一度觉得活着没什么意思了，万幸我重拾起了阅读，开始了锻炼，我能几乎每天早上工作之前去骑30公里的自行车，不分平时还是周末，我开始阅读心理自助的书籍，努力做到知行合一，我们感觉到自己在慢慢的恢复，但这一切都抹平不了我的孤独，我能感觉到我是渴望与人建立联系的，可是多年的经验让我害怕，我害怕被人拒绝，被看不起，害怕受伤。像我这种情况想要重新社交应该怎样开始呢？"
  },
  {
    "file": "r022.json",
    "title": "想活得轻松快乐一点，如何改变自卑焦虑易怒？",
    "content": "男，31岁，说一说我的成长吧。从小在家做事，无论什么都得不到父母的表扬，父母如此，爷爷奶奶也如此。记得小时候偷钱，我妈发现后用一根针顶着我的嘴，把我吓个半死，从小必须按照她的要求做事。我爸是个性格极其不稳定的人，老早以前家里开了一个厂子，周末让我去体验工作的辛苦，去的时候心情很好，可刚到厂子没5分钟，突然变脸，对我一顿骂。还有有时候莫名的说一句，他对我很失望。上学的时候更是不止一次的把我叫到跟前，给我算账，算从我出生到我那时（大学）一共花了他多少钱。还有我的爷爷奶奶，一直感情不和，不能说天天吧，但经常吵架，我记得高中的时候，我奶奶住院了，我爷爷非但不关心，反而气的敲玻璃，不为别的，是因为他觉得奶奶住院花了很多钱令他很烦躁。诸如此类的事虽然不是不是天天发生，但时常发生。所以我从小的就形成了一个压抑不爱说话内向胆小孤僻的性格，没有一点男子汉的魄力。还有就是可能因为自己比较弱，从小也被人欺负（其实我清楚，假如有100个人和我接触，可能就那么5个人对我不好，但我到如今都会觉得是很多人对我不好），所以我现在形成了一种思想，就是对很多人都有敌意，比如在路上开车，某一辆车只要不合我意，我就会很生气，甚至能想象出和他发生冲突，打架的画面，搞的自己心情特别差。还有就是心态不好，一件事情，只要稍有一点点的不顺，我就会认为这件事完蛋了，没戏了。 曾经的自己被查出重度抑郁中度焦虑，后来经过一段时间治疗感觉好多了，过去天天觉得自己是个废物，想紫砂，后来慢慢好起来了，逐渐有了自我认同感（但不多），可心态方面还是一如既往的差。如今成家了，好在媳妇对我很好，她情绪稳定为人乐观，多多少少也影响了我，过去人们一见我的脸，就哭的我苦大愁生，但后来有一次家庭吃饭聚会，亲戚见了我说我居然笑了，说以前都没见过。可我还是想继续改变，希望改掉自己的悲观，自卑自负（有时会看不起别人，但我知道自己也是个普通人，可我控制不住），暴脾气（可能来自我家遗传，也可能是因为在这种环境下形成的性格），真的很想改变，我想活的轻松快乐一点"
  },
  {
    "file": "r023.json",
    "title": "刚毕业考入事业单位，但是自己很害怕去工作，怎么办？",
    "content": "今年博士毕业，通过人才引进考入了一个地级市的事业单位，专业技术岗位。但是本人平时有些抑郁情绪，马上要入职了，一直担心体制内人际关系复杂，生怕自己适应不了。现在快要入职了，心里很慌，已经到了坐立不安寝食难安的状态，该怎么办？"
  },
  {
    "file": "r024.json",
    "title": "和男友交往过程中都是痛苦，现在已经抑郁，该如何自救",
    "content": "交往一年了，聚少离多，线上聊天也很少，很少互动，经常吵架，分分合合多次。每次见面都会有闹一些不愉快。有时他情绪高，我就低迷，我高涨的时候，他冷漠。他脾气非常急躁，容易对我大发雷霆，怒吼。而我像个委屈的受伤的孩子，不敢和他对抗，甚至还期待他对我好一点。每次他给我一颗糖，我就给自己一些希望。他不拒绝不主动，虽然常见他父母，也是奔着结婚谈。但是相处过程中我多次感到被忽略，不被在乎，时刻处在委屈的受害者位置。我好想有力量跟他对骂！我希望他多陪陪我，他却觉得我在指责他没有陪我。我真的好委屈。他还问我借钱，却不主动说还款计划，我暗示他我缺钱，他才说每个月还一点。轻易推翻承诺，回答总是模棱两可。我问他什么时候见面，他说过两天，等我忙完了，等我……总之各种借口。见面了，他也沉浸在短视频里。沟通了也没有用。有时候也会主动来找我，但都是时间很紧。诶，我想断掉这段关系。却又总是放不下，难以割舍。害怕失去，呆在这里有痛苦。"
  },
  {
    "file": "r025.json",
    "title": "老公出轨后，我还想修复感情，夹杂着焦虑和抑郁，难受",
    "content": "... 全部 但是情绪的反扑一轮又一轮，忍不住猜忌怀疑，日常生活夹杂着焦虑和抑郁，觉得日子过得好漫长…工作和孩子，甚至没法脱身去散心，让人崩溃…最重要的是他很悲观，觉得修复很难，但愿意再试试…对我的爱也不多，更多是亲情吧…感觉太难受了 但是情绪的反扑一轮又一轮，忍不住猜忌怀疑，日常生活夹杂着焦虑和抑郁，觉得日子过得好漫长…工作和孩子，甚至没法脱身去散心，让人崩溃…最重要的是他很悲观，觉得修复很难，但愿意再试试…对我的爱也不多，更多是亲情吧…感觉太难受了"
  },
  {
    "file": "r026.json",
    "title": "分房睡觉15年，我是个渣女，我该不该离婚？",
    "content": "我已婚25年 分房睡15年 他很少回家平时没事也从不联系更没有沟通陪伴 在这么冷漠的家庭中 却有一个培养的很成功的儿子 婚后他找别的女人，我找别的男人。互相都没耽误 我该不该离婚呢？原因有三 第一，我硕士他初中。他大我10岁。他平时很自卑总想证明自己。一年亏个百八十万算少的。这些钱哪里来的？他有个有钱的大姐 家里的房子车商铺等等都是大姐送的 也就是说家里所花的钱没有一分是他挣的 他无限道德绑架了大姐 一次次的骗他姐钱 投资这个投资那个全部都亏掉了 他听不进去任何人的建议 他总相信自己能够东山再起，力挽狂澜傻比比的 我都这么渣了，都觉得良心上过不去呢 他败家的路永远都不会停止… 第二 如果离婚的话，我肯定是净身出户了，因为我名下0财产 除了净身出户，还要来自父母亲戚朋友的闲言碎语 估计说我放着好日子不过非要自讨苦吃 或者说我也够渣的还装什么清高 说我离婚以后很快就会被现实狠狠打脸会后悔的 离婚了父母也会觉得没面子 离婚了他肯定会再婚 到时候部分财产都不会是我儿子的 为了孩子所以我不能离婚等等 第三 我结婚这么多年。一年也看不着他几次 平时就是在家呆着。我是很自由想干啥干啥还衣食无忧 但我没人说话没人陪也很孤独寂寞。都快抑郁了 现在孩子大了 我该怎么办才好？"
  },
  {
    "file": "r027.json",
    "title": "30岁女生，想脱离原生家庭带来的痛苦，该怎么办？",
    "content": "女生30岁 童年受妈妈的精神pua，家庭重男轻女。凡事以弟弟为中心。作为女儿的她，不管是工作恋爱婚姻，妈妈的她都想控制。可能童年不知道什么时候，就有抑郁症。婚后生孩子产后抑郁发现原来童年的时候就有抑郁症，只是没有发现。后面吃药了五年基本康复。不久前妈妈也不管你的感受，敏感的情绪，凡事还是弟弟前弟弟后。感觉不了一丝的母爱。一气之下，两三个月也不像再和妈妈联系了。如何逃离原生家庭带来的痛苦和伤害"
  },
  {
    "file": "r028.json",
    "title": "月子第16天，天天后悔剖腹产，真的快抑郁了",
    "content": "月子第16天，天天后悔剖腹产。孕检一切正常，因为有视网膜变性担心顺产有风险，所以怀孕一开始就准备剖，后来医生说这不是剖腹产指征，但也没劝顺，只是我自己害怕万一顺了有视网膜脱落的风险怎么办，生之前也没去专业的眼科评估一下，生完一查这个概率很低很低，一直到生之前一天都在纠结顺还是剖，我还跟肚子里的宝宝商量，如果提前发动就顺产，不发动就按原计划剖腹产，结果当天真的提前发动了，我很纠结，在待产室准备顺一下，给妈打了电话说破水了，她说别等了直接剖吧，羊水少了孩子有缺氧的风险，然后就剖了，我也没再问问医生，其实羊水破了医院会给监测的，不用着急害怕。接着去剖腹产，一开始打麻药很不顺利，姿势摆不到位，两个医生多次尝试才打上，关键是没等麻药完全起效就开刀了，全程很疼，跟别人根本不一样。好在生完恢复还可以，孩子健康。月子里天天回忆这件事，问自己为什么不坚持顺产。生之前很多人劝能顺就顺，我还是怕眼睛的问题有风险，38周产检孩子6.4斤，39+以为会到七斤，但出生才6.1斤，看着孩子瘦瘦的身体，更后悔没有坚持顺产，老公每天都在开导我，真怕他也听烦了，抑郁了。剖腹产已经过去半个月了，天天回忆，一摸到伤疤就回忆，一看到别人顺产又后悔自己为什么不坚持，天天哭，睡不着觉，回忆剖腹产那种撕心裂肺的疼，幻想自己如果坚持顺产了可能会是什么样。还想着如果二胎应该还是会剖，肯定也是特别疼。怪自己这次没有做好充分的准备。真的快抑郁了。"
  },
  {
    "file": "r029.json",
    "title": "空虚孤独，总想索求别人的关心同情和认可，怎么办？",
    "content": "有时候感觉自己有点变态，就是总想得到别人的同情，比如生病了会添油加醋说得严重一点，等人家来看望我我又会假装自己不在乎特别坚强，实则是希望对方能更关心我。 就平时没什么事我也总想找点事，来引起别人关注。甚至有时会装病。有时候做检查我还会盼望着结果严重一点。感觉自己这种想法挺吓人的。 我之前有过自伤紫砂行为，但我好像只是为了证明“我真的很痛苦”，事实上也确实痛苦，因为得不到别人的关心。然后因为这样我爸妈带我去了医院，开了抑郁的药在吃。 然后我又对给我看病的医生感觉怪怪的，我知道他对我的关心只是出于职业需要，但我好像会喜欢这种被问病情的感觉，每次复诊都想装得严重一点，为了得到重视和关心。 请问我这是什么心理呢。 我不想这么被动，这么需要别人的爱和病态的关心。怎么样才能从其他地方获取到正向情绪呢？ 感觉我对别人的爱也是畸形的爱，上学时喜欢老师，生病了喜欢大夫。 我现在很想改变现状。因为我知道这种得到的爱非常短暂，更多的时间我都是孤独的。我希望我能不依靠别人的感情，自己就能享受生活。我希望自己自身能够强大，有能量。 同时因为我过于想改变现状，我又会努力地表现出对别人感情的不需要，比如会说我自己爱自己，我不需要别人来爱我。比如我会抗拒恋爱，抗拒男人。我假装成一个不需要他人的爱自身强大的人，但自己又做不到，然后内心就很撕裂。看到别人得到爱的时候我会生气，虽然嘴上会说男的都是傻逼我不需要男人但是又有一点渴望和幻想。 有时候我会希望自己死掉，然后灵魂看着人们对死掉的我是什么样的态度。我好像需要以“死”来证明“我不是矫揉造作，我是真的痛苦”"
  },
  {
    "file": "r030.json",
    "title": "高三，利他型，总是担忧别人，但是自己也要高考咋办？",
    "content": "我是一名高三生，还有三个月就高考了。我是利他型人格，看到朋友成绩差我就会很难受，而对比起来自己成绩好就会很有负罪感，从而不敢努力学习变的优秀，怕打击到她们。但是心里又想着高考很重要不能懈怠。我的一个朋友因为高考压力太大一直患有抑郁症，最近发作还挺严重的。我以前是和她一起吃饭的，但是高三之后因为时间紧张我会跑去食堂，她不方便跑步，所以我们就分开来吃饭了，我和另外一个跑的快的同学吃，她一个人吃。还有一个理由是我有在尽量避免和她交流，因为我怕我和她一起之后，会不自主的替她难过越陷越深，从而不敢努力学习，怕她被我打击伤心，从而加重抑郁。因为她在学习方面努力了没有结果的话会比较消极，现在成绩也不太好。我也不敢下课去安慰她和她说话，主要时间实在是不够，只有三个月了，我的目标是尽量每天每分每秒都花在学习上。我现在和另外一个同学吃饭的时候看着她一个人孤零零的也会觉得很对不起她，但是没办法高三时间很紧张，我必须早点回去完成作业，而且不能经常这样内耗下去。我的心里总是时不时想着这些事，我远离她是对的吗？但是我真的很想考个好成绩，我身后还有很多人期待着我，我不能辜负他们和我自己。我知道自己不能太在意别人的感受，但是总是做不到。我真的想在最后的三个月为自己拼一次，只想为自己而活。"
  },
  {
    "file": "r031.json",
    "title": "孩子叛逆，归因在于我，现寻求处理方法，能给意见吗？",
    "content": "孩子叛逆归因在于我，我抑郁\\与家人不合\\与同事不合，与夫人分床睡/与同事分桌独立吃饭。家，长不良人格导致12岁小女孩叛逆\\易愤怒\\行为暴燥\\不顺从，现寻求方法，在网上看中两个机构玄虚道馆主攻青少年逆期心理辅导（中医心理疗法），另一个机构脉轮疗愈情绪释放主攻儿童脉轮疗愈让能量流动，心与心的触碰和链接，让压抑流动和释放。当地人民医院精神医院态度恶劣，只靠冷漠工具分析，毫无交流，爱理不理，所以医院排除掉，我现筛选这几个不知如何，能给意见吗？"
  },
  {
    "file": "r032.json",
    "title": "我已经不知道该说啥了，别人认为我是小题大做？好累",
    "content": "我是大学生，青春期早过了。这个东西也困扰我很多年了，我可能有网上说的恐音症或者是什么别的因素导致我特别恐惧别人一直清嗓子咳嗽。我因为这个事情昨天一直在哭哭了大概一个小时之内吧。因为回到家才可以放肆地哭，其实我在这里留学四个多月了很不适应，我也在想要躺平还是继续在这里一边恶心自己一边读书。我平时是一个饭量蛮大的人，可是昨天因为那个事情我跟我爸爸也说了，我爸解决不了我的问题，我跟网友说了我还是很抑郁。昨天真的不想吃饭了，心里面一直很难受还想着能把应用商店的哪些心里软件给下过来。我也不知道该怎么办，我之前也是找过好几个医生没有效果的人了。可能真的没人没有办法解决我的怪病，本身我们家经济就一般，我爸为了给我看什么心理医生花了很多冤枉钱，我本人也不想再花钱了，之前我其实很大一部分是看网上的书走出来的。网友跟我说可以找人预咨询，这个行业的软件预咨询视频通话也要钱，要不就是看不到流派。我只不过现在又犯病了还有点严重的那种，我本人也不知道为什么但是到了今天我也不想吃饭。甚至我想着要不要自杀算了，我知道或许没人能理解我。我今年21岁了来这里编辑，不太想看到敷衍我的内容。我知道我要找心理咨询但是我根本不知道找什么样的，我连我这种奇怪的病原因都不知道，我只知道我在这里真的很讨厌上课，很讨厌跟别人一个教室。我抑郁是因为我觉得他在针对我恶心我，他的声音真的很刺耳，而且我们教室有其他人也会发出那种声音，更奇怪的是对面那几个男的看了我好几次我不知道为什么。我也不懂为什么教室就不能好好上课，非要一堆人挤在一起然后发出这些声音互相恶心。可能我就是很敏感吧，我本人也是真的累了，真的不想吃饭不想上学，因为这种事情难过也是真的难过，不知道为什么别人对我的问题永远都是觉得我小题大做。"
  },
  {
    "file": "r033.json",
    "title": "我老妈孤单，性格内向，家庭主妇的困境，怎么解决？",
    "content": "我老妈比较孤单，性格内向，也没什么朋友。 我的老爸是个小老板，因为生意的事情需要到处跑，我老妈之前帮忙打理一个店铺，但是因为个人能力原因很努力但是也是管的身心俱疲，现在回老家休息了，我老妈本质上是一个农村妇女（这里没有任何贬低的意思），她的困境是丈夫不理解，婆婆不喜欢，自己也不会维护周围的人际关系，我老爸在物质上愿意给，但是情感上因为和老妈是包办婚姻也谈不上多喜欢 过年到家，因为不用上班我自己个人情绪比较稳定，所以可以安抚老妈的情绪问题，但是她现在想跟着我一起去，我自己又想去拼事业，妈妈一直跟着我，感觉会有压力，因为她不是一个乐观的人，之前就因为她抑郁的原因我也有点抑郁了，我不敢想象之后再一起我工作压力大，她又在旁边泼冷水，我会有多崩溃，我现在也不知道干怎么办"
  },
  {
    "file": "r034.json",
    "title": "刚工作半年，公司压力大，觉得自己抑郁比较严重怎么办",
    "content": "我目前大学毕业刚工作半年，然而进的公司压力很大，有段时间常常很晚下班，一个月休息不了两天。我想谈恋爱，可是我之前谈过几个，经历都不怎么愉快，因此看到喜欢的也没有兴趣谈。我从大学时就感觉自己抑郁了，我父母伤我很深，其实他们以前对我很好，我想去省重点读高中，我父母就在省重点旁边租房子，即使他们每天上班会很远，租金也很昂贵。我也很争气，中考考进了省重点，高中也一直非常非常努力，把学习当做了生活的一切，然而高考却只考了一本线往上一点点，我父母和我的期望都是考进名牌大学，特别是我爸，他付出了很多。大学去了离家很远的地方读书，由于第一次住校，包括和当地文化不适应，学业压力大，我大学时很多次抑郁，和父母说过，父母却不相信，我爸还说我是一个神经病，我被伤透了心。我大学眼睛不舒服去医院看病，花了快一千元却没治好，我妈就不怎么愿意给我钱了，我就放弃治疗了，让我想起小时候也是这样，我体质虚弱经常生病，每次生病父母都会恶狠狠地骂我，浪费钱、耽误他们工作、劳烦他们照顾，我理解他们也是为生活重担所压，可心里的伤难以释怀。工作后，我自己去治了眼睛，配了眼镜，补了牙齿，可我还是会抑郁，我真的不爱我父母了，尽管小时候有他们对我好的片段，我突然发现他们根本不爱我，我优秀时就向他人炫耀，我落魄时却感受不到关心，确实他们也不懂怎么爱一个人，而身边，我对每个人都很好，可却感觉不到有人爱我。住在公司宿舍，以前是一个人住，找咨询师咨询后心情改善很多，可现在与他人合租，我放不开去咨询。最近抑郁的很难受，该怎么办。从小被打压的太多了，我多次幻想轻生，有没有人可以夸一夸我，抱一抱我。"
  },
  {
    "file": "r035.json",
    "title": "朋友很累不想理人，我什么时候去找她比较好？",
    "content": "... 全部 朋友说最近很累不想理人，只愿意处理工作上的事情。那我是什么时候再去找她会比较好？一周？还是两周？我很害怕她再次抑郁。但最近我估计她女朋友会不理解然后去找她。所以我想知道我什么时候去找她会比较好，还是等她主动来找我。 朋友说最近很累不想理人，只愿意处理工作上的事情。那我是什么时候再去找她会比较好？一周？还是两周？我很害怕她再次抑郁。但最近我估计她女朋友会不理解然后去找她。所以我想知道我什么时候去找她会比较好，还是等她主动来找我。"
  },
  {
    "file": "r036.json",
    "title": "被前任PUA，被朋友冷暴力，直接抑郁，怎么改善？",
    "content": "... 全部 在高中的时候早恋，被他PUA。他们俩会当着我的面热聊，放佛我不存在一样，她也经常说我没有别人好看，没有别人学习好什么的。我想知道，这是一个朋友会做的事情吗？后来我的那个朋友经常找我茬，也不理我了。我询问原因，她也不回答。就这样，友谊和爱情都没有了。加上后来高考没有考上本科，觉得自己什么前途都没有了，直接抑郁。看到别人甜甜的恋爱或者赚了很多钱就会触景生情，觉得自己好可悲。会痛哭。有什么方法可以改善一下吗？ 在高中的时候早恋，被他PUA。他们俩会当着我的面热聊，放佛我不存在一样，她也经常说我没有别人好看，没有别人学习好什么的。我想知道，这是一个朋友会做的事情吗？后来我的那个朋友经常找我茬，也不理我了。我询问原因，她也不回答。就这样，友谊和爱情都没有了。加上后来高考没有考上本科，觉得自己什么前途都没有了，直接抑郁。看到别人甜甜的恋爱或者赚了很多钱就会触景生情，觉得自己好可悲。会痛哭。有什么方法可以改善一下吗？"
  },
  {
    "file": "r037.json",
    "title": "45岁，初三女孩的母亲，孩子青春期抑郁焦虑，怎么办",
    "content": "我今年45岁，是一位初三女孩的母亲，由于孩子学习压力大，父母平时要求也比较严格，时间久了就觉得比较缺爱，甚至还出现自残的现象，被医院诊断为抑郁焦虑中重度，正在服药，父母也慢慢改变了以往严厉的模样，可感觉孩子变化不大，情绪还是很低落，我到底该怎么办？"
  },
  {
    "file": "r038.json",
    "title": "怎么和有抑郁症的男朋友提分手？",
    "content": "以朋友身份相处7个多月，后自己发现他情绪不好陪他聊天，知道了他抑郁症复发（医院诊断抑郁状态焦虑状态失眠，开了盐酸米那普仑和奥沙西泮药物），我在他发病期间作为朋友给了很多陪伴和支持，所以他向我表白，我犹豫了一段时间答应了他（因为之前觉得两个人有很多相似之处能聊的来）。之后他逐渐好转，自己停药了，但状态也不总是稳定，伴有失眠等问题。 他的性格是比较需要陪伴的，有些依赖他人，我对他来说，有些像他最黑暗时候帮他走出来的人，是很重要的人。 我自己的性格是非常利他，很为他操心的。相处了两个半月，没有吵架沟通也比较顺畅，但是对他的担心也引起了自己比较严重的焦虑和强迫，也在进行心理咨询（但是没有把焦虑情绪释放给他，自己在忍受），在相处过程中我也一直表达了自己对这份感情不坚定的态度，但他表示很爱我，会一直为感情努力。 但我感觉自己无法承担后续长期对他抑郁情绪的照顾，并且对他更倾向于是母性的关怀照顾而不是爱。所以想及时止损，提出分手，但是担心他的抑郁问题，所以不知道该怎么提出。真实原因是他的抑郁症和敏感的性格，但是用这个理由感觉会伤害到他，怕导致抑郁复发，所以想了很久决定还是想说感情淡了没有那么爱，并且逐渐对他冷淡慢慢提出分手。 可是依然非常担心他的状态，认为自己对他来说很重要，我的离开会导致他病情复发，所以自己也一直在愧疚和担忧的情绪中。想知道该怎么处理这个问题。"
  },
  {
    "file": "r039.json",
    "title": "我真的希望父母离婚，但又觉得自己很不孝，怎么办？",
    "content": "从我记事开始我对我爸妈的印象就是吵架吵个没完没了，现在仍然是。我是个女孩，我爸在我小的时候还很喜欢揍我，脾气一点就着，有一点错上去就是拿衣架开始抽我，可以说有很多年我都非常恨我爸，我出国之后我俩能在电话里吵地劈头盖脸。我也一直觉得我妈常年被我爸欺压，我一直感觉我爸把我妈当免费保姆一样，我妈也老是嚷嚷着要离婚，但是都是雷声大雨点小，我爸估计都习惯了，和狼来了差不多。本来我已经回国在外独自生活，远离我父母，节假日回回家。今年因为生病不得不回家养病（我爸妈都是医生，我目前所在的城市医疗水平一般，没办法只能回家静养），我又开始头大了，没完没了地吵。我心底非常矛盾，说实话我小的时候怕他俩离婚，越长大越希望他俩离婚，又觉得自己这样的思想很不孝。但是真的每天吵到我都想崩溃了，一点小事都能吵起来，我帮我妈，我爸跟我吵，我现在谁都不帮，他俩一吵我就跑开。我真的不知道应该怎么办，又没办法立马离开家回到我原本独居的城市，又得忍受他俩无休止地吵架，我感觉我都要抑郁了。"
  },
  {
    "file": "r040.json",
    "title": "每当情绪低落不开心，总会滋生怨恨母亲的想法",
    "content": "23岁女，每当有负面情绪或者遇挫折，自己一个人的时候，总是会滋生对母亲的愤懑，暗暗地恨。即使没有与她见面，即使是完全与她无关的负面情绪，也总是会归结于她的身上。作为一个成年人，如何去处理这种情感呢？ 本人大学在读，在这几年求学中，父母无疑是支持的，给与很多帮助。按理说我不应该有以上的情绪发泄出口。但是我每当遇到不开心的事，或者心理上不平等，有负面情绪，我就会想起童年时期母亲对我性格的塑造，对我的冷落辱骂，在外人面前也说我的不好，总是毫不留情把我当做出气筒，挡板。三个孩子的家庭，我是老大，她也许是产后抑郁得不到及时疏解，我记忆很深刻她总是当着其他两个孩子的面说我的不好，那两个孩子也附和着。但实际上，我从小学开始，成绩一直名列前茅，对于其他家长来说，我是“别人家的孩子”。所以那时真的想不通，只能隐忍着。现在很多报道，有关于孕妇尤其是在多孩家庭，人们大都关注她们如何不容易如何辛苦，但总是忽略了她怀孕时或她在处理与孩子关系表现的情绪问题。没有一个人心疼那个多孩家庭中大一点的孩子。 当然，童年时期是我的回忆，现在家庭和睦她们也会极尽给我物质援助。但是，一遇挫折，我总会第一时间想起童年遭受的否定，想起这些后，我又会陷入一种自我怀疑，自我否定，我不幸福，不快乐。该怎么办，难道余生都要这么矛盾吗？这是否是一种精神障碍呢？"
  },
  {
    "file": "r041.json",
    "title": "现在的单位加班、考核、勾心斗角，还有必要干下去吗？",
    "content": "我之前异地工作，现在考试调回家了，可是现在的单位，周末不休息，晚上平均一星期要加班三天，工作上，用户投诉要赔钱，回到单位要被考核，还要面对同事的勾心斗角，完不成的电费回收要自己垫付将电费结零。工资吧，加上年终奖平均一个月6500，我确定现在已经抑郁了，不知道这个工作还有必要干下去嘛，辞职吧，当下的环境做什么都不好做"
  },
  {
    "file": "r042.json",
    "title": "总在比较得失，为什么我突然变了总想占便宜?",
    "content": "在我的印象中，得抑郁症焦虑症和强迫症前(八九年前)，我的性格大胆，开朗自信，不拘小节，看到有同学在斤斤计较觉得很无趣，看她算来算去能便宜几块钱? 但现在我变得软弱，谦卑，低调，做什么都在斤斤计较。举一个例子，前几天飞机托运弄坏了我的箱子的一角，回家才发现，上网查询后得知必须在当时在机场找工作人员才能获得索赔，很多人被送了一个新的箱子。我感觉我错过了一个亿，虽然我不差钱，我爸妈经常吐槽我买便宜货，虽然就算得到了一个新的箱子我也不知道能做什么，我的箱子很多。但还忍不住一直惋惜责怪自己，为什么当时木有发现。 这样的例子每天都在发生，我每天的生活都在不停的做得失比较，而却经常忽略了真正能左右人生的大事。我成为了曾经自己最讨厌的人，但我却不知如何改变。而这也像一个魔咒一样越计较失去的越多，让我一直感觉在走下坡路。 (P.S 抑郁症焦虑症一直有在治疗）"
  },
  {
    "file": "r043.json",
    "title": "工作总是做错可是不敢承担，推卸责任，觉得害怕，抑郁",
    "content": "最近工作总是找不到感觉，总是做错，可是自己不敢承担，就说是别人的问题，那个人对我还挺好的，帮了我好几次，可是我没办法承担，就把责任都推给了她，感觉自己挺对不起那个人的，我也想控制，可是控制不住，之前在别的地方做错了事，一直被人攻击辱骂，不放过，被开除，感觉自己挺失败的，有些心理阴影，现在想想都觉得害怕，也让我怕工作，感觉又快抑郁了，不敢承认自己是个lush，感觉好像拿工资都是被别人施舍的一样."
  },
  {
    "file": "r044.json",
    "title": "感觉像失恋，男女之间能不能有普通朋友这种关系？",
    "content": "我不知道男女之间能不能有普通朋友这种关系，我把握不好这个度…… 天哪我感觉我今天受了很大的刺激！我今天刚知道我经常打扰的一个男同学有女朋友了。（他是我的大学同班同学，大学毕业三年多了，我们现在还有联系，大学期间我们交流很多，交流学习，烦恼，探讨人生，每次小组作业我们几乎都在同一组……） 为了不给他造成不必要的麻烦，我把他微信和QQ都删了。我怕我们的交流内容会让他女朋友误解我们的关系（我觉得我可能把他当做精神支柱了，最近因为抑郁症以及药物副作用很痛苦我经常半夜打扰他给他发微信倾诉，可能我也发了很多容易让人误解我和他的关系的文字内容）。万一他女朋友偷看手机，会有很大麻烦的。 其实我已经单恋和暗恋了他7年了（从大学一年级到现在），但是他说他一直把我当做普通朋友。其实我不明白男女之间能不能有普通朋友这种关系，我把握不好这个度。我感觉我今天受了很大的刺激。我有一种失恋的感觉。可能从我个人的角度来讲，我确实失恋了吧。真难过真痛苦呜呜呜……"
  },
  {
    "file": "r045.json",
    "title": "35岁，老公出轨与自己抑郁的问题，我先处理哪个问题",
    "content": "... 全部 女性：35岁，事性发生是在2024年，10月到目前 我自己原可能因为工作压力与原生家庭的影响，自己可能有抑郁，但是没有发现，老公出轨后，我情绪特别不稳定，有去医院看守医生，说有中度抑郁情绪，但我又怀疑医院的测试太简单了评估的不一定合理。 1.先说我自己的问题，23年与24年上半年与我容易跟妈妈吵架，24年要好一些，吵得少了。但是24年10月发现老公出轨后，我跟妈妈之间的挣吵更多了，我一看到妈妈做的事不顺我意的，就想吵架，现在妈妈离开我家，去弟弟家了。 妈妈这两年虽然没有帮我带小孩，但是生活在一起二年，她有她的工作，我们住在一起，他会帮忙洗衣服，买水果，偶尔买些菜。 2.第二个问题是，我本质上是希望老公回来的，也想要他回来，最开始我是说只要他断了三回来，我就接受他，但是我一直感觉他们没有断，在1月份的时候，也确实发现他们没有断，10月到12月份情绪还是比较稳定，那时候他有更关注家里一些，我就情绪好一些。后面有一些争吵后，我情绪就更不好了，1月18号发现他们在联系后，又再次受伤。吵过，闹过，现在老公就是说，他可以断了三，但是我跟他各过各的，除了小孩的一些事沟通外，其他不要沟通。我不能接受这种相处模式，提出要离婚，他好像又不愿意，躲避我。 我感觉他是想事情快点过去，但是他又不停的找我，因为我管着他的钱，还了一部份给他，现在还管着一部分，他去见那个小三时，我跟在他后面有过一次， 他去见小三，我就去拿他公司的银行U盾这些，现在他发现后说我在后面偷偷搞小动作，控制他，监控他，说我把他当犯人，防着他，说我恶心。 我一直在他的面前说，我要需要他，我希望他回来，但是我又在背后做好了一切离开的准备。不知道是不是因为这个原因说我恶心，说一套做一套。 我想知道，我是要先处理自己抑郁的问题，还是要先离婚了，处理婚姻的问题。 女性：35岁，事性发生是在2024年，10月到目前 我自己原可能因为工作压力与原生家庭的影响，自己可能有抑郁，但是没有发现，老公出轨后，我情绪特别不稳定，有去医院看守医生，说有中度抑郁情绪，但我又怀疑医院的测试太简单了评估的不一定合理。 1.先说我自己的问题，23年与24年上半年与我容易跟妈妈吵架，24年要好一些，吵得少了。但是24年10月发现老公出轨后，我跟妈妈之间的挣吵更多了，我一看到妈妈做的事不顺我意的，就想吵架，现在妈妈离开我家，去弟弟家了。 妈妈这两年虽然没有帮我带小孩，但是生活在一起二年，她有她的工作，我们住在一起，他会帮忙洗衣服，买水果，偶尔买些菜。 2.第二个问题是，我本质上是希望老公回来的，也想要他回来，最开始我是说只要他断了三回来，我就接受他，但是我一直感觉他们没有断，在1月份的时候，也确实发现他们没有断，10月到12月份情绪还是比较稳定，那时候他有更关注家里一些，我就情绪好一些。后面有一些争吵后，我情绪就更不好了，1月18号发现他们在联系后，又再次受伤。吵过，闹过，现在老公就是说，他可以断了三，但是我跟他各过各的，除了小孩的一些事沟通外，其他不要沟通。我不能接受这种相处模式，提出要离婚，他好像又不愿意，躲避我。 我感觉他是想事情快点过去，但是他又不停的找我，因为我管着他的钱，还了一部份给他，现在还管着一部分，他去见那个小三时，我跟在他后面有过一次， 他去见小三，我就去拿他公司的银行U盾这些，现在他发现后说我在后面偷偷搞小动作，控制他，监控他，说我把他当犯人，防着他，说我恶心。 我一直在他的面前说，我要需要他，我希望他回来，但是我又在背后做好了一切离开的准备。不知道是不是因为这个原因说我恶心，说一套做一套。 我想知道，我是要先处理自己抑郁的问题，还是要先离婚了，处理婚姻的问题。"
  },
  {
    "file": "r046.json",
    "title": "女，40岁，抑郁，从小各种恐惧，怕冷怕手术怕生孩子",
    "content": "我母亲是在一个没有父亲的家庭中长大，她的继父有暴力倾向，我是在我母亲肚子里亲生父亲不告而别，后在继父家出生，因胎位不正有些难产，我的出生不受任何继父家庭的欢迎，当然这一切我不知情，一直认为他是我的亲生父亲，但我很明显能感觉到这个家庭对我的不接纳，挑剔冷漠，在这个家庭在母亲身上我感觉不到一点的关爱，刻薄，冷漠，羞辱，让我觉得做什么都得不到半点肯定，我永远都比别人差，让我对自己产生了深深的劣等感！！！！"
  },
  {
    "file": "r047.json",
    "title": "女儿9岁，开始说喜欢绿色，是不是一个抑郁的信号？",
    "content": "... 全部 我女儿，小学三年级学生，9岁，今年7月，开始说喜欢绿色，之前问她喜欢什么颜色基本都是说粉色、紫色。 因为之前看过一个初中生跳楼的案例，有心理学方面的分析说喜欢绿色、黑色等颜色需要警惕，可能孩子有抑郁倾向。 今年大概是3月份时候，我在和老公激烈的争吵时，我哭喊中抓起剪刀狠狠扎向自己的手臂，扎了3下，自残，甚至有自杀倾向。这一幕刚好被她看到了。现在我一发怒，她就马上停止之前让我发怒的事情，马上抑制自己 的情绪，比如马上不哭了，比如马上不说了，比如马上跟我道歉。 今年2月份过年期间，我吼了家里人，并离家出走了一个下午，整个过程她也都在场。 她刚出生因为黄疸独自住院一星期，1岁半多照顾她的奶奶一天早上悄悄回了老家没跟她说，她没有哭，但是她不吃不喝不开心，没精神，对任何事都提不起兴致，整整一个星期。 她是个很敏感的孩子，小时候有严重湿疹，一直到3岁才慢慢缓解。 她性格很好，很善良，很有爱心，做事情喜欢先观察再行动，做好充分心理准备了才会行动，或者说有胜算了才会行动，不能说内向，甚至还算开朗，但是有点固执，接受新事物需要一定时间。逻辑能力好，记忆力好，善于观察。 在上学过程中，我也会因为她学习不认真啊，上学迟到啊，吼她凶她。 她不喜欢别人碰她，动她的东西，如果突然动她，她会发怒吼叫。因为我有时候对她对家里人，还有跟其他人有争执时，我也会这样发怒吼她们。这些年她奶奶回老家后，都是我在带她。可能已经习得了这种方式。 我容易发怒，甚至两年我感觉是不是自己也抑郁了，我也有原生家庭创伤。 我想问，她开始变的喜欢绿色，是不是一个抑郁的信号，我要怎么办，需要带她去看心理医生吗 我女儿，小学三年级学生，9岁，今年7月，开始说喜欢绿色，之前问她喜欢什么颜色基本都是说粉色、紫色。 因为之前看过一个初中生跳楼的案例，有心理学方面的分析说喜欢绿色、黑色等颜色需要警惕，可能孩子有抑郁倾向。 今年大概是3月份时候，我在和老公激烈的争吵时，我哭喊中抓起剪刀狠狠扎向自己的手臂，扎了3下，自残，甚至有自杀倾向。这一幕刚好被她看到了。现在我一发怒，她就马上停止之前让我发怒的事情，马上抑制自己 的情绪，比如马上不哭了，比如马上不说了，比如马上跟我道歉。 今年2月份过年期间，我吼了家里人，并离家出走了一个下午，整个过程她也都在场。 她刚出生因为黄疸独自住院一星期，1岁半多照顾她的奶奶一天早上悄悄回了老家没跟她说，她没有哭，但是她不吃不喝不开心，没精神，对任何事都提不起兴致，整整一个星期。 她是个很敏感的孩子，小时候有严重湿疹，一直到3岁才慢慢缓解。 她性格很好，很善良，很有爱心，做事情喜欢先观察再行动，做好充分心理准备了才会行动，或者说有胜算了才会行动，不能说内向，甚至还算开朗，但是有点固执，接受新事物需要一定时间。逻辑能力好，记忆力好，善于观察。 在上学过程中，我也会因为她学习不认真啊，上学迟到啊，吼她凶她。 她不喜欢别人碰她，动她的东西，如果突然动她，她会发怒吼叫。因为我有时候对她对家里人，还有跟其他人有争执时，我也会这样发怒吼她们。这些年她奶奶回老家后，都是我在带她。可能已经习得了这种方式。 我容易发怒，甚至两年我感觉是不是自己也抑郁了，我也有原生家庭创伤。 我想问，她开始变的喜欢绿色，是不是一个抑郁的信号，我要怎么办，需要带她去看心理医生吗"
  },
  {
    "file": "r048.json",
    "title": "孩子抑郁在家，抱怨为什么要生她来受罪，怎么接话？",
    "content": "孩子现在抑郁在家，抱怨自己一无所有，长的不漂亮，没有完美的容貌，家里没有花不完的钱，没有聪明的头脑，没有朋友。为什么要把她带到这个世界上来，为什么有人一生下来就什么都有了。事实上她在我们眼里容貌至少中等偏上，我家的条件在当地也中等以上吧。给她说这些她听不进去，而且她不认为自己可以通过努力改变什么。不知道怎么接她的话。"
  },
  {
    "file": "r049.json",
    "title": "厌学高三，感觉好拧巴，反正人生就这样了？",
    "content": "高三了最后10天，这几天本来都要7点30到校，结果我硬是越来越迟，之前是八点刚好上课时间，到八点30再到今天八点40，我真的感觉自己像被床黏上根本起不来，家里人也不管了，知道这是我的事，我也不喜欢被人管，但是感觉活的好拧巴，早上迟了，我奶奶就说什么以后都不会好了之类的话，我就彻底不想去培训机构了，不是同学的问题，但是，我确实觉得社交挺累的，就是要照顾大家的想法和情绪 然后自己也很累。我高二有段时间更厌学，自己住一个寝室，什么说话的人都没有，就挺封闭的，然后就经常迟到，被班主任说然后通知家长，我家里人都搞烦了，就说我，觉得我这样他们自己很难办，反正活着就这样了。他们也就是义务没什么好说的，说什么自己尽力了，goushi。学习的时候也没什么动力，心理压力大，之前去医院测说什么中度抑郁和轻度焦虑，就没有然后了，本来约了咨询师，可是因为考试 我家里人给我取消了，笑死我了，反正无所谓了，就这样。后来说什么考完给我探索什么的pihua。成绩很烂英语不到70分，除了语文还可以80。现在从学校的体制到培训班，以为会好一点，结果还是在搞人际，我好累。以前我英语很好，我奶奶也总是拿以前成绩好来说事，我觉得真没必要。讨厌现在的教育，具体也不想说，维持关系好累，我要受不了了，注意力不集中，学不进去，快考试了好崩溃。要复读了，可是我初中复读过一次了，自己是中产的，但是还是不想让家长花太多钱，可是我培训已经花一些钱了，家里还有个弟弟，无语啊。弟弟反正家里继母管，继母说不敢管我，反正就这样，因为她总说一下特别无语的，之前我给她发消息理应交手机，可是我和她因为最后一天上不上吵架了，她非我我考画画那场试，我感觉自己心理撑不住太累了，她非要占这个便宜，我是蛮无语的，还要我去说，我不同意，她就把我有手机的事直接告诉了辅导员，还好辅导员护我，说我没有带。我真的好无语。然后现在晚上基本每天都会ziwei，女生感觉很爽，反正人生就这样了"
  },
  {
    "file": "r050.json",
    "title": "家庭主妇难以找到人生的意义，怎么改变生活状态？",
    "content": "我是一个家庭主妇，老公是大学老师。他每天从早到晚在外工作，我只能在家带孩子。我们的孩子刚刚一岁。刚刚生完孩子的时候我有点抑郁，我老公没有时间陪我，他工作很忙，压力也很大，那段时间是我自己硬挺过来的。这一年以来，我觉得很无助。我妈妈年纪也比较大，没有办法帮我。婆婆对我只有指责。我现在的生活就只能被困在家庭里，围在孩子身边。我觉得自己的生活没有任何意义，我成了这个家庭的依附，不像是这个家庭的主人。我应该怎么走出现在的生活状态？"
  },
  {
    "file": "r051.json",
    "title": "家里对我还行，和我妹妹比不好？内耗不知道是否要远离",
    "content": "如题"
  },
  {
    "file": "r052.json",
    "title": "儿子初三，以前打骂过他，如何补救，如何让儿子原谅？",
    "content": "贱贱初三，跟我说话是总是不耐烦，甚至带着怒气。 我知道他小时候，我作为母亲不成熟，而且因为很多家庭矛盾，生活压力内外交困而焦虑，抑郁，打骂过他。 他怨我恨我，我都能理解，但如何补救，我明白迟来的深情比草贱，我也知道自己现在的痛苦是自己造成的，但如何补救呢？ 我的痛苦"
  },
  {
    "file": "r053.json",
    "title": "大四儿子抑郁了，带他看心理医生也抗拒，不知道怎么办",
    "content": "我儿子今年大四，因为我的情绪不稳定，从小对他打打骂骂，对他造成了很大的伤害，孩子现在很自卑，现在拒绝和我们沟通，整天把自己关在房间里，不出门，晚上很晚睡，睡到中午起，不刷牙也不洗脸，衣服也只穿那一套，现在怎么办？带他看心理医生也抗拒，不知道怎么办了"
  },
  {
    "file": "r054.json",
    "title": "医院检查说我有抑郁症和焦虑症，我该如何走出？",
    "content": "18岁，大一女学生，去年9月上大一，因为没有在学校住宿过，刚开学那会在学校天天哭，以为是不适应，和家里人说过之后，他们说要我慢慢适应，后来十一过后在学校每天都躲着哭，每天嚷嚷着要回家，不想在学校，从学校回到家里来了之后，父母带我去医院检查，说有抑郁症和焦虑症，当时和家里吵着说想回来找班上，缓了一段时间之后，去上了一天班，上班的时候哭了一会，回家之后又哭了好久。从去年九月持续到今天。"
  },
  {
    "file": "r055.json",
    "title": "31岁，结婚三年婚姻内耗，父亲车祸去世，怎么走出来",
    "content": "31岁 结婚三年 有一个儿子三岁 结婚以后老公就跟婆婆住在一起 有什么事情包括孩子的事情都是跟他妈妈和他家里人商量把我排除在外 因为双方工作离的比较远 一直分开住 后面我提出住一起我把工作调到他那边 他表示不愿意住一起就要分开住 三年婚姻期间他总是一有冲突就提离婚 争吵冷战 婆家包括我老公一起孤立我 每次有冲突以后婆婆也表示不让我看孩子 因为婚姻期间的争吵父母觉得我精神有些异常不放心 他们就一同来到了上海跟我住一起陪伴我 在陪伴我的期间父亲出了车祸身亡 导致我精神再度受挫 在父亲去世后几个月老公跟他全家变本加厉对我更不好 甚至公公还会对我说你父亲去世了你情绪不好想不开 怎么不去死 偷偷去死好了不要说出来 并且给我三岁的儿子洗脑让小孩憎恨妈妈 这种双重的精神折磨导致我现在焦虑抑郁 不知道该怎么走出来"
  },
  {
    "file": "r056.json",
    "title": "喜欢身上的伤口是怎么回事？需要去医院检查吗？",
    "content": "21岁，离校实习的女大学生，自己本人之前是重度抑郁和中度焦虑患者，17岁医院确诊吃过一个月的药之后再没有治疗过了。最近这三年才发觉自己喜欢身上有伤口的，之前很痛苦的时候会自残但仅限发病的时候，后来演变成随时都想伤害自己。身体上的伤口让我感到开心，我觉得白净的皮肤上明显的伤口特别美会忍不住的去欣赏然后拍照反复回味。最喜欢的是伤口没有愈合的那种状态，自己会尝试用各种办法在身上留伤口，比如指甲掐的，刀子划的还有拿烧红的锅去烫，最近发现烫出来的伤口痕迹会持久一些，自己认为心理状态早就往双相发展了，但是家里原因不能去医院检查，有时候我会突然胃口很好，特别开心特别社牛愿意做平常不爱干的事情，有时候又会开始无缘无故流泪觉得压力很大不开心没有人倾诉。 所以想问问大家这种情况应该去医院看看嘛，因为家里人特别抵触我看医生，想先咨询一下，谢谢。"
  },
  {
    "file": "r057.json",
    "title": "向男友隐瞒了原生家庭，如今在情感和家庭中挣扎咋办？",
    "content": "今年22岁，和男朋友在一起小一年了，双方关系非常好，从爱好到各类观念都非常契合，感情也很稳定。但是我的原生家庭非常差，父母强控制欲，从小就不让我和同学一起玩，周末出去走走也需要他们带着，所以我选择大学从一个南方小城逃到北京，也算是成功逃出他们的控制区。他们年纪大已经在家里领退休金，加上没什么文化身体也不好，今天发一堆语音让我帮忙买东西，明天告诉我身体不好让我在网上帮忙找医生，我对象每次看到我回父母消息总问我在回什么，我只能随便找个理由搪塞过去。因为对象的父母是高知官员，我觉得悬殊过大，向他隐瞒了家里的真实情况，再加上我本身也接触了一些“贵族运动”，也让他理所当然觉得我家至少是个小中产。因为我对象是第一次恋爱，他妈妈很喜欢我，觉得我聪明努力，总想着给我买贵重的衣服包包，想和我见面，我很担心我的谎言会被戳穿。同时我对象准备出国读硕士，我说了我家不支持，他们家现在还想花钱供我和他一起出国读书然后在国外定居。但是父母年纪大身体不好，如果抛下他们直接出国生活我心里又很有负罪感。实在是不知道怎么办了。 P.S.父母从我小时候就一直安排我的生活，我连上课的同桌都是他们安排的，同学邀请我出去玩他们却把我关在家里，导致我初高中六年由于没有任何社交能力一直被全班孤立。一年到头可能只能和同学出门两次，晚上九点后到家就会遭到毒打。有重度抑郁焦虑，当时的咨询师告诉我如果想改变我的状态只能是彻底脱离原生家庭。一直到大学我才开始锻炼自己的社交能力，心理状态好了很多。所以我对父母其实是有恨的。但我心里又可怜他们，觉得我该起到照顾他们的义务。"
  },
  {
    "file": "r058.json",
    "title": "与朋友相处的自卑与回避，我应该怎么做出点改变呢？",
    "content": "... 全部 我今年30+岁，研究生毕业，在国外工作有7年了。自认为自己很多事情有一点运气，并没有多少真才实学。比如国外研究生成绩就是属于抱学霸大腿，绩点3.6，自己学习题都不太能做出来；毕业在国外找工作很困难，很多优秀的同学也没有找到工作选择回国，我因为有一个关系好的学姐推荐，第一份工作过了个面试流程入职了；之后每两年换一个工作，感觉工作越换越差，就是走下坡路的感觉，第二份工作是技术员，不是匹配研究生学历的工程师；第三份工作就是现在的工作是一个只有10人的小公司，每天围着老板转，工资低，也没什么职业发展。但第三份工作帮忙把工作签证办下来了，前两次离职也有一部分原因是因为工作签证没有办下来。 因为觉得自己工作差，工资低，我都不与之前的朋友同事联系了。第二份工作期间自己抑郁了两年，工作主要是操作机器，基本不与同事交流，下了班也是自己一个人吃饭刷手机，浑浑噩噩。第三份工作期间，自己报名了羽毛球课，认识了一群球友，现在球友认识一年多了，大家关系越来越近，我就开始自卑了，觉得每一个人都好优秀，都是在世界级的大厂工作，收入应该是我的23倍。我有一点回避与她们走的太近，不敢让大家知道我毕业于普通的大学，我的工作以及我的收入，包括我开的车，我都觉得有一点不好意思被她们看见。即使问我年龄我都想说小一点，因为说真实年纪感觉却活的很不成样子。但内心又觉得认识这样一群人很自豪。 像这样的心态，我是纠结和矛盾的。请帮我分析我为什么会这样？我应该怎么做出点改变呢？ 我今年30+岁，研究生毕业，在国外工作有7年了。自认为自己很多事情有一点运气，并没有多少真才实学。比如国外研究生成绩就是属于抱学霸大腿，绩点3.6，自己学习题都不太能做出来；毕业在国外找工作很困难，很多优秀的同学也没有找到工作选择回国，我因为有一个关系好的学姐推荐，第一份工作过了个面试流程入职了；之后每两年换一个工作，感觉工作越换越差，就是走下坡路的感觉，第二份工作是技术员，不是匹配研究生学历的工程师；第三份工作就是现在的工作是一个只有10人的小公司，每天围着老板转，工资低，也没什么职业发展。但第三份工作帮忙把工作签证办下来了，前两次离职也有一部分原因是因为工作签证没有办下来。 因为觉得自己工作差，工资低，我都不与之前的朋友同事联系了。第二份工作期间自己抑郁了两年，工作主要是操作机器，基本不与同事交流，下了班也是自己一个人吃饭刷手机，浑浑噩噩。第三份工作期间，自己报名了羽毛球课，认识了一群球友，现在球友认识一年多了，大家关系越来越近，我就开始自卑了，觉得每一个人都好优秀，都是在世界级的大厂工作，收入应该是我的23倍。我有一点回避与她们走的太近，不敢让大家知道我毕业于普通的大学，我的工作以及我的收入，包括我开的车，我都觉得有一点不好意思被她们看见。即使问我年龄我都想说小一点，因为说真实年纪感觉却活的很不成样子。但内心又觉得认识这样一群人很自豪。 像这样的心态，我是纠结和矛盾的。请帮我分析我为什么会这样？我应该怎么做出点改变呢？"
  },
  {
    "file": "r059.json",
    "title": "只要不做我妈眼里对的事，她就觉得我精神有问题怎么办",
    "content": "首先声明，标题中我妈觉得我精神不正常是真的要带我去看精神科的那种，不是开玩笑。 我是21年因为学业压力爆发的抑郁焦虑问题，21年底开始服药至今，也一直遵医嘱。并且经历了硕士延毕到今年毕业。而我的焦虑抑郁问题其实并不单纯因为学业，我的家庭关系也很不好，经历过父母间的家庭暴力，母亲其实也是非常焦虑抑郁且完美主义的人格，还有我多年来非常严重的乖孩子人设带给我的迷茫感和人生无意义感，母亲与我共生对我的软控制折磨了我很多年，种种。但实际上从我短暂的人生“停滞”中，我获得了很多恢复力，包括但不限于心理知识方面的学习，相关书籍的阅读以及心理咨询，以及各种朋友对我的支持。今年毕业了，但是没有找到合适的工作，目前在家待业，而在我ip所在地区公务员和编制是公认的最优选。 引发我抑郁焦虑问题的那场考试可以说是我觉醒的起点，我也开始注重追求自己想过的生活，尊重自己的感受，体现出来的事情就包括我抗拒考体制，并且非常厌恶我妈一直把我当成幼儿园孩子一样对待的种种行径，我渴望自己做选择，渴望做一个独立的人。但是我妈把所有我的违背她 观念的行为全都当成我精神疾病发作，例如在她非要跟随我去医院去买东西去任何地方，要帮我做生活中大大小小的事即使我多次拒绝，有时候我会暴怒，她就会觉得我是精神问题；例如我在跟她解释了很多我不想考公的理由以后她还是觉得我为什么跟别人想的不一样别人觉得好的东西我觉得不好，认为我脑子思维有问题；再例如睡眠方面有时候我会熬夜到很晚，她会觉得我失眠要让我吃安眠药，以及偶然得知我睡觉会做梦但是她不会做所以她觉得我有问题带我去看了精神科。以上问题我妈都带我去看过医生，医生也跟她解释过，但她认为是这里的医生不专业，要带我去别的大医院看甚至线上专家问诊。甚至我出现类似腰痛等生理问题她也认为是我抑郁躯体化，否认我的身体感受，但实际上是否是躯体化我能分辨。 我妈妈的这些行为来历也跟她的经历有关，我外婆是比较严重的有点躁狂的精神分裂，她也饱受多年折磨，我舅舅也就是她的亲哥哥也是精神分裂但没有躁狂倾向。她自己也曾跟我坦言她的抑郁经历。她一直是一个非常拧巴焦虑的人，无法接受大部分反社会常规的行为，在我看来还有比较严重的囤积癖，我的朋友甚至精神科的医生都跟我说过你没什么问题，你妈比较严重这样的话。她的这些行为我都能理解，但是我也被折磨得非常痛苦，我自己也在寻求办法，也希望向专业老师寻求一些建议！"
  },
  {
    "file": "r060.json",
    "title": "我无法停止仇恨我的表妹，总是想报复她，怎么办？",
    "content": "我是一个28岁的男性。我有一个表妹，小时候一起长大，关系比较近。我一直把她当成亲妹妹看待。 我在青少年时就独自出国了，一直也居住在国外，但我们也常有联系。前两年我因为一些创伤经历陷入了抑郁，但一直都在积极的治疗，生活也算正常。唯独在亲密关系这方面，我变得很非常自卑，总觉得自己是个有问题的人，人格不完整，心理不健康，不配拥有爱情。虽然知道这不是真的，但是这种想法总是缠绕着我。 去年夏天，我状态突然好了，恰巧那时又认识了一个女孩，并开始约会交往。我很喜欢她，但我依旧害怕，不敢接近她。可我还是快乐的，听见她告诉朋友在和我约会，我觉得似乎有了幸福生活的希望。虽然害怕，但是我也在一点点的努力，战胜自己的恐惧。 与她交往了一个月后，我那多年未见的表妹说要来找我玩，我没多想就同意了。出乎我意料的是表妹长大了，也变了，变得十分刻薄势利。一起相处的两周里，她说了很多伤害到我的话，比如： 描述男性 “男人长的丑根本就不算人，我根本就看不见” “没有8块腹肌，说明一个人没有毅力” 说我和我的约会对象 “你要去给她送吃的？简直就是舔狗啊” “她是XX人呀？那人家父母要求可是很高的，你有吗？” 甚至当着我的面，问我的约会对象 “你们这怎么都没有帅哥呀？我走在街上一个都没看见” 难听的话还有很多，她一开口就要打压我，我努力不去想她说的话，但任然受到了巨大的影响。结果就是，我陷入了自卑的谷底，觉得我配不上我的对象，觉得她不喜欢我。表妹走后，我失魂落魄的去找我的对象，冒冒失失的去跟人家表白。她拒绝了我，我伤心到了极点，忍不住失态的在她面前哭了。 她抱着我安慰我，我感到无比的羞耻，我没法想象我在她眼里有多么的可悲。我们后来还是朋友，但我总感觉在她面前抬不起头，每每想起都感到无比羞耻。 至于表妹，她在当天还给我发信息，嬉皮笑脸的问我表白的怎么样。我拉黑了她所有的联系方式，并决定这辈子不再见她。我恨她，我从来没有如此仇恨过一个人。我不懂，我们是家人，她应该支持我鼓励我才对呀，但她反而这样伤害我。 客观的道理其实我都懂，我被拒绝跟表妹说的话没有直接的因果关系；表妹说的话也不是有意针对我的；表妹很可能根本就不知道她的话对我的影响。但是我无法原谅她，无法原谅她让我再次陷入抑郁的痛苦中，无法原谅她干扰了我的生活。 我该如何重新思考这件事，才能从中解脱。"
  },
  {
    "file": "r061.json",
    "title": "害怕抑郁焦虑复发，怎么平衡挑战生活和确实痛苦的关系",
    "content": "... 全部 题主今年26了，是研四学生（延毕了一年），今年毕业并伴随找工作等事宜。我于21年的抑郁焦虑问题开始服药，现在进入一个比较稳定的时期。抑郁焦虑的诱因是当时在研二课程及其他学生事务比较忙碌的时候还要准备法考，后来进入了非常疲惫的状态，找不到学习的意义，直到完全无法学习并且非常厌世的状态，哭泣和无力是当时的常态。当然这只是诱因，其实还伴随着原生家庭的很多问题。从服药至去年六月份以前，我的心态一直处于找不到生存意义的状态，巴不得在睡梦中死去。直到去年六月本该是我毕业的日子，但因为延毕不得不看着身边的同学毕业。但我在整个过程中没有因为延毕遭受到身边任何人的指责，并且几次与朋友的旅行也让我感到治愈，加上在服药之后也一直通过阅读等途径来解决我生活上的一些疑问，就在去年七月份某一天的某一刻，我突然不想死了，并且返校按部就班地学习完成了我的论文初稿，在新的人际关系环境里也适应良好，直到现在其实状态都不错。但面对的问题就是我的职业规划，矛盾在于我母亲坚持想让我考公，并且以我生病为由不支持我过于奔波，想让我过安稳的日子。（我母亲对我的病非常焦虑，并且潜意识里认为她觉得困难的事我都无法做好）我也进行过一段时间的公考学习，但很难坚持下去，动力非常缺乏，后来我分析原因，其实是我并不想走考公这条路，不想再进行没有意义的痛苦备考，我想体验我想做的事，我愿意去试错和尝试，愿意到外地找工作，愿意去律所受点苦，渴望离家远一些，渴望自己生活（我父母关系不和但未离婚，初中时期目睹过父亲酗酒家暴，现在父母同住屋檐下但毫无沟通，长期处于这样的环境下让我很痛苦，并且母亲也有焦虑的问题，也试图控制我让我离家近一些）而这些都是半年多前的我根本不敢想的事。虽然变得更有勇气，但另一方面自己也会担心无法承受较大的工作压力（指外地独自生活的不适应或者律所高压的工作环境）会复发，那种完全不想活着的死气沉沉，我也真的害怕再次经历。但我不想因为对生病这件事的态度太过保守而放弃了我这个年纪该去尝试的事情。我该怎么平衡我去挑战生活的欲望和确实让我痛苦过的抑郁焦虑问题之间的关系呢？我可以去大胆尝试吗？ 题主今年26了，是研四学生（延毕了一年），今年毕业并伴随找工作等事宜。我于21年的抑郁焦虑问题开始服药，现在进入一个比较稳定的时期。抑郁焦虑的诱因是当时在研二课程及其他学生事务比较忙碌的时候还要准备法考，后来进入了非常疲惫的状态，找不到学习的意义，直到完全无法学习并且非常厌世的状态，哭泣和无力是当时的常态。当然这只是诱因，其实还伴随着原生家庭的很多问题。从服药至去年六月份以前，我的心态一直处于找不到生存意义的状态，巴不得在睡梦中死去。直到去年六月本该是我毕业的日子，但因为延毕不得不看着身边的同学毕业。但我在整个过程中没有因为延毕遭受到身边任何人的指责，并且几次与朋友的旅行也让我感到治愈，加上在服药之后也一直通过阅读等途径来解决我生活上的一些疑问，就在去年七月份某一天的某一刻，我突然不想死了，并且返校按部就班地学习完成了我的论文初稿，在新的人际关系环境里也适应良好，直到现在其实状态都不错。但面对的问题就是我的职业规划，矛盾在于我母亲坚持想让我考公，并且以我生病为由不支持我过于奔波，想让我过安稳的日子。（我母亲对我的病非常焦虑，并且潜意识里认为她觉得困难的事我都无法做好）我也进行过一段时间的公考学习，但很难坚持下去，动力非常缺乏，后来我分析原因，其实是我并不想走考公这条路，不想再进行没有意义的痛苦备考，我想体验我想做的事，我愿意去试错和尝试，愿意到外地找工作，愿意去律所受点苦，渴望离家远一些，渴望自己生活（我父母关系不和但未离婚，初中时期目睹过父亲酗酒家暴，现在父母同住屋檐下但毫无沟通，长期处于这样的环境下让我很痛苦，并且母亲也有焦虑的问题，也试图控制我让我离家近一些）而这些都是半年多前的我根本不敢想的事。虽然变得更有勇气，但另一方面自己也会担心无法承受较大的工作压力（指外地独自生活的不适应或者律所高压的工作环境）会复发，那种完全不想活着的死气沉沉，我也真的害怕再次经历。但我不想因为对生病这件事的态度太过保守而放弃了我这个年纪该去尝试的事情。我该怎么平衡我去挑战生活的欲望和确实让我痛苦过的抑郁焦虑问题之间的关系呢？我可以去大胆尝试吗？"
  },
  {
    "file": "r062.json",
    "title": "回国探亲之前被炒鱿鱼了，怎么调整情绪？怎么和家人说",
    "content": "... 全部 最近情绪起起伏伏，有时很低落，有时很鸡血。 是的因为给自己制定了计划三到六个月找到新工作，有时候斗志昂扬。但有时候，一些痛苦的回忆出现，又抑郁了。 很久没回国了，家人都积极准备迎接我。可我却打不起精神来回应。 但是回家探亲是一件多么期待的事情，老人们也希望我能够好好陪伴他们一段时间。但我也许会带着电脑，时不时看看有没有工作，面试机会。 告诉他们代表他们也要操心了，也许会焦虑，失望，也许会觉得那干脆就留在国内吧。 不告诉他们，会担心自己每天都在假笑很难受。 我应该怎么办呢？ 最近情绪起起伏伏，有时很低落，有时很鸡血。 是的因为给自己制定了计划三到六个月找到新工作，有时候斗志昂扬。但有时候，一些痛苦的回忆出现，又抑郁了。 很久没回国了，家人都积极准备迎接我。可我却打不起精神来回应。 但是回家探亲是一件多么期待的事情，老人们也希望我能够好好陪伴他们一段时间。但我也许会带着电脑，时不时看看有没有工作，面试机会。 告诉他们代表他们也要操心了，也许会焦虑，失望，也许会觉得那干脆就留在国内吧。 不告诉他们，会担心自己每天都在假笑很难受。 我应该怎么办呢？"
  },
  {
    "file": "r063.json",
    "title": "大学应届毕业，但是自己抑郁更严重了，怎么办？",
    "content": "本人男 今天是24年2月15日，大概今年67月份拿毕业证 去年10月底学校的课程已经上完了，同学们陆续的离校了已经，现在都在家等着今年拿毕业证了 我从快离校的时候就渐渐的陷入了抑郁严重阶段，到家以后就天天躺在床上刷抖音抽烟不想做其他任何事情，烟灰掉到身上掉到床上我也不在意，因为我觉得这对于我来说也没造成什么实质性伤害影响，但是我去管理这件事还会耗费我的精力，所以觉得得不偿失没意义 当然这一切的起因是因为“男女关系”问题 详见知乎链接 大学生社恐多年无法脱单，还有救吗？ 当然这里说是脱单其实不恰当，只能说是包括但不限于，而且我也不在乎关系多长时间分不分手，我在乎的只是一段或几段经历，青春的经历。 这个问题上我出现过严重焦虑阶段，那时候思想行为都非常极端，过后便是“习得性无助”。 现在，我每天也不洗脸不刷牙，因为我觉得洗脸刷牙这件事也不能让我成功发展“男女关系”，所以没有意义，除非这件事对我有实质性影响我才会管，比如脸干的实在受不了了，或者过年必须要见人，大概我一个月洗一次澡。 吃饭也是，除非我俄的难受了才去吃，对自身没有造成实质性伤害的情况下我对吃饭也没兴趣，又不能让我成功发展“男女关系”，所以没什么意义。 现在也应该实习找工作了，但是我对这件事的兴趣真的不大，工作也就是我干一个月发我一个月工资，又不是说我干一个月给我介绍个“女朋友”，讲真的我宁愿不要工资就给我介绍“女朋友”就好，可没有这样的工作，所以也没什么意义。 以上大概是我的逻辑， 有些人可能会说我以后的生存问题怎么办？我家是不是很有钱？ 首先，我家就是普通家庭条件，一个月23万工薪 其次，跟一个抑郁的人谈“生存”，这本身就很可笑，或者说我个人认为就很愚蠢，说实话目前对我来说我觉得“生存”也毫无疑义，也没什么意思。 当然，我没有轻生的想法，只是觉得这件事没什么意义，我也不想在没有意义与兴趣的事情上费心费力。 至于心理咨询啦，医院治疗啦，我也做过很多 详见知乎链接 心理咨询是不是对ISTP这种现实的人格作用不大 我该怎么办？"
  },
  {
    "file": "r064.json",
    "title": "中度抑郁+中度焦虑，怎么才能找回有光的自己？",
    "content": "其实很早就知道自己精神状态不好，但一直没有去医院看，后来发现自己根本控制不住，上周天去医院脑电图已经不正常了，医生开了盐酸安非他酮但是一吃就过敏了，又去换了一个药，还没有吃，打算过敏好了再吃。医生说可以同步做心理咨询，改变认知。可是我也不太清楚自己心结在哪里，就是很容易被情绪左右，以前结婚没有怀孕时担心怀不上，后来生了孩子后，现在又担心天天上班，与孩子越发疏远，我总感觉孩子不愿意我陪伴她成长，她现在也确实在我身边很难入睡。 也确实需要一个适合我的心理咨询师帮我走出来。我都不记得正常自己是什么样了"
  },
  {
    "file": "r065.json",
    "title": "夫妻情感，身心疲惫，为何每次低头的都是我？",
    "content": "我今年37岁，有个5岁的孩子，老公39岁。在有孩子之前我们的关系还可以，有了孩子之后他每天回家都很晚，六日睡醒就出去了，不是找朋友就是找同事，在这个过程中，我没有得到过陪伴，理解，安慰，也没有得到过太多的情感支持，反而有几次因为我嫌弃他回家晚爆发了激烈的争吵。在有孩子前他曾和前女友有过分的聊天被我发现，我哭了一整天他也道歉了，但是这件事成了我的心魔，他不在家我就会想他是不是会做一些没有道德底线的事。因为家庭压力工作压力持续，我患上了抑郁症，他也没有暖心安慰过我，反而总是说一些伤人的话，去医院每次都是我自己去。这些年一直是我和他爸爸妈妈在带孩子，他父母都已经75岁，先后生了大病，感觉我像个单亲妈妈。最近我跟他有过几次交流，但往往不欢而散，他说自己在外面也很累，是为了多挣钱嫌弃我啥也指望不上，我听后非常寒心，指责他家里啥也指望不上，而且最近主动跟他说话他都爱理不理，他回复我没有做出什么成绩所以不想搭理我，让我以后不要给他打电话。有两次晚上他喝醉同事给我打电话我静音未听到，所以我知道他在冲我撒气，可我每次都是好好跟他沟通，这样真的很累，让我精神非常疲惫。我不知道这样的生活如何继续，为何每次低头的都是我，而他还是不领情。"
  },
  {
    "file": "r066.json",
    "title": "因胡思乱想而严重内耗，导致我不敢面对朋友了，怎么办",
    "content": "... 全部 一个月前突然间想到自己会不会喜欢朋友就开始了疯狂内耗，我清楚我对我朋友不是爱情上的喜欢，但是现在总是会有意无意的有这个想法出来，我一遍又一遍的分析不是的，但越抗拒这个想法就越出现，我又觉得这个是不正确的。导致我现在都不敢面对我朋友了，不敢聊天不敢一起去玩。因为这个想法，抑郁症好像又复发了，我已经不知道怎么办了，我在想要是我没有那个想法出现该多好，一切都会是正常的。不想这样胡思乱想了，太难了… 一个月前突然间想到自己会不会喜欢朋友就开始了疯狂内耗，我清楚我对我朋友不是爱情上的喜欢，但是现在总是会有意无意的有这个想法出来，我一遍又一遍的分析不是的，但越抗拒这个想法就越出现，我又觉得这个是不正确的。导致我现在都不敢面对我朋友了，不敢聊天不敢一起去玩。因为这个想法，抑郁症好像又复发了，我已经不知道怎么办了，我在想要是我没有那个想法出现该多好，一切都会是正常的。不想这样胡思乱想了，太难了…"
  },
  {
    "file": "r067.json",
    "title": "厌学情绪，学习动力不足，作为家长该如何给孩子帮助？",
    "content": "... 全部 孩子12岁，女生，在校经历过数年的校园语言霸凌刺激，后来家长出面处理，沟通，也积极带孩子就医。治疗约11个月，情绪障碍，期间基本没有停过课，偶尔请假。去年缺课1个月，学习动力不足，有同学背后蛐蛐，焦虑，抑郁状态，临近期末躯体化反应严重，不得不请假休息。 这学期复学，每天可以坚持到校半天，不想看到曾经伤害过她的同学。手机会随身带，哪怕没电。 学习动力不足，老师反馈，孩子上课能够听讲，但是作业不动笔，不读，不背。很困惑，希望家长关注。 作为家长该如何给孩子帮助，攻克内心的畏惧，担忧，焦虑。孩子上课确实会选择她感兴趣的听，作业可能也是想写一些写一些，不想写就不写，关于分数，我和孩子说，学习不是为了分数，保持学习状态，付出努力，持之以恒就很了不起，学习上可能有困难，但是拒绝帮助。 孩子12岁，女生，在校经历过数年的校园语言霸凌刺激，后来家长出面处理，沟通，也积极带孩子就医。治疗约11个月，情绪障碍，期间基本没有停过课，偶尔请假。去年缺课1个月，学习动力不足，有同学背后蛐蛐，焦虑，抑郁状态，临近期末躯体化反应严重，不得不请假休息。 这学期复学，每天可以坚持到校半天，不想看到曾经伤害过她的同学。手机会随身带，哪怕没电。 学习动力不足，老师反馈，孩子上课能够听讲，但是作业不动笔，不读，不背。很困惑，希望家长关注。 作为家长该如何给孩子帮助，攻克内心的畏惧，担忧，焦虑。孩子上课确实会选择她感兴趣的听，作业可能也是想写一些写一些，不想写就不写，关于分数，我和孩子说，学习不是为了分数，保持学习状态，付出努力，持之以恒就很了不起，学习上可能有困难，但是拒绝帮助。"
  },
  {
    "file": "r068.json",
    "title": "对任何事提不起兴趣，爱胡思乱想，异地婚姻，该怎么办",
    "content": "... 全部 28岁女与老公异地婚姻，一年见三次面，从结婚开始我就抑郁焦虑了，每次见面是我状态最好的时候，长时间处于期待见面，适应两个人生活，分开后的难受，接受一个人生活，再次期待见面这种无限循环里。现在的我失去了所有兴趣爱好，对什么都提不起精神，这会让我更焦虑，到底该怎么做才能让自己好起来 28岁女与老公异地婚姻，一年见三次面，从结婚开始我就抑郁焦虑了，每次见面是我状态最好的时候，长时间处于期待见面，适应两个人生活，分开后的难受，接受一个人生活，再次期待见面这种无限循环里。现在的我失去了所有兴趣爱好，对什么都提不起精神，这会让我更焦虑，到底该怎么做才能让自己好起来"
  },
  {
    "file": "r069.json",
    "title": "研究生退学去学医，可“命运”却给了我很多惩罚咋办？",
    "content": "我从小就想学医但是大学没能读医学专业，四年前，我农学研究生退学，去读中医学第二学士学位，可是命运却给了我整整四年的惩罚，并且到现在也没有结束。研究生退学之后这四年，我辗转学医结果却以失败告终（因为各种痛苦的事情导致医学第二学位也退学了），并且沦落到现在这样找不到工作的地步，失去梦想，失去学历，失去几乎所有的朋友，焦虑抑郁痛苦，遇到庸医吃了很多不对症的药花了很多冤枉钱；甚至还差点身陷囹圄，所经历的这一切，都是命运对我的惩罚吗？ 命运这样惩罚我，一定是因为我犯了罪过。是因为我不好好珍惜读研的机会吗？是因为我保研又退学浪费名额，导致当年有一个人没能读研吗？ 再到现在因为各种越来越多的限制找不到工作的困境……身高限制，外貌限制（因为长相看起来比实际年龄小很多导致被人质疑我的能力），性格内向限制我（这个世界上似乎只有外向的人才能生存）；学历限制；无法解释空窗期4年限制我；企业背调限制我；如果考公只能考三不限，但是专业、毕业年份（很多岗位要求应届和近三年）也都限制我…… 还有日日夜夜的头痛失眠，如今我不得不每天靠服用超过规定剂量的安眠药和大剂量的止痛药才能苟活于世。 我还背负了非常多的沉重的东西：对曾经恩重如山的研究生导师的愧疚；因为研究生退学所受到的质疑嘲讽以及学历自卑；因为前途未卜不敢面对寄予我厚望的祖父母；对自己已经二十七岁却还是没能实现经济独立感到的无能与羞愧；因为外形矮小瘦弱并且有脊柱侧弯常常受到歧视的自卑；为自己被各种遭遇所折磨而逐渐失去初心的痛苦；年龄焦虑经济焦虑工作焦虑；记忆力受损无法记住任何知识的痛苦；被三年疫情改变人生轨迹的失控感……总之这四年我一件好事也没遇到过，一天也没有开心过。 我到底犯了什么罪做错了什么事，才会受到命运这样的惩罚呢？也许我是错在不该放弃学历，去追求学医的执念（我已经不敢称之为梦想或理想了）吧。命运是因为这个错误，才发生那么多痛苦的事情来惩罚我吗？ 可是想想我退学的初衷，是想去学习医学这样一个我认为更有价值的专业，不想再在实验室里去做那些毫无用处的实验产生一堆学术垃圾。我的初心，始终是为了学习更多有用的医学知识，为了孝顺父母亲人，为了帮助更多人解决痛苦啊。 如果不退学，我的前途应该是一片光明，而不是像现在这样一片狼藉，是我亲手毁了我的人生。 难道真的是因为我不懂得珍惜来之不易的读研机会才会被惩罚吗？命运真的会惩罚一个人吗？"
  },
  {
    "file": "r070.json",
    "title": "没能量，讨厌控制，指责，认知低，如何和原生家庭和解",
    "content": "... 全部 从小在姥姥家长到5岁，6在我大姨家一年，7岁回家，9岁送到寄宿学校，又回家奶奶照顾5个孩子，初中有转校，因为孤独不去了，大姐比较强势，控制欲强，容易暴怒，跟家人没有更多的感情交流。小学已经开始抑郁了，家人和自己不知道，听话，懂事，懦弱，自卑和社恐，以为只是性格就这样，会在夜里偷偷哭泣，不知道自己在哭什么？没有朋友，没有感情，有点麻木，浑浑噩噩。觉得自己有问题，想找出原因，原生家庭是很大的原因。 奶奶爷爷几乎没有情感交流，爸妈回家也会对你好，但是对弟弟更好，我记得因为刚买的电脑，爸爸说我跟弟弟抢，我就没在弟弟玩的时候，再玩。只有弟弟和父母睡。 父母回家做饭，也给你买衣服，买手机。 现在依旧不开心，解离，家人再控制欲强，发脾气，自己会应激暴怒，对人不信任，没有朋友，没有爱，无法在社会中生存，记忆力差，已经影响工作，甲状腺结节，乳腺结节三类。 农村家庭，传统观念，不知道小孩子需要陪伴，家庭的相处模式就是指责。 26岁，一事无成，抑郁焦虑，父母等着回报。 我想怪家庭，可怜小时候无助的自己，现在没有能量，讨厌控制强，指责，发现这是代际遗传，且无法改变。认知低，认为吃饱喝足就可，重男轻女，弟弟的总是最好。 尝试离开，开心不起来，父母担心，回家控制欲强，家庭氛围又是指责。 我应该怪谁呢？断不开，接受不了。 从小在姥姥家长到5岁，6在我大姨家一年，7岁回家，9岁送到寄宿学校，又回家奶奶照顾5个孩子，初中有转校，因为孤独不去了，大姐比较强势，控制欲强，容易暴怒，跟家人没有更多的感情交流。小学已经开始抑郁了，家人和自己不知道，听话，懂事，懦弱，自卑和社恐，以为只是性格就这样，会在夜里偷偷哭泣，不知道自己在哭什么？没有朋友，没有感情，有点麻木，浑浑噩噩。觉得自己有问题，想找出原因，原生家庭是很大的原因。 奶奶爷爷几乎没有情感交流，爸妈回家也会对你好，但是对弟弟更好，我记得因为刚买的电脑，爸爸说我跟弟弟抢，我就没在弟弟玩的时候，再玩。只有弟弟和父母睡。 父母回家做饭，也给你买衣服，买手机。 现在依旧不开心，解离，家人再控制欲强，发脾气，自己会应激暴怒，对人不信任，没有朋友，没有爱，无法在社会中生存，记忆力差，已经影响工作，甲状腺结节，乳腺结节三类。 农村家庭，传统观念，不知道小孩子需要陪伴，家庭的相处模式就是指责。 26岁，一事无成，抑郁焦虑，父母等着回报。 我想怪家庭，可怜小时候无助的自己，现在没有能量，讨厌控制强，指责，发现这是代际遗传，且无法改变。认知低，认为吃饱喝足就可，重男轻女，弟弟的总是最好。 尝试离开，开心不起来，父母担心，回家控制欲强，家庭氛围又是指责。 我应该怪谁呢？断不开，接受不了。"
  },
  {
    "file": "r071.json",
    "title": "为什么我妈总喜欢用威胁和恐吓还有夸张的方式教育孩子",
    "content": "... 全部 她总是会跟我妹说 “你再不听话就该没人喜欢你了”...“你再这样就该没人跟你玩了”“你再不过来我就不喜欢你了”“xxx你就这样吧早晚有一天你会有报应”“你给自己积点德吧”“你现在这个状态以后就完蛋了”“你现在不好好努力以后你等着喝西北风吧”之前小时候确诊心境恶劣当然现在好了她还说“你是我养出的残次品”“我对你非常失望”小时候我还问她你爱不爱我 ，她非常坚定的告诉我她不爱我 甚至讨厌我还告诉我哪方面讨厌 有多讨厌我 他总想让别人听他的 不听他的 他甚至会用 一些比较暴力的手段 比如生拉硬拽 还会偶尔拿鞋扔你或者打你 最厉害的时候 她直接跟我说断绝母女关系 ，我让她冷静 她就越来越不冷静 然后说以后不要认她这个妈 但是我觉得这个很幼稚 但是我说她幼稚 她更生气 因为我很多时候我喜欢揭穿别人 ，我妹妹比较自尊心强 比较倔 喜欢 别人向她低头 她从小这样 是她的性格 但是我妈从来就不惯着她 每次都是 让她来找我妈 就俩人就会因此闹起来 ，就是因为我在很小的时候 是我妈带的 后面上小学之后一直是我爷爷带我 所以我 可能 经常是一个旁观者，我认为她的很多教育理念都是非常不利于我的成长 ，所以我从小几乎什么都不听她的， 所以我们俩很早就闹掰了， 我小学的时候 几乎每天晚上都跟她一起哭 我们俩互相把对方气哭，当时还会用一些暴力的手段 比如说掐我大腿 ，上了初中之后就不管我了 还有一定因素 因为初中之后我妹妹生下来了，我觉得有两大因素 会造成她这个样子 她跟我说小时候她爸妈离异，她妈再嫁 然后她亲爸爸小时候总会拿皮带抽她 或者拿那个皮鞋底子抽她 这也是很正常的事情 对她怀孕的时候有中度抑郁症 ，说我姥姥姥爷都是很要强的人 跟我爸关系也挺大的， 我爸在我妈当初怀我的时候就出轨 出轨不止一次 ，就是因为我妈 就属于那种 说白了 家里情况跟我爸差很多 所以我爷爷奶奶不太待见我妈 然后我爸还有个弟弟 他们一家也不待见我妈 ， 从我这么多年观察过来 我爸多少也有点毛病 ，当初小时候去看心理医生 心理医生 说先让他们俩治病 我其实问题不是特别大 ，当初加我爸微信说天天让他给医生发读后感 就医生会给他发一些文章之类的 没过几天 我爸就把那个医生给删了 还说他胡说八道 ，之后其实是我自愈好的， 这反正我是很幸运的 ，而且我感觉我爸总是在打压和PUA我妈 我妈很多东西事情都会提前问我爸行不行 她总是会跟我妹说 “你再不听话就该没人喜欢你了”...“你再这样就该没人跟你玩了”“你再不过来我就不喜欢你了”“xxx你就这样吧早晚有一天你会有报应”“你给自己积点德吧”“你现在这个状态以后就完蛋了”“你现在不好好努力以后你等着喝西北风吧”之前小时候确诊心境恶劣当然现在好了她还说“你是我养出的残次品”“我对你非常失望”小时候我还问她你爱不爱我 ，她非常坚定的告诉我她不爱我 甚至讨厌我还告诉我哪方面讨厌 有多讨厌我 他总想让别人听他的 不听他的 他甚至会用 一些比较暴力的手段 比如生拉硬拽 还会偶尔拿鞋扔你或者打你 最厉害的时候 她直接跟我说断绝母女关系 ，我让她冷静 她就越来越不冷静 然后说以后不要认她这个妈 但是我觉得这个很幼稚 但是我说她幼稚 她更生气 因为我很多时候我喜欢揭穿别人 ，我妹妹比较自尊心强 比较倔 喜欢 别人向她低头 她从小这样 是她的性格 但是我妈从来就不惯着她 每次都是 让她来找我妈 就俩人就会因此闹起来 ，就是因为我在很小的时候 是我妈带的 后面上小学之后一直是我爷爷带我 所以我 可能 经常是一个旁观者，我认为她的很多教育理念都是非常不利于我的成长 ，所以我从小几乎什么都不听她的， 所以我们俩很早就闹掰了， 我小学的时候 几乎每天晚上都跟她一起哭 我们俩互相把对方气哭，当时还会用一些暴力的手段 比如说掐我大腿 ，上了初中之后就不管我了 还有一定因素 因为初中之后我妹妹生下来了，我觉得有两大因素 会造成她这个样子 她跟我说小时候她爸妈离异，她妈再嫁 然后她亲爸爸小时候总会拿皮带抽她 或者拿那个皮鞋底子抽她 这也是很正常的事情 对她怀孕的时候有中度抑郁症 ，说我姥姥姥爷都是很要强的人 跟我爸关系也挺大的， 我爸在我妈当初怀我的时候就出轨 出轨不止一次 ，就是因为我妈 就属于那种 说白了 家里情况跟我爸差很多 所以我爷爷奶奶不太待见我妈 然后我爸还有个弟弟 他们一家也不待见我妈 ， 从我这么多年观察过来 我爸多少也有点毛病 ，当初小时候去看心理医生 心理医生 说先让他们俩治病 我其实问题不是特别大 ，当初加我爸微信说天天让他给医生发读后感 就医生会给他发一些文章之类的 没过几天 我爸就把那个医生给删了 还说他胡说八道 ，之后其实是我自愈好的， 这反正我是很幸运的 ，而且我感觉我爸总是在打压和PUA我妈 我妈很多东西事情都会提前问我爸行不行"
  },
  {
    "file": "r072.json",
    "title": "2018年被分手后，现在想起来还是不能释怀，好恨他",
    "content": "2015年在网上认识了一个同城的网友，聊天很合的来，见面之后就确定了关系，我们的情侣关系大概持续了3个月左右，他就主动跟我提分手，分手的时候他给我发好人卡說我很好是他配不上我，他比较喜欢自由比较爱玩之类的。之后我们就没有联系过。 直到2016年的6月份他再次联系我，刚开始就是闲聊，后来他提出想见面我拒绝了他，因为那时我有男朋友了，也跟他说清楚了我有男朋友这件事情，他也回应了我说既然我有男朋友了，他以后就不打扰我了。 那时候其实我心里已经开始动摇了，因为我心里还有他，只不过当时有男朋友了有责任在就拒绝了跟他见面，后来他还是在不停的骚扰我、一直提出想见面的要求，没过多久刚好也跟男朋友分手了，就决定跟他见面，见面前我问他我们现在见面算什么关系，他说心里有彼此就行，我们就这样见面了，但是只有晚上见面，我们之间的关系维持就靠性，这种关系保持了一年左右。 最后一次见面的时候我们还是跟往常一样在宾馆里他跟我说他要结婚了，以后不要再见了，这个消息犹如晴天霹雳，我一下子失了神，不知所措。然后他就把我的联系方式全部删除，毫无痕迹，留我独自面对这些破败不堪的感情，我很长一段时间都陷入到抑郁的状态，自我怀疑，严重的时候还要依靠药物助眠。 依靠药物调整了一段时间，在酒精的作用下我拨通了他的电话，我问他为什么不喜欢我，他说不喜欢就是不喜欢，还说他已经结婚了，叫我以后不要再联系他，发了结婚照给我看，我还是不甘心，我对他寄予了厚望，他却这样对待我，我当时还骂他渣男，后来就删了联系方式再也没有联系过。 这件事情过去7年了，这段时间脑子里总是会回想这件事情，想起来被他抛弃我就感觉好难受，好恨他，真的好恨他，好想报复他，他凭什么这么对我，可现实是我什么都做不了，我不知道怎么办了，感觉被困在了这段痛苦的回忆里。"
  },
  {
    "file": "r073.json",
    "title": "夫妻间，爱和责任，与算计和自私，是否能共存？",
    "content": "这是我身边的真实案例，我十分不理解。朋友老公是个极其自律的人，生活作息规律，无不良嗜好，每月按时上交工资。夫妻两人关系本来很好，但有孩子以后，小美因为家庭原因不得不辞去工作，做了家庭主妇，而且两人两地分居。几年下来，本来特别活泼直爽的小美变得越来越不爱说话，孩子上学后也没有去工作。这些年小美老公一直独自承担家庭经济责任，从不抱怨。但他不愿意陪小美和孩子旅游，对小美娘家的事漠不关心，遇事习惯冷处理，抵触沟通。小美越来越抑郁焦虑，对老公各种不信任。回想过往她说突然发现，似乎对老公有利的，他都高高兴兴陪她，对他无利的，或者他不喜欢的，他便兴致缺缺，或以各种理由扫兴。小美不知道该如何与他走下去，想分，但他似乎也尽责了。不分，却看不到任何希望，只能看着自己一点一点萎靡不振，甚至觉得活着没有意义…… 我很好奇，现实中真的有这种男人吗？仿佛该做的都做了，可骨子里又各种自私。他们到底是什么心理？小美这样的情况，又该如何和老公相处？"
  },
  {
    "file": "r074.json",
    "title": "27岁女生从初二开始自律性越来越差，怎么办？",
    "content": "本人年龄27，主要是自律性很差，知行不一，大概是从初二开始自律性越来越差，开始不写作业，只是在学校会学习，每次放假回家斗志昂扬一定要好好学习结果回家还是老样子什么也不学，发展到现在，越来越懒惰，也没什么志向了，有时候会觉得这样一辈子不行，要去做一些事情去发展自己，可是还是停留在“想”上，很难行动起来，身材越来越差，想着要锻炼但也是三天打鱼的那种，我感觉就好像从初二开始我的内驱力越来越少直到现在，我现在的状态就是天天在家里闲着，我知道我自己不会一直在家闲着，过一段时间会出去工作但估计也就是挣个吃饭钱，我现在是焦虑的，我无法控制自己的行为，照现在的趋势发展下去，我不知道我要堕落到什么地步，马上要结婚了，结婚生孩子，我感觉我将来可能会变成一个依靠丈夫生活的人，能力越来越差，自己的生活越来越差，彻底失去自己，我似乎无法控制自己堕落下去，因为从初二开始我意识到自己不自律，管不住自己，我曾无数次想要变成一个自律的人但是我还是没有逃脱这个魔咒，现在的我特别的堕落，内心没有力量，我想变得有力量，我在找方法，我看书爬山找方法希望逃出这个魔咒，目前还没有找到，目前我还是无法行动起来，我知道如果给我换一个环境，比如学校或者工作场所，我会动起来，但只能动一点点，我内心的力量是从毕业后急剧下降的，我分析过自己，我内心比较脆弱，扛不住压力，喜欢逃避，不想面对，就没办法去行动起来解决问题，现在我的生活已经严重受到了影响，我该如何让自己变得内心有力量，不在逃避去勇敢的面对困难去解决它呢？我现在惰性特别大，也很容易不开心，比较敏感，怀疑自己有些抑郁了， 焦虑肯定是有的。"
  },
  {
    "file": "r075.json",
    "title": "朋友的抑郁倾诉开始影响到我，我应该怎么做？",
    "content": "与朋友不在同一个城市，他因学业家庭和感情多方面的因素有了抑郁和躯体化症状，平时我会每天与他保持联系，尽可能倾听他的诉说。但他最近情况加重，似乎有了轻生的念头，我很害怕，害怕他想不开，曾经经历过身边人因抑郁而离开，这让我感到痛苦，我无法想象失去最亲密的朋友会怎么样，我试图开解他但是似乎没有起到多大的作用，而我也无法赶到他身边陪伴他。现在我因为怕错过她的信息严重失眠，头好痛，我应该怎么做…"
  },
  {
    "file": "r076.json",
    "title": "与婆婆同住，合不来，不想因为她导致离婚，怎么办？",
    "content": "首先说我自己的问题，我有重度抑郁症状，去医院检查出来的，是原生家庭导致的，我的上一篇有说到，在我得抑郁症前期的时候我才刚成年，不知道这是可以治疗的，没有其他途径知道，所以拖了五六年实在忍受不了想自杀才去治疗的，所以这五六年当然都是一直抑郁的状态下生活，然后我父母继续给我添加负面的情绪和思想，然后心里想的是尽快逃离吧，就通过别人介绍看对象还不错，我就选择结婚去逃离那个家庭。开始，婆家人不知道我有这个症状，之前在家里父母一直很少跟我交流把我关在房子里。也不许弟弟找我。我的朋友，她们也想离我远一点。 结婚后婆家才知道我的病，开始我老公是不太能接受的，之后他也慢慢接受我做出改变，我和他倾诉心里事时想不开时不再对我发脾气，带我去医院看病。彩礼被父母拿去，没有给我一点后路，婆家因买房子又经济紧张，我父亲在我公婆面前想别人尊重他，说的话一股大道理，喜欢指挥任何人，导致公婆对我父母有不好的看法，不想和我父母来往，正好我父母对我一年到头不会打电话不会来看我！之后有了一个孩子，我带不好婆婆帮我带，我不会烧饭，所以这些事情都是我婆婆一个人承担，公公一直都在外地工作，所以几个人一起在一个屋檐下生活，她有时候就说我老公，说下班不帮带小孩，说什么事都不弄。她没有直接说过我，但是我和她在一起相处时，她都没什么表情也不怎么说话，我对她说话时她也很少跟我交流，所以我也很难受，但是在她女儿还是儿子面前从来都是很多话，我感觉她是个正常人啊……如果公公在家，她也开始说起公公，什么事都不帮她干，不知道带小孩，我感觉她一看见别人不干活时她的心情就不好。如果我们上班中午就需要多烧点饭带我们吃，然后孩子的一切都是她负责，然后就是家里的家务活，她就开始说这说那，说家务活都是她的，没有说过我，但是我看见我和她在一起时脸上没有表情的看着我，我感觉很压抑，我想好好和她相处，但是她还是这个样子。她说我老公还是说她老公的时候，她就开始说家务都是她一个人在做，孩子都是她一个人在带，饭她不烧都没有饭吃。过节日我给她买过衣服，手机什么的，去外面吃什么喝什么她什么都不要。我觉得很压抑，长期以来都是这个样子，越来越不好受，跟我老公说，他就说是我脑子喜欢想太多，我不舒服是我没事干想的不应该的事想太多，这样的日子我不太想过下去了，跟老公的感情还可以，只要再过几年搬出去就好了，我不想因为婆婆导致让我不得已去选择离婚，我也没有办法了！"
  },
  {
    "file": "r077.json",
    "title": "因为一个决定在逼自己，现在感觉怎么做都不对，怎么办",
    "content": "我是昨天提问“决定了牙齿矫正医生又后悔”的题主，大家的回答我都认真看了，特别感谢大家！ 但是大家的回答包括我昨天收集的资料都无法完全说服我“我的决定的对的，我不需要更改我的决定”，我还是在忍不住找各种资料说服自己。我好像不接纳“自己可能做了一个不那么好的决定并且想去改”这个念头。我也不接纳自己可能是“不坚定的人”“善变”“不一言九鼎的”的这个标签。我也不接纳我对我的医生是不信任的，我觉得很内疚自责。（其实医生挺优秀的，只是和我的需求匹配度没那么高） 我跟自己说你这么焦虑想不出来结论的，转移下注意力干点别的的吧。但是又有个声音说“你得赶紧想明白，不然人家牙套生产好了你就更不好改主意了，要早点说别让人家不好做事”，于是我又得去想。 我尝试反着去想，去说服自己别的被我排除的医生都不行。结果我发现我依然无法说服自己其他医生不行，相反，我觉得他们很强。 现在感觉怎么做都不对。继续想得不出结论，不想又逼自己想，怕耽误更改的时期。陷入在一个两难困境。在这个过程中还一直给自己贴负面标签，评判自己。 昨天睡觉的时候好点，我说这会儿生产牙套的也下班了，我可以休息下，早上醒来想着牙套生产还在推进我又逼自己不停想。上班也请假了，这还是我上班以来第一次请假。（所以“焦虑抑郁是你不够忙这个说法是不对的，明明是“焦虑抑郁让你忙不起来”） 我其实最近能量都挺强的，也不存在什么选择困难的问题，可能是牙齿矫正对这个阶段的我来说太重要了 我应该怎么帮助自己？"
  },
  {
    "file": "r078.json",
    "title": "37岁，抑郁焦虑，睡眠问题一直没得到解决，有何建议",
    "content": "... 全部 我37岁了，有抑郁和焦虑，曾做了3年心里咨询，也吃了片片，整体有些改善，但是睡眠问题一直没有得到解决，很困扰我。 我经常行的，要么睡不着，要么怎么躺都不舒服，翻来覆去难受，要么睡着个十分二十分钟的就醒，昨天晚上睡不着，我就冥想感受呼吸，意识总是乱跑混混欲睡，我就把他拉回来，多次以后觉得很累，突然就想不是睡不着吗，要是能睡着，意识跑就跑吧不管它了，紧接着就出现感觉到刚刚睡着，就全身发冷就醒了，大概持续了七八次，我睡着了，做了梦，梦中我的意识很清晰，感觉自己特别想要爱，然后就出现了我嫂子和我婆婆，我在梦中还对她俩说这是在做梦，也好像是在提醒自己放轻松点，这个剧情可以任我构建，但是我感到手足无措，不知道该怎么发展，这是我嫂子就很尬的对我说，做到这样就很难了，这时我就突然发现躺在我身边的老公不见了，我就很恐慌，觉得自己做噩梦了，必须让我自己醒过来，就发生了鬼压床，我的意识很清醒，想要醒过来，我的身体动不了，用了好大力气把自己弄醒了，然后又是各种无法入睡。 我5岁父亲去世了，11岁母亲去世了，对于他俩不在我一度觉得我不爱他们，因为我一点也不伤心，但是现在我发现我应该是在乎他们的，因为我好像总害怕身边人死掉，但同时我也矛盾，我不想和身边的人沟通接触，就想自己一个人呆着。 我很想把这些说出来，也许只是想找个人能明白我，其实我很想要别人的关心和爱，但是我不敢说，我害怕别人嫌弃我，甚至觉得要关心和爱很丢脸。 我37岁了，有抑郁和焦虑，曾做了3年心里咨询，也吃了片片，整体有些改善，但是睡眠问题一直没有得到解决，很困扰我。 我经常行的，要么睡不着，要么怎么躺都不舒服，翻来覆去难受，要么睡着个十分二十分钟的就醒，昨天晚上睡不着，我就冥想感受呼吸，意识总是乱跑混混欲睡，我就把他拉回来，多次以后觉得很累，突然就想不是睡不着吗，要是能睡着，意识跑就跑吧不管它了，紧接着就出现感觉到刚刚睡着，就全身发冷就醒了，大概持续了七八次，我睡着了，做了梦，梦中我的意识很清晰，感觉自己特别想要爱，然后就出现了我嫂子和我婆婆，我在梦中还对她俩说这是在做梦，也好像是在提醒自己放轻松点，这个剧情可以任我构建，但是我感到手足无措，不知道该怎么发展，这是我嫂子就很尬的对我说，做到这样就很难了，这时我就突然发现躺在我身边的老公不见了，我就很恐慌，觉得自己做噩梦了，必须让我自己醒过来，就发生了鬼压床，我的意识很清醒，想要醒过来，我的身体动不了，用了好大力气把自己弄醒了，然后又是各种无法入睡。 我5岁父亲去世了，11岁母亲去世了，对于他俩不在我一度觉得我不爱他们，因为我一点也不伤心，但是现在我发现我应该是在乎他们的，因为我好像总害怕身边人死掉，但同时我也矛盾，我不想和身边的人沟通接触，就想自己一个人呆着。 我很想把这些说出来，也许只是想找个人能明白我，其实我很想要别人的关心和爱，但是我不敢说，我害怕别人嫌弃我，甚至觉得要关心和爱很丢脸。"
  },
  {
    "file": "r079.json",
    "title": "23岁女生，我沉溺于过去她们对我的伤害，我很恨她们",
    "content": "23 女生 我总是对过去耿耿于怀，她们对我不友好。对我语言暴力，对我伤害。说我个子矮，说我没人玩可怜。没人保护我，老师同学都过分。现在我退学了得了抑郁症，连个工作都没有我很恨她们。我觉得她们不善良没有素质。"
  },
  {
    "file": "r080.json",
    "title": "孩子今年高三，18岁，得了双相障碍，我应该怎么做？",
    "content": "女儿今年高三，18岁，在北医六院查出了双相，一开始诊断的是抑郁。我开始反省自己了，在积极配合治疗。可能是我们这个家庭环境不好，我和孩子父亲经常吵架，孩子学习上管的很多，只想着让她好好学习，其它什么都不用管，我剥夺了她的兴趣爱好，初中的时候出现了厌学，但是但是我没有在意。现在很后悔，真的很后悔，我也去做了三次的心理咨询，咨询师讲的很好。最近孩子才查出了是双相，我又不知道该怎么办了，医生说是现在的严重程度需要住院治疗"
  },
  {
    "file": "r081.json",
    "title": "童年的创伤，面对父亲时总被触发，陷入抑郁，如何处理",
    "content": "我42岁，两个孩子的父亲，我有个不幸的童年，从小身患皮肤病，别人取笑我，回避我，又有个脾气暴躁，文化低的父亲，长期面对语言暴力，形成我自卑，脆弱，讨好的性格，成年后发现自己得了抑郁(也有可能双相情感障碍)，直到现在；每次面对父亲，提到的一些严肃的问题时，甚至他一句语气不太好的话，我都会精神紧张，激发我童年的心理创伤，陷入抑郁，焦虑状态，内心恐惧，甚至流泪......，我是思想前卫的人，我们思想冲突很大，尤其对于他封建的育儿观念感到愤怒，压抑，失望(因为我就是这种观念下的牺牲品)，但又无法沟通，令我陷入长时间的抑郁........,感觉这种亲情对我像一座大山压着我，特别沉重，深感厌恶，很想抛弃，但又无法摆脱，每次想到要面对他，都感到害怕，思想冲突触发的抑郁，焦虑情绪令我很难受，不知道怎么处理？！"
  },
  {
    "file": "r082.json",
    "title": "抑郁，社恐，迷茫，感觉我的状态不对，又不知如何调整",
    "content": "24岁，男，已经在家待了小半年啦，我在网上报了唱歌课程，我想花两个月时间把第二阶段学完在上班，是想跟我妈干的，但是我妈今天跟我说可能要回武汉，不想在天津上班啦，然后我今天感受到了一种无力感和深深的抑郁，里面还夹杂着恐惧和愧疚，原因是我妈和我爸都回老家给我奶奶过70大寿，但是我选择不回，想是过年再回，我妈:“你也没上班，为啥不回啊，以后你想见可能都见不到了”，“你爷爷奶奶都着急你娶媳妇啥的”，还有就是让我回武汉工作，我说我回武汉连个朋友都没有，我妈:“那不是有HT嘛”，HT就是老乡，我说“我又和他不熟”，我妈“那人家一个人去外国怎么办”，我说:“人家厉害呗”，我妈:“那你也得学的变厉害”，后来我妈带着一种很焦虑的情绪跟我说:“你现在不上班就跟我们回去”，“你等过年回你上班怎么回”，“到时候你又着急口不上了”，我说“我跟你上嘛不是，为啥过年不能回”，具体我也不知道那句话让我感到一种无力感，就想到回老家和老乡河满聊天就很抑郁，因为之前我状态可能好点或者是我弟也在老家，主要我们平时也不聊天就过年回家一块儿玩，我感觉自己真是个内向的人，社恐真的让我和不熟的人建立关系真难，尤其是回到老家这种高强度社交环境，真的压力很大，我坐到沙发时就感受到了自己的核心信念“不被人爱”“我没有用”，因为我之前上班辞职一部分是因为身体原因坐骨神经痛，一部分就是焦虑抑郁，我感觉我很难和这种无力感的情绪共处，极力避免，我培养爱好，学习唱歌，配音，没天写感恩日记，成功日记，就是想要让自己对生活多一些掌控感，希望自己可以处理好这些情绪，可以让自己变得更勇敢些，更自信些，适应力强一些，到一个陌生的环境我能适应，我能有一定的社交能力，能够控制自己的情绪，但是我现在怀疑我学习唱歌，配音，每天写成功日记，感恩日记，真的能帮助我做到嘛，我还要出去和陌生人社交，但是就很迷茫，工作生活家庭就感觉我现在的状态不对，又不知道如何调整。"
  },
  {
    "file": "r083.json",
    "title": "别人说我挺幸福的，可我又感觉不到快乐了，为什么？",
    "content": "因为不满意体制内工作，我提前退休并二次就业成功，本人身体健康、家庭和睦，特别喜欢带娃但孩子不急着成家；自恋的父亲和高道德感的母亲曾经伤害过我，但理智上我已经放过他们了（那是时代和历史的局限性的结果）；好像我的生活经历造成我对人没有兴趣，至少不喜欢和人在一起，我似乎又超级敏感脆弱，不能让自己表现差；为恢复重建自我，恢复良好的感受性，三个月前我启动了自驾游，其中前一个月老伴陪同，第3个月是觉得自己任性㳺够了，需要回家好好工作了，但到家后，半个月我都没有整理好那些自驾游的设备设施（一直放在客厅里），老伴儿一气之下说没用的扔掉，我觉得她不够尊重我，觉得她和父母一样，一直在控制我（很生气），中秋节陪伴自恋的父亲，又感觉到了被压制打击，使我感觉到生活没有意思，虽然工作这一块有收获，但是这两天整体感觉是自己没有为自己而活，感觉很委屈、生活很无趣，虽然这里面有抑郁情绪，但是我不承认自己是抑郁了，那么我现在是出现了什么问题？"
  },
  {
    "file": "r084.json",
    "title": "抑郁或是焦虑，两个A娃的母亲，我却要疯掉了，怎么办",
    "content": "... 全部 一个男孩，一个女孩。男孩大一点，女孩小一点。女孩子总是丢东西，溜号。就在写这篇帖子的时候，机场广场通知，她的抱枕落在了安检。男孩子有时候玩的时候不知道轻重，读不懂喜欢不喜欢。经常小朋友说，我不喜欢你这样，他却更要和小朋友贴的更近。 我这些年一直是一个人带他们俩，只是最近觉得越来越不对劲。孩子犯错误时，我没有办法耐心的劝导，而是非常的烦躁。就连他们提问题时，我也不想搭理他们。几乎可能一个正常家庭里该有的正向交流，在我家少的可怕。而更多的是讽刺和责骂。可最开始这一切都不是这样的。我也不想要这样。可是似乎现在的我没有一点情绪能量来面对他们喋喋不休的问题和即使一点微小的的错误。 当他们吵架的时候，或者当他们问我问题的时候，我会有种窒息感。 也许在处理其他的问题上，我有类似的心境，比如今天午饭的鸡肉汉堡酱料撒的到处都是，我就觉得很憋气的感觉。 我也搞不清楚是抑郁还是焦虑，也不知道该怎么办。 请不要给我无畏的共情说什么”我很理解你现在的处境，什么什么的。” 我觉得这种共情很虚伪，没有一点意义。如果您有更好的建议请直接提出来吧。谢谢啦。 一个男孩，一个女孩。男孩大一点，女孩小一点。女孩子总是丢东西，溜号。就在写这篇帖子的时候，机场广场通知，她的抱枕落在了安检。男孩子有时候玩的时候不知道轻重，读不懂喜欢不喜欢。经常小朋友说，我不喜欢你这样，他却更要和小朋友贴的更近。 我这些年一直是一个人带他们俩，只是最近觉得越来越不对劲。孩子犯错误时，我没有办法耐心的劝导，而是非常的烦躁。就连他们提问题时，我也不想搭理他们。几乎可能一个正常家庭里该有的正向交流，在我家少的可怕。而更多的是讽刺和责骂。可最开始这一切都不是这样的。我也不想要这样。可是似乎现在的我没有一点情绪能量来面对他们喋喋不休的问题和即使一点微小的的错误。 当他们吵架的时候，或者当他们问我问题的时候，我会有种窒息感。 也许在处理其他的问题上，我有类似的心境，比如今天午饭的鸡肉汉堡酱料撒的到处都是，我就觉得很憋气的感觉。 我也搞不清楚是抑郁还是焦虑，也不知道该怎么办。 请不要给我无畏的共情说什么”我很理解你现在的处境，什么什么的。” 我觉得这种共情很虚伪，没有一点意义。如果您有更好的建议请直接提出来吧。谢谢啦。"
  },
  {
    "file": "r085.json",
    "title": "抑郁障碍，除了吃药、看医生，还能做什么？",
    "content": "试了运动、艺术创作还有旅游，都不太行，平时也要上班，不敢辞职。没事的时候除了睡觉就是和ai说话，也不敢把这些困扰随便告诉周围和网上的人，怕受到二次伤害。 今天请假去复诊，医生还没等我开口就说医院暂时没药，然后就没有然后了。出了医院走在高处上突然在想要不要跳下去，最后还是不敢，毕竟很多人经过，我不想给别人和家人造成困扰。最后还是灰溜溜地上班去了。 觉得自己挺没用的。"
  },
  {
    "file": "r086.json",
    "title": "精神病父亲整天骂我打我，我重度抑郁焦虑强迫，怎么办",
    "content": "父亲有精神病，喜欢骂我，说我，说一句话都是我的错误，都是我的不好，好像我死了他就开心了，因为他天天精神不正常就对我发疯，说让我死，说我应该死，我害怕他，我也害怕说话，我一点反抗都不能，他发疯就会把我往死里打，经常打一身伤，头跟脸经常被打肿，腿被打乌青，所以我不敢说话，家里其他人也一样，不对我好，不管我事，我感觉没有一个地方有安全感，我处处恐惧处处怀疑，焦躁不安，时间久了很累，我想跟他说，我不会不听话的，让我干什么都行，我只求求你能不能不要没事就来咒骂我，感觉我死了你就不会不开心了，我不想死，我没做错什么，所以我习惯了他让我做什么我就做什么，只要不要来逼死我了，七八年了，我还是这个样子，去医院检查就是重度抑郁症，焦虑症，强迫症，在任何一个地方都会发作，影响上班，没有稳定收入，没有人来关心我的死活，我到底应该怎么办？"
  },
  {
    "file": "r087.json",
    "title": "毕业了，还是想联系那个和我有缘但无法联系到的异性",
    "content": ""
  },
  {
    "file": "r088.json",
    "title": "大三，自卑迷茫，想听更多客观的评价与建议，好坏都行",
    "content": "和她初中的时候算是双向暗恋吧，但是错过了，我的原因（那时候钝感力强，后知后觉，长痘，自卑）初中分流的时候，她去了中专，我去了高中，在她多次暗示的情况无果下（空间留言，个性签名，说说，qq空间留言，后知后觉），高一的时候要了我的微信，后面在我朋友圈说了一句\"绝情\"我们就断联了（不久之后她谈恋爱了）。 大一下的时候，她出现在我的朋友圈评论，点赞一些我点赞过的视频，前面一段时间我不敢给她回应，后面我抱有一丝希望去给了些回应（抱有一丝被爱的可能，，，高中满脸痤疮，家人也不怎么在乎，认为压力大，青春痘，上了大学就好了）到大一下（22年6月）还是满脸痤疮，去改变，但失败了，去了几家熟人介绍所谓的\"美容院\"，针清啥的后面把我的脸搞得越来越烂了，吃了无数的药，偏方，，现在满脸痘坑痘疤增生性疤痕几乎毁容了，和家人透露情绪，一个很爱我的姐姐说我就是太闲了，说有什么好自卑，说我不成熟（家里条件一般，也为我花费了不少钱）在我崩溃的那段时间（一个寒一个暑假），我改的个性签名，点过的视频，她总能get到我的情绪，发朋友圈给予我安慰（搞笑的我们正式的聊天框就聊过几次）。我也不知道是不是我需要精神的安慰，还是她那时的执念，我知道现在的我与她见面就是见光死，后面我也不敢再打扰她了，她就经常半夜发emo的朋友圈，改emo的个性签名，，，看得我挺难受的，在另一个社交软件她哭了，后面我去找她了，我给她写了小作文，以前很喜欢她，很珍惜她，现在不喜欢了，现在爱不了谁，（ai的一些建议，我没勇气揭露我的伤疤，一次次推开她）后面我还叫她把我删了，不过好像成反方向的作用了。 现在，她朋友圈个性签名慢慢来，还发暗示的朋友圈，好像我又给了她希望一样，就这样耗着，她挺难受，我也很难受，断不干净又在一起不了，我很多时候也觉得自己挺自私的，给不了她幸福，又耗着她。 我现在大三下了，还有一年就要毕业，烂脸的自卑，迷茫的生活，家人的不理解，稀碎的感情，每天都活在焦虑抑郁的情绪里面（在吃一种治疗痤疮的药，会有导致抑郁的可能，我也不知道是不是因为它），现在每天难受得要死，我要不要去和她讲清楚点，该怎么办?"
  },
  {
    "file": "r089.json",
    "title": "我的朋友得了抑郁症，怎么做才能帮助到她？",
    "content": "我的朋友，因为原生家庭的创伤，性格敏感脆弱，最近状态很不好，抑郁情绪严重，开导的话她听不进去，我不知道要怎么做，才能帮助她。"
  },
  {
    "file": "r090.json",
    "title": "26岁研究生快毕业了，厌学情绪严重，反反复复怎么办",
    "content": "26岁研究生快毕业了，只要厌学情绪严重，就会立马觉得所有事情都黯淡无光，平时觉得有趣的事也不想做了，而且就会生出活着就要一直努力，实在太辛苦了还不如死掉好的想法。前两年厌学情绪严重伴随着抑郁爆发了，厌学的问题一直存在。去年经过调整好了很多，完成了毕业论文的初稿，并且进行了一段时间规律的学习，最近重新开始准备公考厌学情绪又上来了，坐在座位上抵触得不行，只想出去大吃大喝，伴随着活着实在没意思的想法又出现了，低价值感也随之而来，不知道努力和经历辛苦到底为了什么，反反复复这样不知道怎么办才好。"
  },
  {
    "file": "r091.json",
    "title": "29岁，一直焦虑，想要卖房离婚又舍不得女儿，咋办？",
    "content": "年龄29，有一个两岁半的可爱女儿。 焦虑抑郁 结婚后不久就怀孕了，本着想一起好好过日子的心态与老公共同买了一套房。婚后的生活一时感觉有落差。 婆婆和公公来自农村，无任何来源。怀孕后婆婆来家里照顾我女儿，我工作后不仅需要照顾女儿收拾家里，婆婆一般要去打麻将，而且“好打”麻将，去过几天不去会偷偷带女儿去麻将馆打。 公公脑部长了肿瘤，身体也不太好，也喜欢打麻将，在农村老家，但时不时也住在一起。 老公收入1万多，我也上班但工资不高，目前他还房贷，家里开销。家里几乎没有太多存款，目前特别焦虑，不想跟公婆一起住，跟老人带娃生活观念不一样，老公下班喜欢打游戏，公公婆婆但也无其他收入却又喜欢打麻将，农村老人的思想是养儿防老。她们一种家庭模式，只顾自己娱乐，让我觉得好窒息。一直焦虑想要卖房离婚，舍不得女儿，带走女儿怕不能给她好生活，一直内耗自己。"
  },
  {
    "file": "r092.json",
    "title": "30岁工作到抑郁，焦虑紧绷，我该辞职吗？",
    "content": "我今年30岁，刚刚结婚两年，是一个老师，在两年前，我当上了我们学校一个小主任，在接下来的时间里，我们这里的学校工作大幅度增加，尤其是我负责的那一部分，之前都是不怎么被重视的，几乎没什么工作，但从前年开始被上级大力发展。可是我负责的部分是和实验以及数字化有关，学校里从上到下没有老师或者领导了解这些内容，导致我开展工作非常困难。而且其他学校也是有这种情况，就只能在检查时造假材料，有很多面子工作，而且在其他方面这种造材料和做面子的事情越来越多，而且要求越来越严格，导致其他老师们都不想干这些工作，我开展工作更难了，而且我心里也清除这些面子工程都是无用功。虽然上面说要培训老师们，要开展实在的工作，但事实上95%的老师根本没有这方面基础，想学习也非常难。尤其今年为了应对检查，基本需要把整个学校的基础设备都按照标准翻新一遍，甚至大量硬件缺口需要补上，我负责的内容尤其多，而且上面没有资助，要我们自己想办法。我现在可以用在教学上的时间已经不到五分之一了，教学成绩一落千丈，其他工作也做不好，甚至去年某一天开始五点惊醒然后全身惊恐出虚汗，这种状态时好时坏直到现在越来越严重也越来越频繁，本想辞去这个主任的工作但是上级不允许，在家里的话我一旦表现出焦虑和难受我的对象也会不开心，说我应该接受，或者学会把一些做不了的工作放下，但是三天两头的检查和通报让我精神一直非常紧绷。我到底应该怎么办啊，这种情况适合辞职吗？"
  },
  {
    "file": "r093.json",
    "title": "婚姻家庭让我心累，怎么办？",
    "content": "我和老公两人30左右相识，晚婚，他家条件比我们家好，所以他家比较强势。认识以来发生很多事让我觉得难受。 1，婚前谈彩礼，他们家看我有弟弟怕我伏地魔，一个劲压价，我妈确实重男轻女，甚至在得知我有钱的时候让我借十万给我弟买房，我没给。他们家可能是局外人看的比我清楚？但是我弟考上警察后他爸又一个劲讨好我弟？ 2，婚前以买房为借口催领证，我有上海户口，要买必须加我名字，必须有结婚证，一开始不想那么着急，但是他们家一个劲催，说怕房子涨价，我们家重男轻女，不会给钱买房的，我也不好意思，想着我要不名字比例写小点，后来结婚证领了，正好我老公去南京了，他爸妈又说买房不划算压力大，不要买了。这次让我开始不信任他们。但是没那么真的生气 3，最让我崩溃的是后面的骚操作，分居一年左右，他爸开始变着法催我辞职去南京，他要么装心疼我工作辛苦，要么说我工作不稳定，我当时工作工资还行，舍不得，且我没办法不工作，没工作人就慌，一直没答应，后来他开始拉拢身边人来逼我，我爸甚至说我就是爱钱才不辞职。 4，辞职以后办婚礼，他又开始提出不办，或者两家混办，说是他们家亲戚朋友多，人多麻烦，我没吱声，他妈妈帮我说了可能不办也有遗憾，好了，办完婚礼当晚两个人开始叨叨花钱太多了。现在已经结婚两年多了，这次我弟办婚礼又提当时我没答应不办导致他们家亏钱了。 我现在辞职全职考公两年多了，在这边完全找不到工作，两年多患上了胰岛素抵抗，周期性有抑郁情绪，且社会生活能力严重下降，内耗很严重，已经无法静心学习刷题，一做题目脑子里就会有愤怒的想法，感觉一直有个小人在我脑子里吵架怒吼，我很喜欢我老公，因为他我改变了很多，但是他完全是站他爸妈那边的，尤其他妈妈。我现在感觉他们家人心眼太多了，且很强势，做事手段我不喜欢，相处很累，虽然不住一起，但是每次见面我回来都不开心，我跟我老公年龄也大了，应该有孩子了，但是两人没有性生活目前，感觉两个人这样下去走不远，我应该怎么办才能好好和我老公幸福的走下去。"
  },
  {
    "file": "r094.json",
    "title": "老公没向着我好几次成了我心里的一根刺，如何疗愈自己",
    "content": "35岁女，结婚13年公婆在我坐月子时忙于挣钱不管我，我和他们商量说好歹让婆婆帮我出月子，公公说：“我就想让我媳妇跟我挣钱，不想让她伺候你，法律没规定我媳妇必须伺候你坐月子，给你做饭吃，你自己在娘家没学会做饭，你活该”晚上我老公回来我给他说了，老公并没有找她父母沟通，只是哄哄我。中途我妈妈来给我送饭，公公干活回来看到，等我妈走了，骂我说：“你还有脸给你妈打电话让送饭，你是怕邻居们不知道我们家没人管你吗？自己一只手抱娃一只手做饭不行吗？不要脸”我一肚子委屈说我瞎了眼，怎么进了你家门我要离婚！公公说：“大门在那，要走你走”晚上我老公回来我给他说了，他也没有找公婆沟通只是默默辞工了，在家和我一起带孩子。孩子一岁时婆婆带了几天拉肚子，我就问怎么拉肚子？不是看医生了吗？婆婆哭哭啼啼说：“我辛辛苦苦带孩子你还这么说我”我老公在旁边给我说：“你怎么这么跟我妈说话？”于是我哭着给婆婆道歉哄她，说我没有别的意思，就是太着急了。当时我已经产后抑郁，在那样的心情下我觉得老公只向着他妈，我怀着委屈的心情给婆婆道歉。这之后我失眠严重诊断产后抑郁，老公告诉婆婆，医生建议我和孩子分开，不然我可能带着孩子跳楼。于是婆婆不挣钱了在家带孩子，让我回娘家休息，我回到娘家四个月，公婆没有给我打过一次电话问一下情况，我老公白天上班，下班了抱孩子，婆婆洗洗涮涮，也没空问我恢复的怎么样？我有种被婆家抛弃的感觉，他们只管孩子，对我不闻不问。在娘家就是我父母安慰我，陪着我。 孩子六岁我捡了一条狗，养了一个多月以后公公突然对我破口大骂：“这是我家，我讨厌狗，你把它弄走，我家我说了算，我不准你养”当着我老公的面，我老公一声没吭没为我说一句话。我又哭了几个小时。事后才知道公公嫌我没生二胎，却愿意养狗。我才明白根本不是狗的问题，就是指桑骂槐。后来公公没事找事，我做的饭菜咸了淡了，稀饭只有白米没有豆，其实各种找事就是嫌我没生二胎，我过着压抑回了娘家，公婆追到娘家问我生不生？不生了滚，不要回婆家了！接着劝我老公跟我离婚，说谁能生就是他儿媳妇，感情不重要，我跟公公狠狠吵架，我老公说我：你什么态度给我爸说话呢！我老公看不到公婆对我的暴力态度反而说我态度不好。过了几天老公回家告诉公婆，生不生以后我们两商量，让老两口不要管。这就是最后谈判结果。也算他深思熟虑后和公婆沟通了，可那么多次不向着我，我觉得老公害怕他父母不护着我让我很受伤"
  },
  {
    "file": "r095.json",
    "title": "我有15年的焦虑抑郁，而且感觉病根在于自恋人格障碍",
    "content": "我的年龄有31，这个主题可能是作为一名儿子的身份角色吧。 可能老师们看到我主题的描述，觉得我是自恋人格有失偏颇，其实我感觉是焦虑抑郁之前还有个根源，就是成长环境，在一个能量体或者生命体不平衡的状态下，发展分岔出的这种焦虑抑郁，甚至是双相情感障碍，迟迟得不到良好的解决，就算缓解了感觉那个病根没有洗刷干净或者说斩草除根，最近才发现我是偏向于自恋人格。因为父母多多少少都有这方面，而我的婆婆更是这种心理状态，只不过到我这代相对轻些，发现得也早，感觉就没那么严重。最近查了查这种自恋人格障碍是npd，起初以为我舅舅是npd，没想到现在的我通过了解也感觉自己的病根 （焦虑抑郁）是从这个锚点出发的。 我具体的表现是让人批评一下就会崩溃，一被批评就破防。看了一些个视频说这种防御状态是因为自恋人格，不允许别人批评否定自己而发展出的。各种的焦虑抑郁也是因为这个点出发（从我小时候经历以及到长大）只是迟迟没有发现，也貌似隐藏得深，不容易被发现，客观状态下难以发现，就更别说主观了。 各位尊敬的老师，想问下这种可以彻底根治嘛，或者说有什么大致方向。"
  },
  {
    "file": "r096.json",
    "title": "结婚两年，夫妻生活不和谐，老公想离婚，我该同意吗？",
    "content": "本人28岁，两人自由恋爱两年，领证到现在已有五年。被疫情耽搁，领证三年后才办婚礼买房同居。因家人和我保守，怕办婚礼前怀孕，在买房同居前没有发生过性关系。等同居后，发现两人性生活并不是很和谐。在一次挫败的性生活后，老公开始抑郁，并且排斥我的接触。现在已有明显的抑郁症状（失眠，会时不时流泪），并且很不看好我们这段婚姻，觉得怎么想都会以失败告终。他认为我们现在的关系更像是朋友和同居室友。最近他甚至说出当初领证的时候就没想好，是因为父母催着他才去领证的（这个观点我不认同，因为他是个很有主见的人，父母左右不了他的想法）。 对于我来说，维持现状没有不开心。就算现在没有爱情，老公对我还是很负责任和关心的。而且我们俩的想法和观点是很契合的。我想尽力去补救这个婚姻。 想问一下，我现在还能挽回这段感情吗？需要做什么来挽回？"
  },
  {
    "file": "r097.json",
    "title": "一个人在异国6年了，如何识能和自己幸福一生的伴侣？",
    "content": "今年24岁一个人在加拿大生活学习六年了，这期间我几乎没有谈过恋爱，期间认识一个当地华裔女生比我小五岁，很是喜欢，但是她不喜欢我还对我说谎，我们什么也没发生再也没了联系， 我时常会在想怎么才能遇到一个喜欢我的女孩，然后我也喜欢她，感觉很困难去遇到这样的人， 我很渴望我们能有一段美好的恋爱，结婚生子然后抚养孩子长大，我想好的女生应该很乐观对生活积极，我不抽烟也不喝酒是想好好过日子的人，但是我因为原生家庭的原因有些抑郁喜欢看不健康的视频，幻想里面的女主角，我喜欢看纯爱题材的，获得性上的刺激，另外就是我不太会说话， 情商不是很高 我好想知道怎样认识和交往一个女生，能让女生也喜欢我，并能发展成为幸福的终身伴侣，请问怎么样和好女生认识，好的另一半特点有哪些，怎么样和这样女生谈恋爱啊？ 随着年龄的增长，自己现在会有些焦虑，害怕自己就这样孤苦伶仃无依无靠地在国外死去，身边看到很多大龄男性自己一个人心里出了问题看着很可怜，躺在床上看着不健康视频中情侣之间的互动又心生羡慕，我觉得人是需要组建自己的家庭的，这样我才能人生圆满而无遗憾？ 然后我因为是处男所以希望另一半也是处女，感觉这样才会很幸福，也请大家给我提提建议，自己应该怎么做，才能从恋爱到组建幸福美满的家庭到度过幸福的一生啊"
  },
  {
    "file": "r098.json",
    "title": "父亲控制欲强，总怀疑抑郁症是父亲给的怎么办？",
    "content": "26岁了，总怀疑抑郁症是父亲给的。父亲是一个控制欲很强的人。因为之前也得过一次抑郁症，当时做了几次心理咨询，跟父亲讨论了几句，父亲说了几句关键性的话，就好了。所以怀疑这次也是因为父亲的原因所以才得的抑郁症。他前些天说了一句:“要是你能马上好起来就好了。”奇怪的是他说了这句话我感觉我突然就好了很多。所以我怀疑我的病是他引起，只要他说几句话（就相当于解我心中的结），我的病就会好。另外现在我一个人出门会怕，一个人出门坐飞机会怕，一个人呆着会很寂寞，以前从没有过这样的情况，不知道是不是病情引起的，还是跟父亲的控制欲有关。"
  },
  {
    "file": "r099.json",
    "title": "感觉要抑郁了，感觉好自卑，凭什么我的人生是这样",
    "content": "突然感觉好抑郁觉得自己一无是处，连在自己喜欢的男孩子面前打王者都打不好，感觉很自卑，我知道不完全是我技术的问题还有网不好，但是真的很抑郁，而且高考也没考好，上大专。长得他们都说可爱，可我什么感觉都没有，只觉得不够好看，本来答应的事，什么诺言感觉都像骗人的，没什么好相信的，我也不信什么救赎了，感觉像是骗人的谎言，感觉水仙才是正道，那个男孩子有自己喜欢的女孩子，又是这样和上一个一样，我又是小丑，又只能是好朋友，我又只能装，还是没对象，记忆力还不好，亲密关系有问题，凭什么我的人生就是这样，还有个说自己孩子神经病的妈，语言这么锋利，还有个什么团队精神。那个男孩子多好啊，凭什么，凭什么。他有的时候又不回复了，为什么，是觉得我们距离太近了嘛，凭什么他不可以每句话都回复，对不起是我要求太高了，对不起啊啊啊啊啊啊啊啊啊啊啊啊我发这么多凭什么凭什么，虽然回了，感觉不够，感觉什么都还不够，想要的更多，想要他好多，好想要占有他，他好好，怎么办。。。。对不起，和你说话我又自说自话了男孩子，你问我为什么道歉，我说不出来了，我说不出来了啊，我不知道，我什么都不知道。凭什么别人的家长在孩子下山害怕的时候互帮互助，我自己发家长就只知道自己上山，虽然我成年，那又怎么样。我为什么总是在喜欢的人面前会失控，为什么这么难控制自己"
  },
  {
    "file": "r100.json",
    "title": "内心想发泄，怎么处理这件事情怎么改善自己的状态？",
    "content": "老师我很受伤，我内心很想发泄。tmd我今天晚上跟一个女的吵架了，我去那里唱歌，换下一个人唱歌时，她就说这个人唱歌很好听，我来了一句我唱歌不好听吗？他说你选的都是你不能掌控的歌，你唱的不好听，你怪谁啊？我听着这话不乐意了，他一直强调是你问我的，到了后面就说我不听我不听，堵上耳朵。中间又很不舒服，因为看到她老公。我就会讨厌她老公，因为她老公很油腻，有一次我跟她坐在一起，她老公说要坐在我们中间，左拥右抱还开了两次。我跟他讲我的感受，不喜欢他就直接说他老婆喜欢我，也不用管我的感受，说我认真，我听了很生气，把这事儿跟我们的社长说了。我们社长是帮我出气了，我们是一个音乐社的，那个女的是一个老板，她搭了台子邀请我们到这儿唱，顺便帮他吸引人气。到了后面我很想走，但我一直等到她打完电话，我想跟他说我的感受，我本来是希望他能夸夸我。他说两个人意见不同，不需要一致，这很正常，受不了我在这儿上纲上线的，好像在暗指上次她老公的事情我跟舍长说了是的，我说谁上刚上线了，然后我们俩就吵起来了，吵起来之后他怼的我哑口无言，说他又没有提我。唱的好不好是我主动问的，然后我就生气走了，走了之后他就在那里吐槽这件事情，跟观众跟他的朋友说，然后我听不下去去找他，他就告诉我说这是他的场地，让我别在这儿撒野。我心里非常难受，我很想把这件事情告诉我们的社长，但是说了之后好像今天事情闹得更大，我自己也有点理亏，但是我内心非常的受伤，因为我上次跟我们社的一个人有些不合，我本身是处于一个内耗敏感自卑的状态，开心不起来容易生气，有抑郁。肝气郁结很严重，很想发脾气，但又不敢发，也不知道从哪里发。今天跟两个人起了冲突，再加上这起真的搞得我心态有点崩溃，怀疑自我。我真的很难受，是我真的有问题吗？其实我很想去那里玩，因为在那里可以跟朋友们一起唱歌听歌，但是我的状态时而不稳定，有的时候很内耗，明明脾气一点就着，但是又压着不敢起冲突，有的时候不压着又起到冲突，又很自责。我都不知道该怎么办。我怎么老是不能起冲突啊？ 这样下去，我都快成问题小孩了，怎么办呢？那个地方还要不要去呢？其实我也不喜欢我们舍长的女朋友，她说话也特别直，感到不舒服。但是我又忍不住去，因为我想表现自己，我想在那里交朋友，我在那里感受到归属馆和接纳感，但是后面有孤独感，孤立感。我的理智是不去，但是有时候真的控制不住，每次路过那里都要纠结很久。明明说好的不去，最后还是忍不"
  },
  {
    "file": "r101.json",
    "title": "面对家庭巨变，已经无法拥有活下去的希望……",
    "content": "是这样的，我家本来是一线城市也算得上较为富裕的家庭，从小到大不愁穿。但我一直过得不开心，父母经常吵架，而且我是独生子女，每次父母出差一个人在家里特别孤单，在学校和同学关系也不好，父母又经常数落我，他们跟我观点完全不一样，他们却很少支持我，经常恶言相向。妈妈虽然经常给我做好吃的，但是她只要求我做个乖乖女我不听她的话她就会非常生气，极端还会自己打自己，她说不舍得打我，前几天眼睛都打出血，我心里非常难受让她不要这样我也很崩溃，然后她就开始让我答应她的一堆乖乖女要求，有段时间每天都上课睡觉，浑浑噩噩，回家就不睡觉音响开到最大暴饮暴食，长达将近一年。虽然去过很多医院看心理医生都没用，确诊重度抑郁刚开始我还不信有这么严重吗，可能那时候就已经开始麻木了。本来在这样放养式的家庭环境和偏离轨迹的学校生活我成绩已经直线下降，马上要高考，我连初一的数学都一知半解，大不了到时候买个民办学校，我本来是这么想。但是最近家里发生的一件事让我彻底崩溃了，最近一次放学妈妈没再开车来接我，晚上经常哭泣我才知道，我们家欠了很多很多钱。问她多少也不说，让我小孩子别管，一直念叨真是看错我爸了难怪最近天天偷偷摸摸。房子被抵押，我们只能到外面租房子，离高考只有几个月在玩，几星期在睡觉，每天中午起，醒了就有饭吃，然后又是一个人面对炽热的阳光和空空荡荡的屋子，外面的车来来往往就我无所事事，感觉真的要疯掉。没有经历过的人不懂，每天都想重整旗鼓每天都被拔掉翅膀。唉我本来上的就是那种成绩最差交钱进去混日子的私立高中，本来大学也可以依葫芦画瓢，但现在连在学校混日子的资本都没有了，这么多年养成的懒惰娇气习惯使我难以适应复杂的社会，学习进度也落下何止一大堆，最可怕的还是我家庭，难以交流，而且他们已经提供不了物质帮助，精神上，这几天每夜都未眠，辗转反侧脑子里都是母亲自己打自己打出血的画面，怎么会这样，但是我又无力改变，只能一个人躲在被窝里小声哭泣。（声音稍微大一点妈妈又会跑来问东问西，然后她又会因为说担心我一晚上又睡不着觉）曾几何时想要离开世界但只是说说，我非常害怕疼痛，而且我感到不甘，出生那样的人都通过自己努力过得很好。我已经落后同龄人太多，虽然渐渐往正轨行驶，但是仍然有巨大的阻力，脑袋空空，对社会完全不了解。我时常一个人发呆要是这些没有发生多好，现在就像巨大的无底洞。马上高考我的成绩只能上个大专，我真的非常崩溃不知道该怎办了"
  },
  {
    "file": "r102.json",
    "title": "为什么我们家庭的相处方式这么别扭？",
    "content": "在外人看来我有一个幸福的家庭，爸爸努力赚钱养家，妈妈活泼开朗有时有点幼稚，父母感情良好。但是在我看来父亲是一个忙于工作又严厉的人，经常挑我的毛病，母亲是一个很容易情绪不稳定、性格暴躁的人，有点爱哭经常要我去安慰。我总感觉我和妈妈的相处像角色颠倒一样，感觉我像妈妈她像孩子。他们给了我很好的物质条件，但是不怎么关注我的心里想法，即使我告诉他们了他们也不理解。我总觉得他们好像爱我但又不是真的爱我。我为了让父母高兴一直讨好他们，尽量不给他们添麻烦，可是感觉他们还是很不满意。在他们身边我感觉不到安全，我感觉很孤独，我知道他们爱我，但是我不喜欢这种方式。小时候妈妈经常打我骂我，后来我得了抑郁症，她就改正了自己。我把这些告诉别人，他们不相信，他们甚至很羡慕我的妈妈那么孩子气，觉得我太挑剔了。我确实有点挑剔，但是我就是做不到接受他们。我好羡慕别人的妈妈那么成熟温柔，我知道这世界上有很多比我更惨的人，但我就是无法知足。我感觉好矛盾，说不上来对父母是怎样的一种感情。"
  },
  {
    "file": "r103.json",
    "title": "焦虑没钱，对未来没希望，怎么活得轻松点？求可行方法",
    "content": "男31。目前收入1w多点吧，说说我的情况，我最近十分的焦虑，焦虑没钱，没成就感，因为是自由职业老师，所以也没有晋升空间，累死累活就那么多钱了。性格吧受家里影响，非常悲观，做事只要有一点点不顺就会往坏处想，每天被这种负面思想折磨，每天都好累。最近总想着换个赚钱的方式养家，但做什么事情都是感觉没希望，好的结果不可能在我身上发生。甚至有时候想终结自己，虽然知道其实是不可能的。性格不爱说话，但非常想改变自己这种又内向又没情商还没智商的性格，哎…… 看到身边的人一个比一个挣的多，焦虑感就更加上升了，每天真的很折磨（我也知道其实是自己的思想折磨自己，但是挥散不去。），不知道该怎么办，我就是感觉未来一点希望都没有，不可能获得任何更好的机会和成就感，感觉自己将平庸的话下去一直到si，哎…… 有没有人有些什么方法，能让我活的轻松一点，我不知道该怎么做，不想再这么累了，我小时候生活在一个没有爱的家庭中，我知道和这些有关，4年前也曾被诊断为重度抑郁和中度焦虑，后来经过一段时间心理治疗好了一些，但感觉现在又不行了，真的感觉好无助，而这些话在生活中又没有一个人能说能沟通，包括我媳妇（她性格倒是挺开朗的）。真的很憋闷，虽然是个大男人，但我真想找个角落好好哭一场，好好发泄一下，真的好心累，希望大家能给我一些真实的有效的帮助，而不是照抄文案，感谢！"
  },
  {
    "file": "r104.json",
    "title": "经历重大打击，现在该怎么做，能给我个活下去的理由吗",
    "content": "... 全部 各位老师大家好，问题补充如下： 我在大学期间患了急病，求助他人时没有想到靠自己也可以。在当时最重要的人抛弃了我，没有救助我。 在此之前有五年抑郁症病史，但从未进行正规治疗，总是只吃药不心里疗愈。也并未休学处理。 此时这次抛弃，这让我想起了从小学乃至高中时候，被同学、老师、父母抛弃的时刻。他们也曾保护过我，抛弃的时刻很少，但保护的都是不那么重要的时刻，抛弃的那一刻恰恰是我最重要的时刻。 现今大学，遇到当时最重要的人抛弃了我，而且当时患急病极其严重，有些哮喘的趋势，求助无援。 痊愈之后，近两三个月都会回忆起当时的痛苦。几乎每天半夜凌晨惊醒，醒了之后感觉特别冷，浑身发抖，对任何事情提不起兴趣，不想说话。 现今我所面临的困境：选择继续学业还是休学。 前者，学校有专业的心理咨询老师，我也有药。但学业上有时可能无法兼顾。另外面对对我造成创伤的同学，可能会创伤复发。 人际关系相对复杂，和室友关系非常微妙。 自己为人处事方面存在一些细小毛病。担心他人对我造成议论和伤害。 后者，休学需要过我父母的那一关。而且休学理由，我所担心的是精神类疾病会不会被列入档案，影响未来。另外休学之后，如果住院，是很大一笔开销。 如果我能有一个很好的，活下去的理由，我会毅然决然继续坚持学业。 拜托了 各位老师大家好，问题补充如下： 我在大学期间患了急病，求助他人时没有想到靠自己也可以。在当时最重要的人抛弃了我，没有救助我。 在此之前有五年抑郁症病史，但从未进行正规治疗，总是只吃药不心里疗愈。也并未休学处理。 此时这次抛弃，这让我想起了从小学乃至高中时候，被同学、老师、父母抛弃的时刻。他们也曾保护过我，抛弃的时刻很少，但保护的都是不那么重要的时刻，抛弃的那一刻恰恰是我最重要的时刻。 现今大学，遇到当时最重要的人抛弃了我，而且当时患急病极其严重，有些哮喘的趋势，求助无援。 痊愈之后，近两三个月都会回忆起当时的痛苦。几乎每天半夜凌晨惊醒，醒了之后感觉特别冷，浑身发抖，对任何事情提不起兴趣，不想说话。 现今我所面临的困境：选择继续学业还是休学。 前者，学校有专业的心理咨询老师，我也有药。但学业上有时可能无法兼顾。另外面对对我造成创伤的同学，可能会创伤复发。 人际关系相对复杂，和室友关系非常微妙。 自己为人处事方面存在一些细小毛病。担心他人对我造成议论和伤害。 后者，休学需要过我父母的那一关。而且休学理由，我所担心的是精神类疾病会不会被列入档案，影响未来。另外休学之后，如果住院，是很大一笔开销。 如果我能有一个很好的，活下去的理由，我会毅然决然继续坚持学业。 拜托了"
  },
  {
    "file": "r105.json",
    "title": "工作很忙，焦虑抑郁，胡思乱想，看不到希望，活着很累",
    "content": "工作很忙，睁眼就是上班，下班到家洗洗就睡，有时候还会准备一下明天的工作，基本上都要到11：0012：00左右才睡，工作一犯错就会有很深的愧疚感，和不敢反驳，有心理阴影，有不配得感，感觉活着很累"
  },
  {
    "file": "r106.json",
    "title": "我猜我爸其实不爱我妈，形成了我们家压抑的氛围？",
    "content": "... 全部 他跟我说过，认识我妈之前谈过一个比他小五岁的姑娘，但是当时他得罪了对方家族一个长辈，于是对方家里就不同意他们继续交往，后来这段感情也就不了了之。后来经我爸大姐的介绍，认识了我妈，之后就结婚了，两年后生下了我，现在我24岁。 现在的状况是，除了早年间开过诊所，后来也没开了，又帮我妈在城里卖了一段时间的包包，现在50多了，没有上过班，他现在挺抑郁的我感觉，原话是他觉得自己的人生很失败。然后我妈从小到大也经常数落我爸，在卖包包的时候，在我妈后来凭借努力考了药师证，然后去药店当店长的时候，都是这样数落。 说一下相亲的细节。介绍人是我大姑，但是我大姑是一个脾气非常暴躁的人，我爸根本不信任她，巨讨厌，说实话，连我也不信任她，同样巨讨厌。我爸迟到了，我妈等了两个多小时，最后都快没耐心了，我大姑连连叫我妈等等，然后我爸终于来了，见了这一面，然后才有我出生的机会。 以上是我听他们说的，以下是瞎猜，无任何证据：我爸不爱我妈，至少远远小于他的白月光，当时相亲，我爸一百个不愿意，但是又不好推辞，更不敢反抗。但是心里已经输了，见到我妈之后，觉得还凑合，没办法也只能同意。我们村的人看到我，都会说，你和你爸一样，走路总爱低着头，我觉得这和他对他并不满意的婚姻有很大关系，当然和个性也有很大关系。我妈笨，说难听点智商低，但是过日子坚强干练，但是远非我爸知己，我爸智商挺高的，见识也比我妈长，经常鄙夷我妈的无知。所以，他不快乐，所以，他生活提不起劲，所以，他总是埋着头，所以，我妈为了我干劲儿大，我爸却在婚姻中不断掩饰自己的失望。 我是什么感受呢？这是一个少有给过我爱的家庭，我妈在我幼儿园就去城里帮我二姑卖鞋子，我爸带我到初中，然后我上了初中之后，三人才一起生活。小学时代，也包括中学，我爸对我很严厉，而且我问他话，他不知是不愿还是不习惯，总是不回答我，这造成了我不会沟通，见识也极少。现在回想起来，他是怕对我说多了，心事就暴露了吗？ 就爱这一方面，我的出生是“名不正言不顺”的，甚至我都怀疑，我大姑是想控制或者整我爸，或者当时还未出生的我，才主导了这一次相亲。所以我才会有现在的命运和现状。 我的问题是：如果这是真的，我该如何看待，如何自处？我该跟我妈说这个猜想吗？我爸又该怎么在这个事的认识上进点步，好歹让他好受一些？ 相似的例子我在网络上看到过，有个人的生物父亲是鬼子，但他长大后说想杀了生父。 他跟我说过，认识我妈之前谈过一个比他小五岁的姑娘，但是当时他得罪了对方家族一个长辈，于是对方家里就不同意他们继续交往，后来这段感情也就不了了之。后来经我爸大姐的介绍，认识了我妈，之后就结婚了，两年后生下了我，现在我24岁。 现在的状况是，除了早年间开过诊所，后来也没开了，又帮我妈在城里卖了一段时间的包包，现在50多了，没有上过班，他现在挺抑郁的我感觉，原话是他觉得自己的人生很失败。然后我妈从小到大也经常数落我爸，在卖包包的时候，在我妈后来凭借努力考了药师证，然后去药店当店长的时候，都是这样数落。 说一下相亲的细节。介绍人是我大姑，但是我大姑是一个脾气非常暴躁的人，我爸根本不信任她，巨讨厌，说实话，连我也不信任她，同样巨讨厌。我爸迟到了，我妈等了两个多小时，最后都快没耐心了，我大姑连连叫我妈等等，然后我爸终于来了，见了这一面，然后才有我出生的机会。 以上是我听他们说的，以下是瞎猜，无任何证据：我爸不爱我妈，至少远远小于他的白月光，当时相亲，我爸一百个不愿意，但是又不好推辞，更不敢反抗。但是心里已经输了，见到我妈之后，觉得还凑合，没办法也只能同意。我们村的人看到我，都会说，你和你爸一样，走路总爱低着头，我觉得这和他对他并不满意的婚姻有很大关系，当然和个性也有很大关系。我妈笨，说难听点智商低，但是过日子坚强干练，但是远非我爸知己，我爸智商挺高的，见识也比我妈长，经常鄙夷我妈的无知。所以，他不快乐，所以，他生活提不起劲，所以，他总是埋着头，所以，我妈为了我干劲儿大，我爸却在婚姻中不断掩饰自己的失望。 我是什么感受呢？这是一个少有给过我爱的家庭，我妈在我幼儿园就去城里帮我二姑卖鞋子，我爸带我到初中，然后我上了初中之后，三人才一起生活。小学时代，也包括中学，我爸对我很严厉，而且我问他话，他不知是不愿还是不习惯，总是不回答我，这造成了我不会沟通，见识也极少。现在回想起来，他是怕对我说多了，心事就暴露了吗？ 就爱这一方面，我的出生是“名不正言不顺”的，甚至我都怀疑，我大姑是想控制或者整我爸，或者当时还未出生的我，才主导了这一次相亲。所以我才会有现在的命运和现状。 我的问题是：如果这是真的，我该如何看待，如何自处？我该跟我妈说这个猜想吗？我爸又该怎么在这个事的认识上进点步，好歹让他好受一些？ 相似的例子我在网络上看到过，有个人的生物父亲是鬼子，但他长大后说想杀了生父。"
  },
  {
    "file": "r107.json",
    "title": "没好朋友，没人在乎我，经常为此感到伤心，感觉快抑郁",
    "content": "我在大学之前交的朋友基本上都没联系了。然后上了大学以后，我就对交一个双方都很在乎对方并且能无时无刻在一起玩的朋友很执着。所以在刚上大学的时候，我交到了两个很好的朋友，我一心一意对她们好，但是她们俩个在一个寝室所以经常会把我落下，我又是一个特别爱吃醋的人，又特别没安全感的人，所以就经常为此生闷气。到了这学期她们俩又交了很多别的朋友，她们俩就经常跟他们一起去玩，所有的事都紧着先跟他们一起去，也不联系我，也不关心我，我感受到了落差，每次看见他们在一起欢声笑语的我就很伤心，但是我又没什么办法，我并不能约束人家，但是我还是很在乎，每天晚上都会偷偷哭，感觉自己快陷进去了。还有就是每次看到身边的人和之前的朋友无时无刻聊天，分享每天的日常，我就很伤心，每天基本上没人给我发消息，我每次想和别人分享事情，打开微信，找不到能分享的人，我好伤心，但是感觉又很无力，根本没有人爱我关心我。我从小就是一个很自卑的人，我为自己家住的房子破自卑，为自己少白头自卑，为睡觉打呼噜而愧疚，上大学好不容易活泼一些了，却遇到了很多来令我内耗和焦虑的人和事，我渴望拥有一个特别特别好的朋友，但是面对现在所拥有的友谊，却又是这么的叫我每天伤心，我真的不知道该怎么办了，希望有一个好心人能帮帮我，我真的怕我陷进去，求求了"
  },
  {
    "file": "r108.json",
    "title": "抑郁休学3年，中考还有90天，怎样开始行动？",
    "content": "... 全部 我现在16周岁，之前的三年因为抑郁症之类的原因在家里呆了3年没去上学，并且休学了一年。我发现，现在距离中考还有90天，可是我还有9个学科，整整两年的内容没有学。我想上高中，因为我想去上大学，我知道我的梦想必须要接受系统性的教育。现在，摆在我面前的是很多矛盾，而且我觉得这些矛盾是深刻的，但我不确定这些矛盾到底是不是真的深刻。在现在之前，我几乎每天都是躺在床上玩手机。时不时出去旅游。如果我想要考上高中，我必须要学习，而且留给我的时间很少，我可能需要非常多的时间，精力去学习，但同时，过去的习惯惯性很大，我估计不可能能立刻抛下这些惯性。我现在有了这样一个方案，先完成极其简单的任务，哪怕是抄写一段古诗。完成这些任务后，剩下的时间就自己决定吧，如果我想躺在床上玩手机，那就别和这种想法对抗了，因为和这些想法对抗反而很愚蠢。这时，我又遇到了一个新的矛盾，这样真的可以完成考上高中的目标吗？我觉得答案是不一定，因为我知道这个世界本身就有不确定作为底层逻辑。最后，我觉得我的思考本身就非常深入，很有价值，但是真的是深入且有价值吗，我不确定。或许，这又回到了我所描述的不确定是底层逻辑上。正是因为这些不确定，我们才有机会，也正是因为这些不确定，我们可能会陷入低谷。但是，或许，我唯一确定的是，就在这个当下，是确定的。现状是确定的，尽管现状可能并不如意。 我现在16周岁，之前的三年因为抑郁症之类的原因在家里呆了3年没去上学，并且休学了一年。我发现，现在距离中考还有90天，可是我还有9个学科，整整两年的内容没有学。我想上高中，因为我想去上大学，我知道我的梦想必须要接受系统性的教育。现在，摆在我面前的是很多矛盾，而且我觉得这些矛盾是深刻的，但我不确定这些矛盾到底是不是真的深刻。在现在之前，我几乎每天都是躺在床上玩手机。时不时出去旅游。如果我想要考上高中，我必须要学习，而且留给我的时间很少，我可能需要非常多的时间，精力去学习，但同时，过去的习惯惯性很大，我估计不可能能立刻抛下这些惯性。我现在有了这样一个方案，先完成极其简单的任务，哪怕是抄写一段古诗。完成这些任务后，剩下的时间就自己决定吧，如果我想躺在床上玩手机，那就别和这种想法对抗了，因为和这些想法对抗反而很愚蠢。这时，我又遇到了一个新的矛盾，这样真的可以完成考上高中的目标吗？我觉得答案是不一定，因为我知道这个世界本身就有不确定作为底层逻辑。最后，我觉得我的思考本身就非常深入，很有价值，但是真的是深入且有价值吗，我不确定。或许，这又回到了我所描述的不确定是底层逻辑上。正是因为这些不确定，我们才有机会，也正是因为这些不确定，我们可能会陷入低谷。但是，或许，我唯一确定的是，就在这个当下，是确定的。现状是确定的，尽管现状可能并不如意。"
  },
  {
    "file": "r109.json",
    "title": "过不了心里那一关，是产后抑郁了吗？是不是心理有问题",
    "content": "... 全部 刚生完孩子在做月子，妈妈来照顾了半个月回去了，目前是婆婆在照顾。 她抱小孩的时候说妈妈抱，我听到了两次，不知道是我听错了，还是她无心的，总是说小孩长得像爸爸，是因为长得像，当成自己儿子了？ 不喜欢她帮忙看孩子，因为她无法沟通，太强势，给孩子换尿不湿，小孩一直哭，她就在那不慌不忙，我也理解年纪在那加上眼睛看不清，但是心里特别不舒服，又不能说什么，说了一回就不乐意了，真的很烦，过不了心里那一关，不知道自己是不是产后抑郁了。 刚生完孩子在做月子，妈妈来照顾了半个月回去了，目前是婆婆在照顾。 她抱小孩的时候说妈妈抱，我听到了两次，不知道是我听错了，还是她无心的，总是说小孩长得像爸爸，是因为长得像，当成自己儿子了？ 不喜欢她帮忙看孩子，因为她无法沟通，太强势，给孩子换尿不湿，小孩一直哭，她就在那不慌不忙，我也理解年纪在那加上眼睛看不清，但是心里特别不舒服，又不能说什么，说了一回就不乐意了，真的很烦，过不了心里那一关，不知道自己是不是产后抑郁了。"
  },
  {
    "file": "r110.json",
    "title": "找工作屡战屡败，完全失去信心了，怎么办？",
    "content": "26岁。去年毕业。 找工作的经历其实很长了。22年二战失败后，被父母逼迫做了低薪闲职的工作，不被允许投简历，说已经二十三岁了，不能闯荡。感觉人生不应该这样，想过死（我当时也发过问答贴）。一直面试，但是最后还是找到工作了，但是选择去读二学位文转码。 二年制在很好的大学，很开心，一度觉得从低谷走出来了，还写了帖子分享（现在觉得自己是个傻逼）。但是一直没找到实习，直到暑假中断。在做了三个月实习。秋招没找到工作。春招也没有。精神又不好。毕业典礼之后才得到了两个工作。一个工资高风险大社会认可度不那么高，一个工资低是父母喜欢的稳定工作，差了三倍以上。 我其实一直想留学。但是我也知道家里不可能给我出这个钱（曾经听到父亲说：她就是想要我的钱）。我没有要求过。我在日常生活中也很小气。我就想接下工资高的工作，然后自己攒一两年钱出去留学。但是所有人都劝我，问我是不是上班就是为了钱，说我如果选了高薪工作一定会被开除。我脑子很痛，不知道怎么办，后来又发生了一些玄学，最后我选择了现在的稳定工作。可是从那一天起，一切都停下来了。我感觉和两年前那份工作一模一样，我从来没有离开过那里，人生再也不会改变了。 我抑郁了两个月，十月份又开始鼓励自己找工作，看校招。可是屡战屡败，我又重新争取放弃的工作，但是被拒绝了。有几次有很好的工作，已经到了终面，说正常人都能过。但是独独没有我。十二月份某场有百分之九十可能性的面试又挂掉之后,整个人都不太正常了，感觉对什么都失去了信心，沉迷于算命和色情读物。失眠，做噩梦。工作也做的很糟糕，虽然事情不多，但是整个人就是郁郁寡欢。同事很好，但是不喜欢这个工作内容，每天都只是在玩手机。只是熬着。工资发没发发了多少也不是很在乎，反正能吃饭，也不可能再存钱干什么。 我到今天为止还是想不通夏天的选择到底是自己做的（别人都说是自己做的选择自己要负责）还是别人逼我做的。我也想不通为什么我想靠自己挣钱会被别人觉得是虚荣，让他们那么难过。我也不知道过去两年自己自以为改变了一点是不是真的，为什么一次一次被弄到坑里。接到父母的电话会应激。过年也没有再回去。 大概是年前两个星期停止投简历了。其实还是想恢复正常，继续投。但是好像完全不相信自己能成功了。"
  },
  {
    "file": "r111.json",
    "title": "26岁男，在虚拟世界社交，是否该结束这些社交关系了",
    "content": "... 全部 今年26了，男，可能是因为家里蹲的关系，外加一些别的原因，我的社交能力相比同龄人是有缺陷的，自己的物质生活 生活阅历，知识储备自然也比不上同龄人，我去找过的心理医生也认可这一点，也是目前必须要面对的现实 主要是很久之前进入一个网上社交平台，虽然陆陆续续有加过很多好友，但几乎很少有能玩的好的，一方面也许是因为我也给自己套上了一个人设，自己的目前的处境，还有对人性的恐惧让我没办法去真正面目社交，另一方面主要还是自己的社交能力确实与我现在所处的社交环境可能匹配不上了，这些说法在里面我都是有实例的 这一点其实最近体现的特别明显，我仿佛陷入一场恶性循环中，每天我的孤独感促使我去到虚拟世界里去社交，想去里面锻炼自己能力，然后又被里面社交导致自己的孤独感更加的强烈，现实目前我也就12个朋友，他们也很忙，也没有什么好联系的，现在心理医生说我已经有一定抑郁和焦虑倾向，不知道像不像每天晚上被这种孤独感来回反复的折磨，所以我现在想解决问题，提升能力都是需要时间的，我不知道我是不是应该停止目前这个虚拟社交，我的理智告诉我应该结束了，回到现实才能解决目前的问题，但孤独感又难以散去，这可以说是我目前仅有的和外界联通的世界了，我也不知道该怎么对抗这种孤独感，就仿佛是一种死结（我的心理医生建议我可以继续虚拟社交） 今年26了，男，可能是因为家里蹲的关系，外加一些别的原因，我的社交能力相比同龄人是有缺陷的，自己的物质生活 生活阅历，知识储备自然也比不上同龄人，我去找过的心理医生也认可这一点，也是目前必须要面对的现实 主要是很久之前进入一个网上社交平台，虽然陆陆续续有加过很多好友，但几乎很少有能玩的好的，一方面也许是因为我也给自己套上了一个人设，自己的目前的处境，还有对人性的恐惧让我没办法去真正面目社交，另一方面主要还是自己的社交能力确实与我现在所处的社交环境可能匹配不上了，这些说法在里面我都是有实例的 这一点其实最近体现的特别明显，我仿佛陷入一场恶性循环中，每天我的孤独感促使我去到虚拟世界里去社交，想去里面锻炼自己能力，然后又被里面社交导致自己的孤独感更加的强烈，现实目前我也就12个朋友，他们也很忙，也没有什么好联系的，现在心理医生说我已经有一定抑郁和焦虑倾向，不知道像不像每天晚上被这种孤独感来回反复的折磨，所以我现在想解决问题，提升能力都是需要时间的，我不知道我是不是应该停止目前这个虚拟社交，我的理智告诉我应该结束了，回到现实才能解决目前的问题，但孤独感又难以散去，这可以说是我目前仅有的和外界联通的世界了，我也不知道该怎么对抗这种孤独感，就仿佛是一种死结（我的心理医生建议我可以继续虚拟社交）"
  },
  {
    "file": "r112.json",
    "title": "抑郁症，很厌恶父母又避不开怎么办？",
    "content": "我父母从小对我进行打压式教育，我妈从很小就一直打我，怎么做都不对。我从很小就得了抑郁症，但是一直没对人说过，后来症状越来越明显，想过很多次自杀，但是因为太怕疼放弃了。我对父母的厌恶也逐渐加重，后来出现了轻微的洁癖的症状，被人碰了一下能恶寒好久。其实我本身并不爱干净，甚至有点邋遢，完全是因为我父母才出现了这个状况。最严重的是我父母，被他们碰一下，我能难受好几个小时，一直想吐，隔了几天想起来还是犯恶心，光想起来就犯恶心，更别提每天和他们相处，听到他们的声音，看到他们的脸了。查出抑郁症之后他们对我的态度都还算好，也有愧疚，可是本性难移，骨子里都是那样的，怎么可能变得了。反而他们偶尔温柔都让我咬紧牙关，强忍着呕吐的冲动。现在抑郁症好了很多，但还是不太能受刺激。可是只要见到他们，想到他们对我来说都是一种刺激。父母是要朝夕相处的啊，根本避不开，我整天躲在房间里，他们却说我不是正常人，要砸我门，拆我锁，我真的不知道怎么办了?"
  },
  {
    "file": "r113.json",
    "title": "被下基层了，对工作变化总是很难适应，怎么办？",
    "content": "最近是工作原因被下基层了，但是下基层的有几十人，可是自己就是想不开，（之前就有过一次因为工作变动导致天天睡不好觉最后抑郁症发作）都说基层钱少活多，我来了之后更是发现加班严重没有自己的生活，然后我就感觉自己也要这样了，就很难受，一会儿想得开觉得没啥大事，一会儿又忧郁，仿佛一辈子我都要这样了，而且现在就业形势也不好我又是在国企出去了很难找工作，来了之后他们忙的顾不上我们下基层的也没给活，我担心不知道基层是什么意思，会不会不想要我们，然后逼我们自己辞职，就很焦虑，后来给活了但是这活又是需要每天下班回去在家干，365天都要干，每天不到一个小时吧，然后我又焦虑了，觉得没有了自己的生活，每天下班还要惦记着这个事，再加上我本身睡眠一直不好，最近半个月更是睡一会儿就醒，睡不了整晚，然后就感觉抑郁症发作了似的（之前已经停药一年了）情绪比较难控制，早上起来感觉身体比较僵硬，容易干呕，有两三天容易哭，这两天努力控制住一些了，状态也好点了，但还是感觉所有的话都安慰无效，听不进去，其实现在的单位离家近了，然后办公室又变成了小屋没有领导还是有些好处的，再加上单位的形式都在变，其实以后基层不一定就不好，而且有了基层经验再往上走也是优势，可我就是开心不起来，最近更是有点风吹草动就觉得焦虑，我平时就是比较悲观，容易自责，攻击自己，容易抱怨，好像总是对世界有敌意似的，生怕受伤害，（但我平时又是一个很爱笑的人，但时间长了我有点分不清我是真开心还是下意识装开心）不太善于发泄情绪，心理活动特别多，睡眠从小就不好，神经衰弱。我不知道怎么做才能改变自己，我现在已经在学习夸自己了，经常表扬自己，看到自己的好，但好像还是不够。感觉自己之前就总是爱活在自己的世界里，大脑总是在胡思乱想，但我其实坐个地铁都能觉得地铁文化超级美经常很惊喜，就也不是觉得世界很无趣的那种，我不知道应该怎么做，我尝试闭着眼睛让人带着我走路，这样一紧张，我的注意力只能集中在现实世界，就不会胡思乱想了，但我不知道我的这个方法有没有用，想寻求一个方法让自己改变，就是整个人从里到外就很紧绷，并且看待问题总是很悲观，又很嫌弃自己这样，觉得自己叽叽歪歪，又不是公主，工作上一有事跟个林黛玉一样感怀悲秋，觉得天都踏了，但是我好像又知道天没塌，我也有点说不清我需要怎么被帮助，感觉很混乱。"
  },
  {
    "file": "r114.json",
    "title": "嫁错人，毁一生，后半生就这样一直为嫁错人“赎罪”吗",
    "content": "“女怕嫁错郎”嫁错人，不但毁了我的后半生，还毁了孩子的人生。 因为教育的保守，我认为一旦谈恋爱就要结婚，否则就不谈，所以我没有恋爱经验，不了解婚姻，不了解异性，嫁错了人。 前夫诚实守信，简单率真，踏实可靠，工作上进，我以为遇到良人，很快就结婚了。但他还暴躁易怒，情绪不稳，霸道强势，唯他独尊，固执己见，控制欲强。 他的原生家庭也很奇怪。婆婆不做任何家务，但她每天都跟前夫说公公坏话，让前夫教训公公。前夫呢，从来不分对错，偏向他妈，教训公公像训孩子，对公公毫无尊重。公公做饭洗衣带孩子，做牛做马伺候一家子，却每天被他老婆和儿子训。更奇怪的是，公公很维护婆婆，背后总说婆婆是好人。前夫看似最厉害，实则被婆婆当枪使。后来婆婆开始说我坏话，挑拨夫妻关系，加上前夫本就强势，我受尽委屈，离婚了，我没争取到抚养权。 离婚6年，平时孩子和前夫一家生活，周末和节假日跟我住。 我一直没找对象，一是放不下孩子，二是幻想复婚。我总觉得和亲孩子亲老公在一起才是家。接受不了二婚，孩子跟前夫，而我和他人生活，那样的生活是四分五裂的，我是支离破碎的。前夫也一直单身，经常约我带孩子一起吃饭，不能问他是否有复合打算，问他就否认。他自卑，不敢表达？我也担心复婚会继续受气。 前夫带孩子认真负责，但教育方法不对。他每天“鸡娃”到深夜，为辅导作业，不出差，放弃升职，但是孩子成绩一直很差。孩子上小学后，学业增加，前夫将我的探视从周末两天减少到半天，周末他要带孩子学习。因此我向他争取探视时间，但他强势又固执，一言不合就骂人，为了躲避被骂，我就默认了半天探视。 我认为孩子心理健康，比学习重要。孩子和妈妈在一起，有助于身心健康。但是前夫不理解，他认为学习不好就得多学。 前几天，孩子和我说他没有朋友，还被同学霸凌，每天被骂被嘲笑，他想转学。这些他没和他爸爸说过，孩子说，爸爸和他交流基本都是学习，别的不交流。孩子被霸凌，正是前夫的霸道和分裂的家导致的。前夫好像没有内心，讲了他也不懂，所以他理解不了孩子的心。 我的人生，结婚前漂亮自信乐观开朗。结婚后，便陷入万劫不复。 现在，我和孩子都有心理问题，我生活孤独，还忍受着对孩子的相思之苦，还有前夫一家的伤害，导致我抑郁失眠，短短几年已白发丛生，苍老憔悴，健康堪忧，不知还能活到几时。担心孩子在霸道的父亲和畸形的家庭里更可怜，想解脱自己不敢解脱，想救孩子救不了，我该怎么办？孩子该怎么办？？"
  },
  {
    "file": "r115.json",
    "title": "咨询三年多了，与咨询师发生矛盾该不该结束咨询？",
    "content": "从2021年起到现在，咨询已经有三年多了，因为之前读过武志红的书，知道心理咨询是治愈自己的重要途径，所以就算家里条件不好我也一直在坚持咨询。 但最近我发现当我提到某些话题的时候，咨询师会很明显的感觉焦虑，会顾不上倾听我的感受，会评判我而且很快给我建议，这让我感到很受伤，上次咨询就尝试着谈谈我们之间发生的这些事情，但他好像一副无所谓的样子让我很厌烦。然后这次咨询我大部分时间都在沉默。 具体的情况是因为上次咨询我的话题是我工作上的事情与老板的关系，还有与丈夫的关系，我自己分析我是遇到了同样的问题，我是从边界的角度出发的。而他听完我讲的以后，就说我身为这个家的女主人，应该有指挥丈夫的能力，这让我很受伤，明明是对方很懒，很摆烂，现在却怪我。对于老板的事情，他说是我想错了，事实可能并不是那样，可是老板就是在看到别人发了高工资以后才找我想让我改变之前说好拿提成的工资算法呀，明显就是在害怕我拿的和别人一样多！！ 然后我说他没有说对，并不是这样的，他就说他感到了被拒绝，所有人都被我拒绝了。我最后说他根本不理解我，他又说“像你早年母亲对你那样吗？”我更加生气了，觉得他好像就是故意的！！！ 其实从开始我们重度抑郁焦虑生活不能自理，到现在正常生活社交并且当上了店长，我其实很感谢他，他真的帮了我很多，但是我又想想，他似乎其实一直在“引导”我，而怎么好像并不喜欢这种感觉。 比如我有好几次想换工作，他有时候就停下来分析原因，就是不想让我换，有时候又会说反正离开这里哪里都可以的不是吗？到我真的想换又会开始引导我不换，我真的很讨厌这样，我好像一直在被他牵着鼻子走！！！ 就是！我想着换咨询师，可以想想我现在也一直朝好的方向发展，不能否认他的功劳，但，现实是他好像真的很难再帮到我了！！特别是一提到孩子，婚姻，金钱，他就会很明显的焦虑！！并且很快给我建议和评判！！让我很受伤！！ 而现在我主要就是婚姻关系和亲子关系需要处理！希望资深的老师们可以帮我分析一下！！在此谢过了！！"
  },
  {
    "file": "r116.json",
    "title": "30岁，还是治不好心理病，内心空虚，荒芜一片的感觉",
    "content": "30岁，女，职业国企会计，独居。 从8岁开始就时常会感觉到无依无靠，内心空虚，荒芜一片的感觉，尤其在中午时分，当小区和周围环境安静时，总感觉时光漫长，空无一人，只有自己，觉得自己没人在意，没人爱，这种感觉一直持续到30岁。 中途经历过3段感情，恋爱期间对方对我关注很高，但是最终都因为一些矛盾分开了，我对待感情需求很高，不容易相信对方，需要对方做很多事来向我证明，可是不管对方怎么做，我始终无法相信对方，总觉得对方终究会离我而去。我坚信世界上没有一个人能永远不离开我，而我终究孤独一人，可是我又需要坚定不移的感情，这样的矛盾让我每天困在失落的情绪里，现在谈了一个小六岁的男朋友，我知道没有未来，对方也没有提及未来，我时常觉得这个关系即将破裂，他将远走高飞，留下大龄，还情感欠缺的我独自孤独的人生，每次想到这些心里都很难受，陷入孤抑郁的情绪无法自拔，决定人生没有意义了，永远无法获得不离弃自己的爱，永远没人真的爱自己"
  },
  {
    "file": "r117.json",
    "title": "22男，回想起家庭的矛盾，心里很难过，如何主动解决",
    "content": "我的基本信息：男生，22岁，在国外读书。我刚刚看到一个直播。一个妈妈说的他的孩子因为双向情感障碍发愁，她给他试过换学校，换城市，甚至不去上学了请家教。这个妈妈很注意怎么和孩子沟通，比如说要坚定地站在孩子那边，不要说是孩子的不好…她提到她的孩子很爱写作，她也想知道她孩子写了什么，但是为了尊重孩子选择不看，甚至说愿意让他的孩子休学一年来放松…可是…相比之下…我也曾饱受糟糕情绪的困扰…早在初中阶段我就很不快乐了…可我当时每次我说了我爸爸就一笔带过，甚至说“那都不叫事”我的妈妈就说“你就是太闲了，出去打个工…”。我也爱科学方面的写作…可是他们都不看…前段时间我主动分享，我妈妈甚至说我不能仅仅只考虑自己的分享欲…我确实有些失望，或者…我该失望么？我的家人从不站在我这边，反倒每次有事情，都要我先反思自己有没有问题…我记得我初中的时候，老师在班里说古诗没背下来不可以回家。可是我在操场打球，我不知道，就回家了，我爸就质问我为什么回来，我说我不知道老师说了，他就把我骂了一顿，说我睁眼说瞎话…高中的时候，学校主任为了骗我交钱上补习班，故意改我的成绩。其他老师都冒着被开除的风险来私下里和我说别去上那个补习班，你成绩过了…我的父母不信，就是觉得我不努力，训了我一通，说最看不上的就是我这样的。我们来做一个排除法：你儿子的话不重要，ok。真相是什么不重要，ok。那我想知道，到底什么重要呢？大学的时候，我有次想起以前别人欺负我的事情，哭醒了，给我爸打电话，他就一句话“别想了”，就三个字… 也是我上高中的时候。晚上，一家人在沙县吃饭。我爸爸想让我去拿一双筷子。我的心里因为其他学校里的事情很低落，很抑郁，我就不耐烦地使劲推了一下旁边的椅子。我爸爸就当场发飙了，就说“谁也没招你，你耍什么脾气！”然后一桌人沉默着吃完饭，我爸就一言不发骑车回家。我妈妈和妹妹开回家。我一个人徒步走了2km到家，看见我谁也不说话，还得是我先说话。我爸又训了我一顿…到最后也没问我为什么不开心… 上面我说了我的一些家庭氛围…我现在有明显的性格缺陷，实习工作中的人际关系表现到算得上是中人之上，但生活中的人际关系可以说一败涂地。我无法做到和任何人展示自己，不是我不想，是我脑海里是空的，我不知道要说什么。这个时候我父亲又出来了，问我：“你是不是社恐啊”。我该怎么办？我也不是孩子了，22了，我知道健全的人格对未来很重要，我希望主动解决"
  },
  {
    "file": "r118.json",
    "title": "母亲又找了一个男朋友，我接受不了，我该怎么办",
    "content": "一、面对母亲的困惑 父母在没有领取结婚证的情况下生下了我，后又很快离婚。母亲她在十六岁时经历头婚，生下女儿后却狠心弃养；二婚时抱养了一个男孩；三婚有了我和妹妹，然而妹妹也被送人。此后，母亲还有过数任男友，其中一段婚姻领了证，却因遭受殴打而分开，并且至今未办理离婚手续。 母亲与本地一位光棍伯伯共同生活了长达十二年。这位伯伯在我上学期间负责接送我，一开始我内心十分抗拒，但随着时间的推移，也渐渐习惯了他的存在。然而，如今却因为伯伯给钱少，母亲与他分了手。 最近，母亲在捡核桃的时候认识了铁牛。铁牛是个光棍，没有工作。母亲觉得铁牛老实，比父亲好，毕竟父亲虽然有工作却从不给家里钱。现在铁牛住进了母亲在平遥的旧院子。可我对母亲的这个新男友实在难以接受，他比母亲小十六岁不说，还总是色眯眯的。当我向母亲诉说我的感受时，母亲却坚持认为铁牛是在看她而不是我，还说铁牛挣多少就给她花多少，不像父亲那般吝啬。这让我不禁担忧自己的未来是否也会像母亲一样，在感情的世界里历经无数波折，家庭始终无法稳定，而我却只能默默承受着这一切痛苦。 二、面对自身的困惑 2023 年毕业后，我一直处于无工作的状态。我的性格懦弱，还特别爱逃避。父亲强行逼迫我参加母婴护理培训，可我对这个完全提不起兴趣。我听说从事这份工作不仅要熬夜，还会脱发，而且需要定时给婴儿喂奶，甚至有可能导致抑郁。我对这个培训十分抵触。 在培训期间，我因病请假，却遭到了老师的不情愿。上课的时候不能多喝水也不能上厕所，这让我的嗓子疼痛难忍。又因为宿舍姨嫌我穿得太多，我脱了衣服后就感冒了。我的体质本来就很差，经常生病。每次请假后就没有时间学习了，而即将到来的考试让我压力巨大。培训学校的老师和校长都非常凶，校长是一位女性，我不知道这是否存在性别歧视，(猜测因为都姓一样的姓氏)班主任又是校长的子女，我根本无法反驳他们。学校虽然提供吃住、发校服和安排体检，但却要求三个月的流水工资才发证。我感到无比迷茫，不知道该如何应对考试。我因病请假三天，打针后病情好转。今天打算回学校继续参加母婴护理培训剩下五天及考试，但我怕自己考不过，因为没有认真复习，也错过了老师考前辅导课。 三、面对父亲的困惑 父亲逼迫我参加培训，根本不知道我请假的事情。他让我跟着他生活，却既不给我零花钱，也不给母亲钱，他们之间矛盾非常深。父亲病后不抽烟喝酒也寻伴侣，强势"
  },
  {
    "file": "r119.json",
    "title": "感觉打败了抑郁，可还是闷闷不乐，怎么办？",
    "content": "我是一个从小学开始就有抑郁的男生，性格软弱，小学时作业不会做就会哭的那种，不会跟人交流，小学六年经历过校园暴力，被同学孤立过，脏活累活给我一个人干，被老师针对过，不会回答问题要么不会背书直接被老师批评蹲教室前面听课，而其他同学不会回答老师只会让他们坐下好好听课，生过重病，半夜起床或是在路上走路都会突然恶心呕吐，经历过重大事故，脑袋曾经磕在方石头角上左脑袋磕出一个小坑当场昏迷，过马路时被电动车撞到心脏部位，遭遇过家庭暴力，父亲经常因为我不给他做事就打我，父亲母亲经常晚上吵架，我只能在被窝里发抖哭泣，父亲离家出走时，母亲在家里烧炭想让我和他一起S，我当时幼小的心里只能让我干愣着，最后爷爷奶奶和亲戚们劝说母亲也让父亲回来了，母亲锁门准备喝农药自sha时，我也在旁边发抖着看着，幸运的是最终父亲母亲都还在一起我还活着。初中时由于还是不善交流社恐也没交到几个朋友，还被冤枉过偷同学的钱，跟同学交流经常被忽视， 体测时因为不善言辞被体育老师奇怪的扣了几分，幸运的是初中我找到了自己的天赋所在，一个早读我可以背三个单元的英语单词还不容易忘，初中三年英语成绩没低过一百分，最高接近满分达到118，到了高中因为对陌生环境的极度不适应，我在高一前几个月的考试中除了英语其他科的考试都没及格过，因为心灵脆弱经常因为高中的高压环境和严厉的老师而痛苦难受，在高中几乎没说过话，没动过嘴跟别人闲谈，在高中也因为晚上太暗，跑回宿舍途中撞到栏杆把右胳膊摔骨折了，在高中唯一的阳光就是那次次接近满分的英语成绩，其他时光都是阴郁的，高考刚好过一本线刚好能考到临床医学专业。 现在我是一名大三的男医学生，我靠自己的力量对抗着我悲惨的命运，我佩服自己独自面对狂风暴雨的坚强，现在的我虽然没有自杀倾向和极端行为，却因为常年不跟人交流和抑郁，仿佛自己没有了人的情感，像一块冰冷的钢铁，经常性的闷闷不乐，对什么事情都没有兴趣，迷茫消极思维蔓延，我冰冷的坚强解决不了这个问题找不到解决方法，我想让自己变快乐我想跟人快乐的聊天我想感受人间的温暖我想让我的坚强有意义我想变成一个健康的普通人！"
  },
  {
    "file": "r120.json",
    "title": "怀孕8个月，持续抑郁一个月了，好累，如何疏导？",
    "content": "大家好，我陷入抑郁提不起劲的状态有一个月了。怎么走出情绪的漩涡呢 我现在怀孕8个月了，然而公司将近倒闭，半年多没发薪资，好不容易有资金入账，公司却转移资产恶意不解决员工工资。处理各种问题面临的人性之恶让我觉得很丧气。已经考虑到生完娃就重新找工作，也会法律手段争取自己权益，但35岁以后加上目前的经济环境，未来都不乐观。 老公一直开导我，不用在意，但我还是很焦虑。老公的工作卷的厉害，随时有裁员风险，再找工作也很难。 房子的首付快跌没了，利率也没得调整。生完找不到工作，可能就得卖掉房子，前面多年的积累都不存在了。 跟家里亲人提过公司的困境，只会徒增他们的烦恼和焦虑，年纪大了，也帮不上忙。然而怀孕后他们也没过问过我和宝宝的健康，有些时候对此也有有些失望。 我知道现在对我最重要的就是自己和孩子，老公也一直陪着我，没必要想那么多，问题到时候自然解决，解决不了的也必须面对最差的结果。 然而，最近的各种问题，尤其是工作环境中的负面情况，让我很沮丧，坐在公司心情就不好，蔓延到任何时候都不好。尝试看视频书找人聊天转移注意力，还是不行。内心对一切焦虑又无力的感觉，脑袋像带了头盔一样发胀，半夜总醒来，白天也睡不着。 我像陷入负面情绪的泥潭，出不来，好累。"
  },
  {
    "file": "r121.json",
    "title": "婚姻受挫，无力回天的乏力感倍增，感觉抑郁想不开",
    "content": "... 全部 婚姻二十几年，现在年岁大身体和经济收入都每况愈下，丈夫依旧保持AA制各自承担家里支出。 男方是个妈宝男的巨婴型的，希望我又带孩子，又能赚钱，又可以承担家里的一切，已然让自己成为高级保姆好多年。男方加上各种打压，控制，逼迫，凡事都能鸡蛋挑骨头，忍忍多年现在想想自顾不暇，哪有精力和能力去顾及，感觉生活越来越没有意义和渺茫，恐惧倍增犯，感觉抑郁想不开。 婚姻二十几年，现在年岁大身体和经济收入都每况愈下，丈夫依旧保持AA制各自承担家里支出。 男方是个妈宝男的巨婴型的，希望我又带孩子，又能赚钱，又可以承担家里的一切，已然让自己成为高级保姆好多年。男方加上各种打压，控制，逼迫，凡事都能鸡蛋挑骨头，忍忍多年现在想想自顾不暇，哪有精力和能力去顾及，感觉生活越来越没有意义和渺茫，恐惧倍增犯，感觉抑郁想不开。"
  },
  {
    "file": "r122.json",
    "title": "和有病的妈妈相处，自己快得抑郁症了，怎么办？",
    "content": "和妈妈冷战了一个月，起因是一把椅子。 她特别喜欢坐我房间里地椅子，虽然很烦也没太多计较。可当我要用地时候，她依然坐着不让。于是我们吵了一架。和她吵完架，我也总结了几点： 自作主张：小时候喜欢吃小笼包，被投喂糖油饼是什么体验。还大言不惭地说小笼包没有糖油饼干净。 爱插话喜欢别人关注她：特别喜欢插话，还特别喜欢别人关注她，不关注她就发脾气。 这个我找不出来形容：有次她在刷厕所，我突然想上，可她依然刷着。知道我 还说我怎么没和她说。 我是她的假想敌：我强她嫉妒，我弱她欺负。具体例子不想说了，都是泪啊。 没边界感：我很委婉地和她谈过没用，所以有了开头地“椅子事件”。 我还是孩子：（去银行）让我管一个比我小得人叫叔叔，我（34）多大你心里没数吗，我还是个孩子吗。 算了总之一句话总结就是：有病地妈，逃避地爸，快要抑郁地我。这就是我们家。"
  },
  {
    "file": "r123.json",
    "title": "总是无端讨厌妈妈，非常自责，我是不是“偏执分裂”？",
    "content": "我小时候非常依赖妈妈，一直到初中都没有独立自主，一个人睡觉会很害怕睡不着，每次妈妈出差我和爸爸奶奶在家就会陷入抑郁和焦虑。虽然很喜欢和妈妈相处，但是我觉得自己不会体恤和心疼妈妈，感觉自己不懂事。 记得我小时候开玩笑说“妈妈的腿像古希腊的雕塑”，现在回想起来，感觉当时的我只是为了掩饰自己对妈妈样子的厌恶，才装作调皮的样子说这样的话来调节气氛。我非常讨厌自己会这样想，我觉得没有一个孩子会讨厌妈妈的相貌… 高三的时候，因为学习压力很大，以及和妈妈的一些矛盾（妈妈非常爱我，同时控制欲和保护欲有一点强），我整个人都变得非常不好，而且控制不住地讨厌妈妈，同时又自我攻击，陷入焦虑和抑郁，后来还去了心理医院。（虽然情况改善了很多，但是因为开销很大，让我更加有负罪感，后来就中断了） 上大学之后，因为可以不用经常回家，感觉自己的心理上轻松了一些，但是一直对家庭处于抵触的状态，还是经常会很讨厌自己，总是没精打采，对妈妈的感觉也是时好时坏。 明年我就上大三了，我想振作起来，做一个懂事的孩子，所以和爸爸妈妈商量考研的事情，想好好努力。妈妈很支持我，帮我调察了很多信息，带我咨询考研机构（并不是全部包揽，是和我一起商量的），我感觉这个时候我变成了依赖妈妈的小孩子，感觉对妈妈有一种崇拜感和依赖感，还感到很怀念和父母在一起开心的往事。我本来以为这是一个好的发展，但是还是感觉到内心会隐隐的讨厌妈妈，我太讨厌自己了感觉快裂开了，有一天晚上非常崩溃，很想死掉，甚至幻想了从楼上跳下去。。。但第二天还是装作正常的样子，我真的不想再让家人担心我了。。 我很想改变自己现在的状态，改变自己奇怪的观念，但是我已经不知道该怎么办了，我感觉已经走到尽头了。。 我也思考了很多，我回想起自己经常会因为一些微不足道的细节就很讨厌原先喜欢的朋友，我经常为了不伤害自己和别人，在感受到讨厌的时候就远离ta。我想这是不是“偏执分裂”…"
  },
  {
    "file": "r124.json",
    "title": "总是被困在“怀念过去”中而引起抑郁，应该如何排解？",
    "content": "... 全部 我是一个多愁善感且极度恋旧的人，平常的一些小事还没事，但只要有对我影响很深的事物因为某些原因离开我，并且永远也回不来的时候，我会有情绪爆发的现象，比如一位很重要的朋友永远的与我分开，比如一只宠物被迫突然间的永远离开我的身边，比如一台开了多年的车换掉了，比如与相处了很久的对象分手，比如一栋住了10年的房子还有几天就要搬走了的心情（正在经历），以及未来搬走后的心情等等，只要有类似的事情发生，那么在接下来的很长一段时间里，情绪会彻底失控，悲伤、绝望、情绪低落、自责、后悔、失眠、对任何事情毫无兴趣，经常泪流满面，这种心情会持续很长时间，心里天天会充满对永远失去的旧事物的留恋与悲伤，会渐渐走入一个死胡同中，就好像被困在了过去而无法自拔，直到心里被负面情绪摧残的麻木了才罢休，我应该如何才能排解掉这种情绪? 我是一个多愁善感且极度恋旧的人，平常的一些小事还没事，但只要有对我影响很深的事物因为某些原因离开我，并且永远也回不来的时候，我会有情绪爆发的现象，比如一位很重要的朋友永远的与我分开，比如一只宠物被迫突然间的永远离开我的身边，比如一台开了多年的车换掉了，比如与相处了很久的对象分手，比如一栋住了10年的房子还有几天就要搬走了的心情（正在经历），以及未来搬走后的心情等等，只要有类似的事情发生，那么在接下来的很长一段时间里，情绪会彻底失控，悲伤、绝望、情绪低落、自责、后悔、失眠、对任何事情毫无兴趣，经常泪流满面，这种心情会持续很长时间，心里天天会充满对永远失去的旧事物的留恋与悲伤，会渐渐走入一个死胡同中，就好像被困在了过去而无法自拔，直到心里被负面情绪摧残的麻木了才罢休，我应该如何才能排解掉这种情绪?"
  },
  {
    "file": "r125.json",
    "title": "高一男复学，在学校抑郁得要死，我到底该怎么办？",
    "content": "复学一周，完全不适应学校生活，一天下来抑郁得要死，一个人也不认识，没人和我说话，交不到朋友，学习心态还是和休学之前一样，还是学不下去，学不会，氛围压抑地想哭?，特别痛苦加上感觉老师还有点针对我，老师一说我我就受不了，一天下来是自己一个人硬撑下来，每天最轻松的也就是十点半回到家，但第二天五点半起来去学校，一想到这么长的一天，如何熬过去，心里特别抑郁。每节上课都在自己的座位上偷偷的哭，睡觉也睡不好，虽然想把高中剩下的两年稀里糊涂地赶紧过完，但每天都这么难熬，实在有些受不住，心里面难受死了。真不想上了，但不上又能干什么呢，感觉自己怎么都没有出路，未来是一个望不到底的深渊，感觉自己好没用，对不起父母，别的同学每天都踏踏实实，有说有笑，都考上了好大学，有了好工作，而我却……，没出路，没钱，找不到对象，未来还要承担社会责任，房贷车贷，压力更是山大，一想到这儿，心里那种难受更说不出来，心里好抑郁啊，真的受不了了，我到底该怎么办？"
  },
  {
    "file": "r126.json",
    "title": "我是高中生，朋友抑郁，试图自杀，我很焦虑，怎么办？",
    "content": "... 全部 我是一名高中生，我那位朋友也是。但是那位朋友对我而言是一个特殊的存在，在初中时，她曾是我暗恋的对象（尽管我是女生），我深深地喜欢着她，也与她表了白，但是她拒绝了。不过在这之后我们仍然是好朋友。因为与她相识深厚，我深知她家庭的苦难（她父母的离异、父亲在她儿时的家暴，母亲后来的改嫁等等）给她带来的创伤，她很可能患有抑郁症、躁狂症等精神疾病，但是因为种种缘故，她母亲不允许她去看心理医生，她很穷，甚至饭卡需要老师帮她充…我一直在她成长的过程中给予她鼓励和安慰，希望她能够坚强地活着，但是在今年年初的一个晚自习，她从教学楼五楼试图一越而下，好在被老师拦住了。在阳台背书的我并不知道这件事，但是后面她哭红了眼，我询问起时，她说她好想死，反正都是人生的过客，没人记住她…我很心痛很悲伤但是我也不知道该如何做，我不停地给予她拥抱。我对她那种爱恋、知音、同学等等的复杂心情交错，这使我更加恐慌和无奈，我知道总有一天她不会被老师拦住，在某一天突然暴毙，身边也没有一个人关心…但我什么也做不了。因为我的那位朋友她总是沉浸在批判又否定、各式各样的主义学派、哲学和反社会的话题当中。我所认同的激励她的，在她那里总会被扭曲成另一种伤害……因此，我也不清楚这是一种怎样的心理，可能是明哲保身吧，我委婉的跟她说了绝交。但是我根本放不下她，这甚至影响了我的学习，所以有的时候没忍住去找她。尽管她以前成绩很好，但是因为精神问题和不认可这个社会她常常旷课，在社会上乱逛，我根本找不到她。我很焦虑，我虽然常常跟自己说我改变不了的我已经尽力了这种话，但是还是没能摆脱出焦虑当中，一月份的事到现在我还耿耿于怀。她说她很珍惜我这个朋友，但是我却跟她绝交了，我内心很复杂，不知道该以什么样的眼光去看待这件事，和去看待这位朋友，希望能在这个平台得到大家的帮助和建议！ 我是一名高中生，我那位朋友也是。但是那位朋友对我而言是一个特殊的存在，在初中时，她曾是我暗恋的对象（尽管我是女生），我深深地喜欢着她，也与她表了白，但是她拒绝了。不过在这之后我们仍然是好朋友。因为与她相识深厚，我深知她家庭的苦难（她父母的离异、父亲在她儿时的家暴，母亲后来的改嫁等等）给她带来的创伤，她很可能患有抑郁症、躁狂症等精神疾病，但是因为种种缘故，她母亲不允许她去看心理医生，她很穷，甚至饭卡需要老师帮她充…我一直在她成长的过程中给予她鼓励和安慰，希望她能够坚强地活着，但是在今年年初的一个晚自习，她从教学楼五楼试图一越而下，好在被老师拦住了。在阳台背书的我并不知道这件事，但是后面她哭红了眼，我询问起时，她说她好想死，反正都是人生的过客，没人记住她…我很心痛很悲伤但是我也不知道该如何做，我不停地给予她拥抱。我对她那种爱恋、知音、同学等等的复杂心情交错，这使我更加恐慌和无奈，我知道总有一天她不会被老师拦住，在某一天突然暴毙，身边也没有一个人关心…但我什么也做不了。因为我的那位朋友她总是沉浸在批判又否定、各式各样的主义学派、哲学和反社会的话题当中。我所认同的激励她的，在她那里总会被扭曲成另一种伤害……因此，我也不清楚这是一种怎样的心理，可能是明哲保身吧，我委婉的跟她说了绝交。但是我根本放不下她，这甚至影响了我的学习，所以有的时候没忍住去找她。尽管她以前成绩很好，但是因为精神问题和不认可这个社会她常常旷课，在社会上乱逛，我根本找不到她。我很焦虑，我虽然常常跟自己说我改变不了的我已经尽力了这种话，但是还是没能摆脱出焦虑当中，一月份的事到现在我还耿耿于怀。她说她很珍惜我这个朋友，但是我却跟她绝交了，我内心很复杂，不知道该以什么样的眼光去看待这件事，和去看待这位朋友，希望能在这个平台得到大家的帮助和建议！"
  },
  {
    "file": "r127.json",
    "title": "抑郁好了很多，发现自己失去正常社交能力？",
    "content": "十岁那年因和母亲一起住，在极端暴力下，很多年后我抑郁了，中度抑郁这样吧，还没特别严重，目前吃了帕罗西汀。好了很多，但是吧，我发现我已经失去正常社交能力了，具体的表现在于，基本上没人喜欢我，我没法和别人结交的很好。但是我小学时候和谁都玩的来，好痛苦"
  },
  {
    "file": "r128.json",
    "title": "人生的选择，线下咨询，未知培训，都要不要参加？",
    "content": "第一件是否需接受线下心理咨？第二件是报名未知培训机构（个人经营线上课）？新年计划50多岁的我在性格孤僻、负面情绪爆值丶不善交往、职场独来独往，不利职场混（之前有诊断抑郁，但我不信），考虑自身经济困难，想报团体咨询、对方机构先让我做单次先，一次要600有点承受不起？想问各位有必要吗？想报给话给自己说服是什么？修身。另一个报技能提升，苦寻终找到合适课程，可在财商逻辑思维能力又能学到实际工具应用实操，但该机构是个人，通过公众号文章学习遇到的，从各AI百度都查不到该老师背景，共3000多元的课，所以风险一切未知，连老师是谁也不清楚、学员有多少都未知。一直催报名，没办法交一半钱，我催了好久才肯发课程看下，另一半我打算在直播后再付款，老师像不肯又没回，催我交另一半，说是己经发视频给你。不知为情绪特别难受，又想提高下自己，能让自己有出路而特别期待，而老师未知风险让我不敢再往前、心理作有多大作用（电视上说了心理学家就是说一堆让人听不懂词把人怱悠成神经），想找咨询说说交流，又被夫人发现后封死说我没事找事做被说了一通（夫人事先有说过遇过事不要跟她交流，好事才来汇报，身边又没有朋友交流），现真无助，寻求大家帮忙"
  },
  {
    "file": "r129.json",
    "title": "青少年观看不健康内容对价值观产生影响，内秏抑郁咋办",
    "content": "我目前14岁男，8岁时候搜索小说长长点进不健康网页，开启了新世界大门，现在我算14岁了，感觉自己越来越重口味，居然会搜那些阴暗的内容，我很内秏，感觉自己是个下贱的人，虽然最近控制了频率，可还是太容易接触不健康内容了，请问我该怎么办？"
  },
  {
    "file": "r130.json",
    "title": "我从来都不勇敢，这次他说了分手……总想要个说法？",
    "content": "我和我男朋友谈恋爱半年了，我们发生了很多争执。一直我对他的思维方式，想法，处理事情的方法，都是不满的。但是，他对我很好，很顾家。很努力在照顾好我。但是很多时候他处理不好我们的矛盾，沟通不好我们的问题，或者我等不到我要的结果，我就会发脾气。一开始我不会，我是失望，后来我开始变得怨恨 我开始撒泼，砸东西，越来越严重。一个事情持续得不到解决，我们吵架得越频繁，往往，都是以我为开头。他也忍耐不住脾气，又无奈，经常冲动掐我脖子，摇晃我。我更绝望了。事后往往我们又惺惺相惜对方。舍不得分开 我们吵啊闹啊，过了半年，我的情绪出现了病态，抑郁乱想。控制不住自己的痛苦捉狂。他也很痛苦。我这次还在大街上地铁掉行李箱，手机，钥匙，我捉狂地去踢垃圾桶。发了疯一样不顾一切，发怒。怒他为什么我们争吵那么多次，他不能好好跟我沟通一下感受，我觉得我是受害者，总想要个说法。 这次，他帮我把行李捡回来，重新拿了一台手机给我。送我去车站。我回到家还是不依不饶，说要分手，说了一大堆绝情责怪和觉得自己受伤的话。 这次他说了分手。"
  },
  {
    "file": "r131.json",
    "title": "女生，对敏感词汇容易联想到性动作，控制不住，很困扰",
    "content": "最近一年来我经常对身边人尤其是异性男性，说的一些敏感词汇和行为比较容易联想到某种性动作，比如“擦”同音会联想“插入阴道”这个性动作，比如4p 联想到“4个人性运动”，非常的影响社交礼仪，同时非常尴尬和苦恼 ，我常常内心里经常谴责自己，本人25岁没有过性生活，有 社交焦虑的时候会看色情电影和色情小说，本人有社交障碍，工作上或者生活中遇到社交问题会很焦虑或者抑郁，以前的障碍顶多是不会察言观色，不会拐弯抹角 比较单纯直接，听不懂话里话外 ，交不到知心朋友。现在是直接不知道怎么了，为了让自己学会更多社交技巧，强迫自己去猜测，预测对方说话意图，行为意识，有很多自己主观的意思，然后自己想什么嗯，有社会经验的也都能看穿，总之，我是小白。所以被看穿让我很尴尬，更尴尬是我控制不住自己不去猜测，预想，自己的内心戏很多。然后，关于 这种会某种日常的词汇都联想到性动作更让我无地自容，很尴尬，内心是崩溃的，因为我每次这样想，就会引来很多恶心的事件和男性。但是好像又强迫症一样控制不住，我感觉自己在强迫恶心自己。。。我也不知道怎么了，我很困扰，我在折磨我自己。"
  },
  {
    "file": "r132.json",
    "title": "感觉负能量可以通过物品和碰触传染，真的吗？",
    "content": "... 全部 我是一个很敏感的人，能察觉自己的状态，状态不好时会控制自己不要多说话办事，以免事倍功半，或者说了一些让人误解的话，最近很困扰，因为我总是被负能量的人碰到传染负能量。 之前有一个负能量的人，我感觉状态非常差，他来我公司签合同，然后一个笔落我们这了，我就拿来用了，用了一个下午就感觉状态不对，我想到可能我用了他的笔，把他的负能量转移到我身上了，我马上把笔放在会议室笔筒里了，切断了连接。 几天后同事拿那根笔用了，我发现她状态明显不对了，面色灰暗，爱生气，还老想这想那，后来我偷偷把那根笔扔了，感觉她明显恢复了。不过我生了一场大病，住了一个月的院。 感觉困扰的是我感觉妈妈也负能量，每次她碰到我我都会不好，影响了我生活的方方面面，好不容易调整的状态又毁于一旦，导致我十分痛苦，可我又不能不碰妈妈。 我的感受是实实在在真实的，有人有同样的感受吗，有什么办法可以化解吗？ 我感觉人可以有好的状态，有不好的状态，一些人很明显。那种不好的状态是会传染的，比如不经意间传递物品，或者不经意间碰到了，有时候状态不好的人马上就把碰到的人好状态吸走了。不好的状态就是跟抑郁时差不多，就是感觉自己表达不明白，心态很差很悲观，不开心，很痛苦，能力下降，感觉别人都不喜欢自己。 我是一个很敏感的人，能察觉自己的状态，状态不好时会控制自己不要多说话办事，以免事倍功半，或者说了一些让人误解的话，最近很困扰，因为我总是被负能量的人碰到传染负能量。 之前有一个负能量的人，我感觉状态非常差，他来我公司签合同，然后一个笔落我们这了，我就拿来用了，用了一个下午就感觉状态不对，我想到可能我用了他的笔，把他的负能量转移到我身上了，我马上把笔放在会议室笔筒里了，切断了连接。 几天后同事拿那根笔用了，我发现她状态明显不对了，面色灰暗，爱生气，还老想这想那，后来我偷偷把那根笔扔了，感觉她明显恢复了。不过我生了一场大病，住了一个月的院。 感觉困扰的是我感觉妈妈也负能量，每次她碰到我我都会不好，影响了我生活的方方面面，好不容易调整的状态又毁于一旦，导致我十分痛苦，可我又不能不碰妈妈。 我的感受是实实在在真实的，有人有同样的感受吗，有什么办法可以化解吗？ 我感觉人可以有好的状态，有不好的状态，一些人很明显。那种不好的状态是会传染的，比如不经意间传递物品，或者不经意间碰到了，有时候状态不好的人马上就把碰到的人好状态吸走了。不好的状态就是跟抑郁时差不多，就是感觉自己表达不明白，心态很差很悲观，不开心，很痛苦，能力下降，感觉别人都不喜欢自己。"
  },
  {
    "file": "r133.json",
    "title": "我已成年，怎么和双相情感障碍的母亲相处？",
    "content": "我已经成年，因为我的母亲有双相情感障碍症状，焦虑 抑郁，导致我不敢交男朋友，我找男友母亲总觉得不好，会不断都跟我重复对方的缺点，导致我不想结婚，在我跟父亲面前却没有笑过，甚至感觉很有距离感，总有一种被控制和压迫感。她总在背后跟我父亲议论我的不好，但实际我很听话很孝顺， 我感觉妈妈总把我看做外人，给她花钱总会还给我，不吃我买的东西。平日里我要出门总限制我的自由，问我跟谁去，要问去哪里，去多久，几点回来，哪怕下楼买个菜同样会问。我不知道该怎么跟母亲相处。有时觉得母亲爱我，有时候觉得她不是我的母亲，可以和外面的人特别热情，对我却无法亲近，该怎么办才好？"
  },
  {
    "file": "r134.json",
    "title": "产后抑郁，没选择母乳，抑郁自责，真难受，过不去咋办",
    "content": "二胎生产当天，老公和家人为了让我产假可以好好休息、睡个整觉，吃了回奶药。产后80天，一个母乳对妈妈和孩子有这么多好处，对妈妈:母乳喂养能促进子宫收缩，帮助子宫更快恢复到孕前状态，减少产后出血风险。同时体内催乳素水平升高，雌激素水平降低，这种激素变化有助于降低乳腺癌和卵巢癌的风险。并且母乳喂养有助于母亲消耗孕期储存的脂肪，改善代谢健康，进一步降低癌症风险。对孩子:母乳能让孩子神经发育更好、更聪明，肠道菌群建立，一生代谢疾病几率降低，心里安抚，等等等等。后悔得肠子都青了，我真难受，过不去。"
  },
  {
    "file": "r135.json",
    "title": "全职妈妈，生完二胎，过得非常痛苦，我该提离婚吗？",
    "content": "我是一个全职妈妈，读完大学出来第二年，不顾爸妈劝说，毅然决然地做了全职妈妈。 生完二胎这一年，我过得非常痛苦。现在二宝一岁三个月，他并不是个天使宝宝，我一个人带他，要照顾大宝，要煮饭，要做家务，真的经常连厕所都没时间上。如果仅仅是这样，倒不至于离婚。 说说我老公吧，我们认识七年，结婚七年，以前他对我好，能把我放心上，即使有瑕疵，我也义无反顾。大宝小的时候，他能主动做点家务，叫他做什么也会去做，虽然也是带得心酸，两年过去能撒点手，也能算可以过下去。不知道什么时候开始，他开始会阴阳怪气怼人，我嘴比较笨，当场很多时候是没想到怎么反驳的。然后到二胎出生，他语言行为就越发过分，动不动就你有病啊神经病啊有病就去治不要那么脑残好不好。 一次，我大宝在看电视，我说去楼下邻居串门，手机在充电就没带，他在看电视没听到我说话吧，后来跑到一楼找我，便利店老板就跟我老公说，，然后他就劈头盖脸得一顿骂，除了不咋带脏字，是真的什么难听的话都有。 再有，大宝因为自己下一楼帮我拿快递，校卡掉电梯井里了，叫他知道又有病神经病地骂。再到后来，一点点事情都被骂我神经有问题之类的话。到什么程度呢，我叫他给小宝买磨牙棒，他自己开车去超市，我说母婴店才有，然后就骂了。 语言暴力一方面，再有，就是他心理压根就不重视我了，是我在他心理没有份量了。之前带娃抑郁到崩溃，心口感觉一团堵，控制不住大哭，他当没看见，我说我情绪不对身体不舒服，他也不说话。再到回到老家，家里没早餐吃，叫他出去买点早餐，一边去一边骂骂咧咧，嫌街上多人，嫌我不会自己开车，麻烦到他了。他并不是不知道带娃辛苦，只是不想明说。他带娃，我搞了半天卫生，要都要断了，我一躺下来，娃就递到我跟前了。反正只要我不在忙其他事，娃都在我手上。今天晚上在叔婶家，我带了一下午很累，叫他带一下，一哭，就放我跟前，堂嫂应该是看出我累了，抱他出去玩，才消停。 现在想到很多事情，都是各种不好。可能都是他赚钱养家，从一穷二白，到修好房子换新车，觉得自己了不起了吧，可是，以前一穷二白我都能嫁，现在也不是怎么有钱，又能怎样呢。 只不过我从大学毕业到现在七八年，没有什么工作经验，离了婚我自己能过好，但娃呢，不带不甘心，带了又怕他跟着我吃苦。他妈是智商残疾，这么些年除了去年一直是我照顾，爸爸早没了，不带他除了丢给大嫂还能怎样。她们的家庭教育，不缺德，但也不会好哪去。毕竟，打奶奶都不阻止的。"
  },
  {
    "file": "r136.json",
    "title": "27岁，突发状况使我的生活出现了严重的失序感",
    "content": "27岁，去年毕业的研究生，抑郁焦虑服药三四年，终于在上个月积攒了足够的勇气去重新面对人生挑战，面试了一周多，结果都还不错，没有再出现严重的焦虑状态，很久没有过如此正面的反馈了，之前大大小小的挑战都会避免。年后本来要上班，我几乎是非常兴奋地要上班了，我很久没有这种跃跃欲试的期待感了。因为我母亲与我共生严重，我也一直在努力拜托，所以出去独自生活对我来说是非常幸福的体验。但就在本该入职的昨天，前几天的咳嗽感冒好像突然严重了，直觉就告诉我不行的去医院，于适就去医院，经过漫长的等待，终于确诊肺炎，医生让我住院，我说先不住，就先输液了。其实这一切都还没让我崩溃，崩溃的是打针到后半程的时候，我邮寄到租的房子的行李被告知还没有装车，今天依旧到不了，我还是得自己在外面住酒店。当时委屈地一股子就哭出来了，在输液室和快递理论，最后也改变不了我还是不能搬家的事实。因为快递当时承诺昨天一定能到，结果一拖再拖，短短90公里的路程拖了三天。昨天打完针出医院已经天半黑了，接完电话的后半程输液我一直坐在那里自己哭，就是觉得委屈。后来觉得自己调理好了，又可以重新出发了，跟单位那边请了两天假，然后心想好好打针，也收拾收拾，今天去打针，医生还是劝我住院，而我没有接着办住院手续是因为我发现我连身份证都没拿。在医生的严肃警告下，我房里决定回家那边住院。于是我期待的工作生活就这样被搁置了，不仅工作悬而未决，生活也乱得一塌糊涂。我当初拒绝父母陪我一起到租房处是因为我讨厌他们的帮助，我一直在摆脱他们对我生活的包办，所以希望什么都自己来，我想证明我可以做到，不需要像对待一个三岁小孩一样对待我。结果是我灰溜溜回家住院了。今天输完液回到家，房间因为搬走了很多东西，已经不像是我的房间了，而另一边，也没有一个令我感觉安全的房间， 我的安全区域就这样四分五裂，没有熟悉的床单被罩，没有熟悉的房间里的生活气息，我顿时觉得跟沮丧，我没有一个能给我充电的地方，我的生活好像也跟着四分五裂无法步入正轨。这种失序带给了我巨大的不安全感，我不知道如何缓解。而且这对我去工作这件事在信心上也有了打击，会不会我真的不该去做这份工作，难道整个宇宙都在阻拦我吗？怀疑和不安全感让我没有能量去做一些积极的事"
  },
  {
    "file": "r137.json",
    "title": "23岁女，被男友妈妈欺负，自尊都碎了，不想活了",
    "content": "23岁女 原生家庭很差，男友带我逃离了。过上了难得的幸福生活。但是我非常恐惧他的妈妈。他妈妈是个控制欲很强的人。我有抑郁症焦虑症。在外地被男朋友照顾着。他很好，给我挣钱买药照顾我。可是他妈妈总是打电话让他别再管我了。对我有很深的恶意。总是说我身体太差有精神病，歧视我，男朋友很坚定不允许她那样说我。但是她从不放弃打电话给对象，假装聊天，又开始说我不好，想拆散我们。我以前对他妈妈好过希望能搞好关系，但是他妈妈却在背后不停的搞事，让男朋友的亲戚也来劝分手。我觉得低人一等，不想活了，男朋友现在很少理他妈妈，但是他妈妈坚持不懈的说我不好，我快撑不住了，特别想死。过年了男朋友不得不回家，我一个人在外地。她妈妈会不停的和他说我不好。我不是不相信我男朋友，我是自尊都碎了。他妈妈故意让亲人刺激我发疯，丢脸。我很害怕她。我不知道该怎么办。我性格单纯直接，很容易被欺负。和男友在一起我很幸福，可是一想到他妈妈我就想死，我觉得自己毫无价值，没用，除了受苦还是受苦，快坚持不下去了，特别想死"
  },
  {
    "file": "r138.json",
    "title": "难过时想自伤，没人倾诉，每天只能和我妈待在一起咋办",
    "content": "我是女生。虽然医院诊断不伴有精神病性症状的重度抑郁发作但我不认为我有抑郁症。我感觉我是边缘型人格障碍。情绪变化快，一会儿很开心一会儿很难过，一会儿很喜欢我妈一会儿很讨厌她。我不喜欢我妈和我进行情感交流的方式。从小她就不关注我的内心情感。这对于初中被班级排挤和朋友背叛的我来说是很难过的。再加上童年时要好的朋友不怎么联系了，从那时候就有抑郁倾向了。后来高中毕业确诊，不上学了也没工作，天天只能看我妈的脸。对于亲密接触，小时候我反而不太想要，现在二十几，倒是挺喜欢有事没事去找她要抱抱要亲亲，但是她很反感。现在发病时就想着动刀，完全不想跟她废话，心理医生太贵请不起，朋友没人能理解，她就更别说了。她特别喜欢对我大吼大叫，我吃垃圾零食她大叫，我乱丢鞋子衣服她大叫，我刀自己她还是大叫，她问我想吃啥我不知道吃啥她也大叫。就像个泼妇一样。现在没工作不上学天天躺家里只能面对她一个人真的很烦。我喜欢的她从来不会花时间来了解，她喜欢的我不喜欢，她说爱我其实也只是血缘关系挂着，心灵交流什么的完全没有，关键是她还完全不理解我负面的情绪。我难受得只能动刀去医院花几百块她说是浪费钱，让我忍一忍就好了。无论我多难受，她都站在她的角度说靠我自己走出去。我在发病时会特别讨厌她，心中只有一个念头就是动刀，完全不想通过交流解决。"
  },
  {
    "file": "r139.json",
    "title": "若是你面对学校、家庭的“双面夹击”，会怎么做？",
    "content": "以这种表达 想不通 如果是你会怎么做 你被判给父亲 父母离异 父亲很忙有事在外 自小跟着爷爷奶奶一起生活 后来父亲回家的次数逐渐增加 性教育缺失 瞒着当年曾发生过的事 不想提起 离婚原因 你父亲说和她并没有发生关系 母亲后来接你过来住 她说是父亲当年打工在外出轨 没有看到任何当年的法律政书 只听到他们亲口说 你该相信谁 长期抑郁没上学整整三年 母亲给你在本省复学的机会 一边却是养育你多年的奶奶爷爷 两边关系都不融洽 共同点 都是 PUA 父亲打你会道歉 如此循环 他改不了 母亲方式是双重束缚 能站在高点逼疯你 你却是创伤培育出来的血包 心软又懂事 在母亲身边 自然也是封建的 母亲偏爱弟弟妹妹 受不完的气 嘲讽 遭家庭成员排挤是常有的 是每次生气都会让你滚出这个家 在父亲身边 是封建的男女分界规束 面对被打的过去 淤青 血 疼痛 恐惧 对男子大声吼叫会愣住 导致你现在留下许多创伤 老师不会管 都漠视着 共同点 至少他们每个人都说过 一群人孤立你肯定是你有问题 你不惹别人 别人怎么会欺负你 你很羡慕妹妹 家庭不好 至少有朋友 校园内是被集体孤立的你 外号 笑声 被霸凌十四多年的你 一直一个人上学 吃午饭 上厕所 校外 家庭里是快被养死 给一巴掌又给一个甜枣就被哄好的你 回想 尝试自尽过许多次都救过来未能如所愿 情绪藏起来积攒伪装自己 抱歉 当你在呼喊 周围却没有人想理你 你暗暗下决心通过学习一定要逃离这里 三天 二天情绪一大崩一小崩 处于精神亚健康的你 根本没有行动力去学习 我该怎么做"
  },
  {
    "file": "r140.json",
    "title": "怎么可以心安理得地逃离重男轻女的原生家庭，不内耗？",
    "content": "农村留守儿童，有小四岁的弟弟，从小寄养在亲戚家里和奶奶一起生活。很穷，供我和我弟读书就没有任何存款。读书的时候没感觉，直到毕业后，才发现家里好像也没有那么爱我。刚毕业供弟弟上大学，出资盖房子装修，家里的医药费生活费也是我出，最后给我介绍的对象，也是离家近方便我扶持弟弟。后来我也抑郁了，我会不自主的复盘内耗，我努力五年了，家里没有变好，因为我父母没有收入没有存款没有退休金，我弟收入很低，家里不让我买车买房，最后我也一无所有。我明白这是无底洞想逃离为自己而活。但是看着年迈的父母，又觉得很可怜，然后就一边和家里吵架，一边给钱，自己也抑郁得了胃病，快30了也没有对象，我觉得我的人生很黑暗。"
  },
  {
    "file": "r141.json",
    "title": "月子第19天，依然崩溃中，后悔剖腹产，好难受",
    "content": "月子第19天，依然崩溃中 怀孕时一直想着剖腹产，因为视网膜变性害怕有风险，孕晚期医生说顺产条件好，动摇了想顺产，但是没有进一步做眼睛和生产的评估，剖腹产抗麻，全程很痛，特别后悔没有试着顺一顺，我知道时光不能倒流，现在每次看到网上顺产的帖子就很后悔，身体难受，胸口有点堵得慌，就是这种不断的回忆回忆，又无能为力的感觉让人抑郁了。总是不断代入顺产的情况中，剖完才知道有很多后遗症，例如子宫憩室，生之前坚决不生二胎了，生完就又想要二胎，真的恨死我自己了，走不出来了。"
  },
  {
    "file": "r142.json",
    "title": "一想到要找工作就很逃避抵触，头脑很混乱，内心很痛苦",
    "content": "30多岁，因为工作非常痛苦抑郁而辞职了，想要转职到其他行业。但转职也非常痛苦。不擅长与他人建立长久的友善关系，没有一技之长。现在每天都陷在害怕和痛苦的情绪里，白天无法集中注意力，一想到要找工作就很逃避抵触，要编简历，要挖空心思写自己的优点，但是自己觉得自己没有任何优点，即使有也是工作上派不上用场的… 很羡慕那些gap的人，对未来的恐惧和自己会成为一个废物的恐惧让我不敢gap… 但实际上现在又没有在努力找工作，就更觉得自己不行… 头脑很混乱，很痛苦，要怎样才能摆脱或者适应这样的状态呢…"
  },
  {
    "file": "r143.json",
    "title": "才26岁就各种疾病缠身生不如死，该怎么释然？",
    "content": "... 全部 脊柱侧弯从初中到现在十几年了，抑郁症也十几年了，偏头痛十几年了，有多颗龋齿，高度近视，玻璃体混浊，从小肠胃不好便秘20多年一直担心自己患肠癌，还有脑囊肿，妇科炎症，窦性心律不齐………而且我还研究生退学，大学毕业四年都没有工作……每天靠大剂量止痛药安眠药苟且度日……我不知道我这样的人活着还有什么盼头，真想赶快结束我这绝望痛苦煎熬的人生。 我对生理和心理都健康的人有一种极度的嫉妒。这种嫉妒来源于我“本可以”是一个健康的人，但是却因为各种原因导致了各种疾病和缺陷……比如我本可以有不近视的眼睛，直的脊柱，更高的身高，健康的牙齿，健康的心理……我也不知道这些应该怪我自己，还是应该怪我的养育者没有重视这些，导致我这么多的缺陷。 如果科学研究告诉我，这一切都是因为基因（比如我的基因导致我比别人更容易近视，更容易患脊柱侧弯，更容易蛀牙），那我可能会觉得好受一些……我可能就是想把责任归咎于外界，而不是我自己。 我非常羡慕我的堂妹和表妹，因为她们都有170的身高，都有健康的脊柱，健康的牙齿，不近视的眼睛，健康的心理……有时候，她们的健康让我很嫉妒，嫉妒到内心扭曲。 天哪我为什么在生理和心理上都这么多缺陷……我始终无法接受…… 我不知道这究竟是为什么……真希望有人能告诉我这一切就是因为基因，那我可能会释然一些……但是那样的话又会恨父母带我来到这个世界…… 以前总以为苦尽能甘来，后来才发现，苦难的尽头是苦难。麻绳专挑细处断，厄运专选苦命人。请不要再告诉我什么“被上帝咬了一口的苹果”，还有“天将降大任……”，我的人生只剩下无尽的痛苦煎熬悲伤绝望…… 脊柱侧弯从初中到现在十几年了，抑郁症也十几年了，偏头痛十几年了，有多颗龋齿，高度近视，玻璃体混浊，从小肠胃不好便秘20多年一直担心自己患肠癌，还有脑囊肿，妇科炎症，窦性心律不齐………而且我还研究生退学，大学毕业四年都没有工作……每天靠大剂量止痛药安眠药苟且度日……我不知道我这样的人活着还有什么盼头，真想赶快结束我这绝望痛苦煎熬的人生。 我对生理和心理都健康的人有一种极度的嫉妒。这种嫉妒来源于我“本可以”是一个健康的人，但是却因为各种原因导致了各种疾病和缺陷……比如我本可以有不近视的眼睛，直的脊柱，更高的身高，健康的牙齿，健康的心理……我也不知道这些应该怪我自己，还是应该怪我的养育者没有重视这些，导致我这么多的缺陷。 如果科学研究告诉我，这一切都是因为基因（比如我的基因导致我比别人更容易近视，更容易患脊柱侧弯，更容易蛀牙），那我可能会觉得好受一些……我可能就是想把责任归咎于外界，而不是我自己。 我非常羡慕我的堂妹和表妹，因为她们都有170的身高，都有健康的脊柱，健康的牙齿，不近视的眼睛，健康的心理……有时候，她们的健康让我很嫉妒，嫉妒到内心扭曲。 天哪我为什么在生理和心理上都这么多缺陷……我始终无法接受…… 我不知道这究竟是为什么……真希望有人能告诉我这一切就是因为基因，那我可能会释然一些……但是那样的话又会恨父母带我来到这个世界…… 以前总以为苦尽能甘来，后来才发现，苦难的尽头是苦难。麻绳专挑细处断，厄运专选苦命人。请不要再告诉我什么“被上帝咬了一口的苹果”，还有“天将降大任……”，我的人生只剩下无尽的痛苦煎熬悲伤绝望……"
  },
  {
    "file": "r144.json",
    "title": "也会感恩，为什么同时我会产生恶心的抵触情绪？",
    "content": "我是留守儿童，小时候父母也不在我身边，我觉得我的父母很自私，特别是我的父亲，从小他就处于一个缺位的状态，我觉得他好内向懦弱，没什么出息，我非常讨厌他，但是我母亲会给我关爱，有时候她言语否定说我肯定干不好这个事，有时候又会嫌弃父亲得不出息，有时候又觉得我父亲挺好，他还会对我说还会说他们为这个家付出了好多，什么哥哥又得交学费了，老人又生病了要交钱，说他们不容易 。 我很自卑，没有信心，从小也没得到什么鼓励，遇到事情我就觉得自己干不好，我就会想着逃避，而且这些痛苦我自己是表达不出来的，是说不出来的，我就憋在心里，然后突然到某一时刻心情突然就崩了，很想死，我觉得活的很痛苦，然后继续疗伤，接着又崩，我就觉得我情绪一点都不稳定。 我会对我的父亲产生一种很恶心很抗拒的心理，我甚至都不想跟他走在一起，还有我有一个同学，我在他身上也会有这种体验，这个同学经常照顾我，我情绪崩溃，然后安慰我，但是有时候他的某些语言还有行为，让我很厌恶他，我家庭条件比她好一点，我有时候不理解他的节约，我是用钱比较浪费，但是在她眼里觉得我的浪费就显得他比我更优秀厉害，在许多事上，我觉得他都想和我争，不知道是不是性格的原因，我觉得这种感觉很难受，也很让人抑郁，我一直搞不懂我为什么会有这种情绪。 虽然我很讨厌我的父亲，我觉得他根本很不爱我，我的同学有些行为和语言会刺激到我根本不想跟他呆在一起，呆在一起就很抑郁，说不出来原因，但是同学他有时候也会照顾我，父亲有时候也会做好吃的一起吃，我很感恩他们，但是就是在感恩与厌恶当中徘徊，真的很痛苦，希望有好心人能够帮助我脱离苦海，谢谢了。"
  },
  {
    "file": "r145.json",
    "title": "17岁，休学高中生，久未学习，难以返校，如何做选择",
    "content": "我今年17岁，从高一临近结束时开始休学，到现在休学了一年。 【我的家庭】 八九岁时父母离婚，此后几年的生活环境一直动荡周折；他们经济能力尚可，只是各自都有严重的情绪问题，所以我需要在一方待到矛盾爆发时转移到另一方处生活，这是生活环境动荡的原因。 小学毕业第一次实践了从母亲家离家出走，初中毕业又向妇联举报了父亲家暴、从父亲家出走。高一后觉得父亲有了恋爱关系便可以减少对我的关注，又回到父家居住读了高一下。 然而父亲惯性的控制与打压仍然长久地令我易受惊和痛苦，高一下未结束时选择了休学，去年秋天时又争取了独居，至今独居生活也接近一年。 【咨询经历】 我见过三个咨询师，前两个是初中时从母亲处争取，都只各见了一次，因为母亲陪同，她在听到咨询师对自己的谴责后拒绝继续信任此体系。第三次是休学父亲携同，这次基本由我个人与咨询师对话，我们之间持续了接近一年，最近刚结束。结束原因大概是我们难以建立信任关系这位咨询师坦白告诉我，她感觉自己没怎么帮上我，建议我试试另外门派如动力学之类的咨询师。于是，我被推荐了壹心理和简单心理两个软件。 我现在不知是否有必要继续寻找咨询师，这段经历让我感到这个行动的无效，且回忆与她互动的过程，我常感到表达的无力。我的苦闷、混乱与坠胀都需要我艰难地编辑成现成品如【重度抑郁】、【ADHD】才能令她稍微理解，再进行演算。我觉得这个过程很无聊。 【具体问题】 现在是七月份，又即将进入一个时间上的学期时间。 我纠结着自己该怎样选择；我对父母没有安全感，独居这一年断断续续试又试了试在社会上行走我察觉自己是个极度易恐慌的人，这样的情况若就此辍学，初中毕业证会拉着我入社会地狱漩涡。 高中是个重高，回校多少能拼到半点价值。但我久未学习，回复校园生活需要心力，又恐而无法令自己安和体制内学习进度。耽误两年只怕更难以回校。 今天，我不知该如何选择。"
  },
  {
    "file": "r146.json",
    "title": "抑郁内向男生相亲困惑，过于不擅表达怎么办？",
    "content": "23岁的男生，昨天是我与相亲对象的第二次见面，也是她首次到访我家。我性格内向，不擅长表达，且心思细腻，容易受伤（现实中没有朋友，还默默承受着抑郁症的困扰，这一点并未向她们透露）。当相亲对象、她妈妈以及媒人抵达时，我未能上前打招呼，且在整个过程中，我都没有主动称呼她妈妈阿姨（她妈妈还怀着孕）。 后来，家人安排我们两人独处，在房间里，我没有与她对视，尽管她望向我，我也只是主动问了她几个简单的问题，比如是否觉得彼此合适，她回答很简单“也合适”。我家人以及我给了相亲对象的现金红包，相亲对象她接受了，其中我给了她2000元。 在餐厅，媒人安排我们相邻而坐。席间，相亲对象出乎意料地为我夹菜，甚至还给我爷爷夹了个馍，我隐约听到她与她妈妈低声交谈，提及夹菜等细节。 遗憾的是，我未能积极参与对话，显得有些沉默 没有和相亲对象怎么说话。她们准备走的时候，没有及时和我说，我没有来得及去"
  },
  {
    "file": "r147.json",
    "title": "我好累，好累，我只是想要个拥抱，仅此而已",
    "content": "758天了，还是很难过…，医生说，我有抑郁，其实我想说，我只是想要个拥抱…仅此而已，有人可以告诉我，从30楼一跃而下，还是加了果汁的农药，可以让我解脱的更快吗？谢谢…"
  },
  {
    "file": "r148.json",
    "title": "纠结中，怀疑自己抑郁症，该不该去看心理咨询？",
    "content": "感觉一直很难受，很容易就会很难过，但其实也没有什么，怀疑自己是不是抑郁症.虽然很想对自己说我是一个很好的人，但我感觉现实的自审，和他人对我的评价，都让我对自己的印象认为是一种自我感动，所谓的“自恋”出的人设罢了。我是一个胆小鬼，懦夫。很多人都让我觉得害怕，特别是认识的人，或者很熟的人，我有时经常跟不认识的人能侃侃而谈很熟的人，一眼看到只想躲得远远的，莫名的有种感觉，不知道是不是害怕，这时我讲话的语气就会怪怪的，我鼓起勇气和哥哥讲了，不是亲哥却胜似亲哥，他却表示我是一个很矫情的人，也是之前他有些话让我觉得我是不是想太多，太矫情太任性了，让我觉得我是不是没有必要去看心理咨询...（其实哥哥的态度让我觉得很失望）我也不知道怎么描述我的问题，我的人际交往很糟糕，和家人亲戚的关系都不好，从小都有住宿，但每每一个宿舍都像一个死循环一样，我都是不合群的，我知道可能是我给自己立的所谓的人设，我就像一块不符合在任何一块拼图里的“局外人”一样...我想要像蒲公英，蝴蝶那样自由自在，洒脱，可我不是，而且没人会喜欢破碎的蝴蝶。我想把自己藏在一个箱子里，静静的，不和任何人交流，别人看不到我,安安静静的待上一阵子...其实我难过的时候，我知道我需要的是什么样的安慰，就是想要有一个人出现，告诉我：“你是一个独特的独一无二的人，在他看来我是一个怎样的人，你很棒啦！”可能有点天真吧，我老是觉得我对他人的善意也是希望他人能如此对我，我这样安慰别人，我希望别人也这样安慰我，鼓励我，好可笑a!hhhh!我哥哥和一些人说过我是一个很负面的人，我看了一下我给一个（很喜欢的）朋友写的一些纸条，如果从客观陌生人的角度去看的话，我认为这些很积极，很开心快乐，但也有可能只是我这样想而已，别人只觉得无聊又矫情还多事，所以哥哥和其他人这样讲，我也没办法反驳，因为我也这么觉得。关于这位朋友，我想提一句，很多时候我觉得她其实并没有把我当朋友，而且我对她有依赖，所以我就想跟她掰了，然后我就问她：你真的有没有把我当朋友？她说：这是废话，肯定有啊。后面得知他有从一些人里面听到关于我不好的言论，但他说，他相信他自己从眼睛里看到的，他觉得那样才是真实的我，我真的觉得很感动，但也有可能是她情商太高，懂得人情世故。果然挺矫情的。我早在这些事之前有打给12335的心理咨询师，她让我不要把自己比喻成烂人，先照顾好自己，好好爱自己。可我不值得."
  },
  {
    "file": "r149.json",
    "title": "过几天准备做面对面心理咨询，我现在很纠结，怎么办？",
    "content": "我过几天准备去做面对面式心理咨询。我在一些 ap 上看了很多咨询师。我现在比较纠结。自己的情况，感觉自己啥问题都有，焦虑，高敏感，抑郁，有时候甚至想 s 我担心到时候，自己紧张又说不清楚自己的问题，不知道该怎么说。我一个人的时候能理顺自己身上的一切问题，一到和人交谈，就会断。我的情况，可能咨询师也解决不了自己全部问题，我还要去见心理医生。纠结，需不需要做个啥心理评估之类的。纠结先去看咨询师还是先看心理医生。"
  }
]