[
  {
    "file": "r004.json",
    "title": "23岁，刚和父母断绝关系，心里很寂寞并充满罪恶感？",
    "content": "母亲是父亲的出轨对象，父亲前妻有一儿一女，童年生活在同父异母哥哥姐姐上门摔砸的阴影中，父亲二十多年不断出轨，母亲像长不大的小女孩，坚持追求不存在的爱情，对我要求事事完美，不顺心就打骂五六个小时，父亲童年长期缺位。我高中毕业急切离开家，打工攒钱留学一年半，钱用光后无奈休学回国参加工作，运气比较好事业运一直不错，马上被外派出国。我朋友极少，不会与人沟通也不愿意迁就别人，性格偏激，虽然马上要前往新生活，又因一些琐事与家人反复争吵，二十多年反反复复，父母从未更改本性，我实在很累了，来自家庭的一通电话一个短信就能把我从独立的人生拉回地狱。已经拉黑父母联系方式一周，父母从未打心底关心我所以不知道我任何朋友联系方式也不知道我公司名称，这次出国可能真的再无联系了。我解脱后心里却很寂寞并充满罪恶感，可一想到再次见面时父母胜利的嘴脸，就不想再思考。一个人住忍不住想这些问题，情绪持续低落，陷入死循环，不知怎么办"
  },
  {
    "file": "r008.json",
    "title": "书写《2022时光回忆录》第5章：回顾你的婚恋关系",
    "content": "一段长久而持续的爱情，一定是一个长期审视的过程。\n\n感情里学会复盘，才是恋爱/婚姻保鲜的必备秘诀。\n\n请你在本提问下，以回答的形式，写下你的《2022时光回忆录》第五章。\n\n建议你将以下几点作为你的“写作大纲”（请写在同一条回答之内，不需要照搬大纲标题）：\n\n1、今年，你的恋爱/婚姻关系，经历了怎样的发展与变化？\n\n2、今年，在亲密关系中，经历的最幸福和最糟糕的时刻分别是怎样的？\n\n3、今年，和恋人/伴侣是否发生过分歧/争吵，分歧/争吵的原因是什么，又是如何解决的？\n\n4、今年，你为经营亲密关系付出了怎样的努力/做出了哪些改变，获得了怎样的反馈/回报？\n\n5、来年，对于亲密关系的发展，你有哪些期待/目标和计划？\n\n【本章的优质回答标准】（优质回答是本章任务的合格要求，是拿全勤奖的前提哦~）\n1）符合提问，不跑题；\n2）有自身经历及情感的真实表达\n3）回答纯字数≥200字"
  },
  {
    "file": "r009.json",
    "title": "29岁，被精神折磨从来没反抗过，害怕一个人，迷茫？",
    "content": "...\n全部\n29岁独生女，记事儿起都是被打骂长大的，现在想起来家人都是噩梦，压力很大。爸爸妈妈姑姑大伯，把我和各种家里人比较，一直被当差的那个被比较。我从来没有反抗过，大了以后到现在一直不敢一个人待着，一个人在房间，很安静的时候总是有万箭穿心的感觉。怕黑，做什么事情都不敢勇敢的探索自己，被冻住的感觉。身体僵硬，害怕，不能思考。必须放电视剧很大声才会有主心骨安静下来，不敢关灯睡，害怕。攻击不了别人就骂自己无能！我一直做心理咨询，老师一直让我不停的描述那个感觉，也和咨询师探讨过这样的感觉很多次，觉得自己和咨询师有部分创伤重合了，咨询师智商很高，反应灵敏像欢乐颂安迪，我也可以自由探讨我的想法和感觉，很投入。矛盾两个点，我的恐惧被描述了一年半，并没有特别清晰的让我感觉变好，也可能是我创伤太多。不知道可以为自己做什么感觉更好。第二，我的咨询师某大的博导50岁老师，偏悲观，永远是中立+悲观，我很迷茫，不知何去何从\n29岁独生女，记事儿起都是被打骂长大的，现在想起来家人都是噩梦，压力很大。爸爸妈妈姑姑大伯，把我和各种家里人比较，一直被当差的那个被比较。我从来没有反抗过，大了以后到现在一直不敢一个人待着，一个人在房间，很安静的时候总是有万箭穿心的感觉。怕黑，做什么事情都不敢勇敢的探索自己，被冻住的感觉。身体僵硬，害怕，不能思考。必须放电视剧很大声才会有主心骨安静下来，不敢关灯睡，害怕。攻击不了别人就骂自己无能！我一直做心理咨询，老师一直让我不停的描述那个感觉，也和咨询师探讨过这样的感觉很多次，觉得自己和咨询师有部分创伤重合了，咨询师智商很高，反应灵敏像欢乐颂安迪，我也可以自由探讨我的想法和感觉，很投入。矛盾两个点，我的恐惧被描述了一年半，并没有特别清晰的让我感觉变好，也可能是我创伤太多。不知道可以为自己做什么感觉更好。第二，我的咨询师某大的博导50岁老师，偏悲观，永远是中立+悲观，我很迷茫，不知何去何从"
  },
  {
    "file": "r010.json",
    "title": "女生，抗拒生孩子，是自私吗？",
    "content": "适婚年龄女性，抗拒生育，原因很多，比如：孩子会挤占很多时间，培养一个孩子很花钱会降低生活质量，想要好好教育小孩需要看很多心理学和教育学，生育本身带来的身体伤害等等...\n\n以上理由都是从自己的角度考虑的，生育，是一个完全个人的事情吗？\n\n\n但是发现周围男生一般都不这么觉得，女生抗拒生孩子，是自私吗？"
  },
  {
    "file": "r011.json",
    "title": "【女力觉醒】女性如何摆脱“性羞耻”心理？",
    "content": "人类繁衍与社会进化，形成了所谓的“反荡妇机制”，使得女性有一种“本能”，会无意识地压抑自己作为女性的性感以及欲望，避免让他人认为自己是一名“荡妇”；\n\n加之在我们的传统文化当中，女性热情大胆、性感妖艳的一面也是不被允许的，所以“性羞耻”心理在国内非常普遍。\n\n如今，虽然我们已经不那么忌讳谈“性”，但平等地表达性、追求性、享受性，对很多女性而言，依旧是个难题。\n\n只要涉及到“性”，就容易被贴上“荡妇”的标签。\n\n【女性该如何摆脱“性羞耻”心理？什么又是女性该有的性观念？】\n\n请在本问题下发布回答，被标记为“星标”（优质或精华）即为本节任务合格。"
  },
  {
    "file": "r012.json",
    "title": "曾经在夜店上班，成了我和我老公永远聊不开的心结？",
    "content": "我在夜店上班很多年，认识很多有钱人，我爸从小到大骂我脑袋笨，我学习很好可是总是得不到他的认可就变得很差了，找了个类似清华北大的学霸老公，我们结婚5年。认识他的时候很多人追我，给我20万让我去登记结婚的浙大的计算机硕士还有南京航空航天大学的博士为了我可以给他生儿子的博士老婆离婚。可是我老公当时还在念书一穷二白家里很穷我和他在一起了。我们差半岁，我们在微信附近人认识的，我在五道口那里。这些我老公他都知道我也没有瞒他，跟他在一起那会儿他很瘦小个子也矮，每天我都叫外卖好吃的给他吃，\n他很好玩儿还会在租房楼下跟我玩儿捉迷藏，躲起来让我找他，还会出来吓我一跳，还会跳舞给我看，那会儿我觉得我就像一个小女生跟他跑来跑去的很幸福。\n后来他硕士直博因为论文提交晚了耽误了念博士，实际上博士已经开学了被人举报了，说他论文过期他没有办法继续念博士。陷入了严重的抑郁症觉得无法给家人交代，我给他爸打电话让他最不敢面对他爸安慰他，他明显好转。\n开始找工作，去了一家研究所，工作以后不是很踏实不成熟半年以后被辞退，又开始抑郁，我又鼓励他陪着他面试寻找第二份工作第三份工作，然后开始工作到现在第五年。\n他很介意我在夜店上班，因为很多男生会给我礼物带我出去吃饭看展之类的，他也这中间聊了很多女生，我心里很委屈，无数次想分手，觉得跟他在一起人也没得到，钱也没得到。后来我接触找个北大的督导老师做心理咨询找个白班工作后来怀孕，第一个孩子染色体有病我怀孕30周引产了是头胎儿子，一直哭也害怕他离开我，第二年我又生了女儿现在女儿5个月，我在娘家带娃儿。我脾气很差。很挑剔，嘴很损一直在克制也一直在自责。\n现在他依旧在聊别的女人各种，我发现了10多个，我把所有跟我有联系的男人都删了，夜店也不会再去了，我很爱他，不想离婚，他也从来没有想过跟我离婚。他在不断的添加新的女生，聊的都是岁数大的事业有成有钱的，我们在一起我怀孕这两年没上班把我的老本都花光了，跟他要钱很困难，活的很累没想过离婚，\n我经常问他想离婚吗？他说要做一个有责任的父亲给女儿做榜样，可还是偶尔聊骚，我经常在抖音看到有父亲在带娃儿也在刷美女直播搔首弄姿的，不知他们在想什么\n我的夜店生活让他一辈子无法释怀横在我们之间，我也不知道如何相处，心理咨询也断断续续和他说过他也认可，可是他手机上了锁经常背着我不给我看，好迷茫，闺蜜说一旦有看上他的就给给我甩了，我很害怕离婚，"
  },
  {
    "file": "r013.json",
    "title": "接纳自我，是一种行为？还是一种结果或状态？如何做？",
    "content": "我们常说接纳自我，接纳自我究竟是一种行为，一个动词，比如遇到问题我们告诉自己要接纳自我，这就是我（我也知道之所以有这个行为就是因为不接纳）;还是一种对自己足够认识和理解的一种结果一种状态呢？我觉得达到后者应该很难很难吧，难道我们知道了理论却不能用行为或动作去努力执行？（去实施就是前者，是个动词啦）"
  },
  {
    "file": "r014.json",
    "title": "39岁，要不要重新开启一份不确定的事业？",
    "content": "...\n全部\n39岁，家里两个男孩，程序员，读过大量经济学，营销，2008年自己创业，程序员，，属于不会做生意的那种，好多年都是勉强活着，最近2、3年遇到一些机会，技术+市场机会状况稍微好些，如果保持现状的话，在经济上相对没有太大压力。\n但那只是一个“生意”，只是能赚钱。 \n我想要的是一份“事业”，能帮到他人，帮到行业，对社会能有一些贡献。\n\n10几年中，尝试过很多项目，全部失败，但那是我的梦想。\n\n简单地来说，我现在又有一个新的项目想法，已经启动了一些，因为疫情，目前暂停状态。\n如果不做，那可能后面 可能 在 财务状况 上会相对轻松，没有太多压力。\n如果做，可能需要在前期1、2年内自己投入100-200万，有可能会有影响到未来的财务状况和心态。\n最近3个月一直在纠结，要不要继续 ，写了很多，但只能发400字，有点遗憾，请帮我判断一下，在这个年龄是否有必要再去冒一次险？\n39岁，家里两个男孩，程序员，读过大量经济学，营销，2008年自己创业，程序员，，属于不会做生意的那种，好多年都是勉强活着，最近2、3年遇到一些机会，技术+市场机会状况稍微好些，如果保持现状的话，在经济上相对没有太大压力。\n但那只是一个“生意”，只是能赚钱。 \n我想要的是一份“事业”，能帮到他人，帮到行业，对社会能有一些贡献。\n\n10几年中，尝试过很多项目，全部失败，但那是我的梦想。\n\n简单地来说，我现在又有一个新的项目想法，已经启动了一些，因为疫情，目前暂停状态。\n如果不做，那可能后面 可能 在 财务状况 上会相对轻松，没有太多压力。\n如果做，可能需要在前期1、2年内自己投入100-200万，有可能会有影响到未来的财务状况和心态。\n最近3个月一直在纠结，要不要继续 ，写了很多，但只能发400字，有点遗憾，请帮我判断一下，在这个年龄是否有必要再去冒一次险？"
  },
  {
    "file": "r015.json",
    "title": "【悦已】怎样的孩子更幸福，物质富裕还是精神富裕？",
    "content": "过去曾说“穷养儿子，富养女儿”，但现今大部分家长不分男女，一律富养。似乎大部份人都认为孩子在物质上富裕就能有幸福的童年，长大就会是人才；甚至有人认为，没有条件满足孩子物质欲望的家长，就不该考虑生儿育女。\n\n然而依然有一部分富养的孩子过得不快乐，“富二代”也并非都能成才。更讽刺的是，有些家庭不富裕的孩子却能快乐成长，甚至闯出一番事业。\n\n作为家长，我们更应该为孩子创造怎样的家庭条件才能使他们获得幸福感呢？富养孩子更应该在物质上，还是心灵上呢？"
  },
  {
    "file": "r017.json",
    "title": "心理学能否解决自己的心理问题？疗愈自己？",
    "content": "自己心中有困惑，想通过学习心理学解决，不知道能否有效？\n应该怎么学习比较好？\n大家是怎么通过心理学自我疗愈的呢？"
  },
  {
    "file": "r018.json",
    "title": "27岁，家里催我找对象，我妈一直说，如何不被影响？",
    "content": "我已经27岁了，我家里一直催我找对象，我妈妈一直说我快嫁不出去了，一直滔滔不绝的逼我。说我不找对象她觉得丢人。\n我爸爸上次也催我了，说他担心他看不到我找对象，我感觉到一种不被理解的难受，我甚至觉得她们有病，我前几年都不想回家。现在就更加了！\n这个就算是原生家庭的影响吧！\n而且我爸妈关系并不好，我觉得看到他们的相处和争吵，我一点也不想结婚，我觉得结婚是一种牺牲，甚至是枷锁。我也没有看到幸福的感情婚姻。\n不懂她们用年龄来困住我。来控制我。我无比厌烦，厌恶。\n我也会试着有边界感的生活，照顾好自己。但是我想问，如何不被影响？"
  },
  {
    "file": "r019.json",
    "title": "怎么样说服自己放下过去，回到那个曾经很快乐的自己？",
    "content": "我是个17岁的女生。从小父母关心基本上没有，母亲推崇穷养，小时候经常用暴力教育，饭桌上一起吃饭不小心说出母亲一部分小错事回家就会被母亲责骂甚至， 母亲轻微封建重男轻女思想。尽管我是独生女。对我的关心停留在学习成绩。从不对我的失落难过进行开导谈心 ，对母亲经常是不想袒露心声毕竟也知道没用。父亲更甚，不要说是关心，小时候连母亲向他拿我的学费都不肯给，不要说是谈心连基本的谈话都会让我有严重的焦虑陌生感，可能连我是在哪所学校读书都不知道。家里经济条件不差，父母亲工资都在中上，但是在中考时因为我想去一个更好的学校所以志愿填的全部是需要学费的，但是最后以两分的失误没有去到那个理想的学校，父亲因为这件事对我责骂很久，说我是不知道自己几斤几两。父母亲不合，从小父亲经常喝酒回家闹然后母亲吵架两个人打架，小时候刚开始特别害怕，后来渐渐麻木。家里气氛不合，爷爷奶奶父母亲没有一个是合得来的经常吵架打架"
  },
  {
    "file": "r020.json",
    "title": "我不知道为什么，讨厌自己的女儿，想打她？",
    "content": "我不知道为什么，讨厌自己的女儿，她其实长得挺可爱的，可我就是讨厌她，她才一岁多，我就老是打她，感觉像虐待儿童似的，其实事后我心里也会后悔，但是就是控制不住要动手，这可怎么办啊，真怕哪天吃毛病了。"
  },
  {
    "file": "r022.json",
    "title": "【女力觉醒】女性究竟该不该走入婚姻？",
    "content": "有人说，一个很好的爱人，可以减轻一半的人间疾苦；也有人说，婚姻是爱情的坟墓。\n\n从网络媒体曝光的新闻和身边人的婚姻来看，现实生活中，女人对婚姻的感知大概更倾向于后者。\n\n婚姻并没有让女人提升幸福感，反而让女人失去自我、失去自由，带来了更多身体和心理上的负担。\n\n尤其近两年，有关婚姻的负面新闻层出不穷，甚至不止一起“杀妻”的恶性事件，让越来越多的女性警醒，婚姻如股市，“入市”需谨慎。\n\n既然婚姻对大多数女性而言是枷锁和负累，那我们为什么还要结婚？女性究竟该不该走入婚姻？\n\n请在本问题下发布回答，被标记为“星标”（优质或精华）即为本节任务合格。"
  },
  {
    "file": "r024.json",
    "title": "23岁，我自己确诊为中度抑郁，很痛苦，怎么办",
    "content": "我今年23岁，我自己为自己确诊为中度抑郁症，我现在非常痛苦，抑郁症已经严重影响到我的生活和感情，我的前男朋友也是因为我的抑郁症离开我的，但是他并不知道我患了抑郁症，我知道，我不是一个正常人，我男朋友如此爱我，我的内心感受却是非常的平静，我也非常爱他，可是就是没有情绪激动的感受。觉得自己是爱无能啦。而且我这种持续的情绪低落已经很久啦。我真的好痛苦，求助各位老师！万分感激！"
  },
  {
    "file": "r025.json",
    "title": "一到关键时刻掉链子怎么办？不愿意动脑子",
    "content": "跟着北大心理咨询师咨询三年了。我是怎么解决这个问题的，咨询师好话歹话说尽了，大概说了有半年我才努力去找工作，做营业员工作了1年半辞职了。生完孩子又面临找工作的问题我又穿新鞋走老路很抗拒。\n最近学习直播准备工作做了一大堆买了很多设备也报名学习了。就差开播我又卡住了关键时候掉链子不敢开心，害怕被封号害怕犯错误害怕东西卖不出去没有观众害怕被嘲笑讽刺挖苦，还要动脑子学习新知识新的内容就卡住一个礼拜没有再重新开始了。\n为此我做的工作有接受心理咨询反复讨论，咨询师这次没有听我做了什么准备直接骂我为什么不重新捡起来阿里云客服那个工作。云客服我买了电脑天猫精灵培训过了等工作的时候觉得太难直接放弃了，当时害怕被清退。咨询师说都没开始清退什么，即使被清退了也得去努力尽力做好。我没有努力没有尽力遇到挫折直接躲起来了。她直接骂我玻璃心没想好好做那个工作。现在又掉头搞直播快上线了我又害怕一切未知的负面的东西。\n我现在有两个问题不愿意动脑子不愿意接受新鲜未知事物，害怕被否定被讽刺挖苦。我爸我妈都永远是否定我的人从我出生就说话很损我被他们损坏了。只有我给他们花钱他们才会肯定我生了一个独生子女好闺女。他们就我一个女儿。我努力他们就打压我这也不行那也不行，可是我给他们花钱就无限夸我。从来不心疼我。\n他们很爱慕虚荣，从来没有教会我脚踏实地的本领。我妈一辈子没有动过脑子，就打扫卫生没有任何朋友。我爸吃喝嫖赌抽进监狱3次。没有上过一天踏踏实实的班。他俩18岁有的我。他们经常损我骂我。\n咨询师逼我上班营业员的工作还有阿里云客服逼我上了一个月现在回头想我还是很幸福的，内心很充实。现在面对未知我又不行了，恨她为什么不鼓励我总是骂我说我反反复复在一个地方犯一个错误。我想说谎告诉她我直播已经很好了。我也烦我自己心理没有韧性不接纳反复打磨一个技能反反复复折腾自己的劲儿。一想到这个我就很烦。还内耗总折磨自己\n我的问题是我已经想明白我身上所有的问题了还是没办法逼自己努力上进成为更好的自己，除了被咨询师逼着去面对，鼓励对我又不好使我还可以怎样迈过去这个坎儿？道理我都懂，这事儿前前后后我也看的很清楚，依旧迈不过去，过不好被原生家庭带给我的差思维的命运折磨一生？走不出来很恐惧很累很不舒服很自责骂自己，\n我想问我还可以有哪些角度能够让自己坦然迈过去这个大坎儿，虽然三言两语很难解决我的习惯性思维，造成的胆小鬼懒惰思维，该怎么办"
  },
  {
    "file": "r026.json",
    "title": "结婚5年，感觉越来越难于跟妻子相处，感觉很累怎么办",
    "content": "一直以来妻子都是处在比较强势的地位，当半年前宝宝出生，我妈来到我们的生活中帮我们带宝宝时，我们这个家庭就越来越难了，刚开始还是她让我妈妈过来帮我们照顾宝宝的，等我妈过来两三个月后越来越看我妈不惯，觉得各种针对她，中间闹过几次，到现在我妈是有些怕她了，处处怕激怒她。在其她方面她变得很敏感，我与她交流都很容易激怒她，家庭上的事情说是找我商量，实际上是跟我说一声而已，根本不接受我的意见，甚至怼我！在她的感受中她觉得目前这个家庭氛围她很不喜欢，甚至不想回家，我也有这种感觉，怕她回来，或者怕回家面对她，生活上处处让着她，讨好她，而她一点都不领情。我要是不让着她几乎天天都有得吵！想静下来跟她讲道理，又讲不过她，偶尔讲赢了她也不认甚至跟我吵起来，但是事事我都让，都先认错，多了她又觉得我敷衍她，吵不行，认错也不满意！真不知道还能跟她相处多久，我感觉很累了。"
  },
  {
    "file": "r029.json",
    "title": "女性生育成本高，生育前应做哪些心理准备？",
    "content": "今天的热搜，奚梦瑶生育期间脊椎错位。\n女性的生育成本有很多，影响工作晋升、身体改变、病痛增加、家务增多、婆媳关系、经济风险、可能需要一段时间放弃事业……\n甚至买保险的成本都贵了很多。\n当一个女性决定生育，心理的成熟度、压力，是远超过同龄没有经历生育的男人和女人的。\n那么，生育前，心态上，应该做好哪些准备？"
  },
  {
    "file": "r030.json",
    "title": "【女力觉醒】如何摆脱“冒名顶替综合征”走出低自尊？",
    "content": "...\n全部\n“冒名顶替综合征”是指由于自我怀疑和缺乏自信，面对自己的成功却感觉自己像个“冒牌货”的心理现象。\n\n这种心理主要因为自我价值感低、童年被过度挑剔、过度忽视或过度表扬、完美主义倾向而产生。虽然男性也会有不配得感，但冒名顶替综合征却在女性群体中更为明显，对后者产生的影响也更大。\n\n究其原因，除了多数女性更为敏感、更容易受外界评价影响，也和女性的社会地位、“男尊女卑”观念的社会影响等因素脱不开干系。\n\n那么，女性究竟该如何摆脱“冒名顶替综合征”，走出低自尊呢？\n\n请结合你自身的经历经验，或是你所掌握的心理学知识，在这个问题下发布回答，分享你的看法。\n\n回答被标记为“星标”（优质或精华），即为本节任务合格。\n“冒名顶替综合征”是指由于自我怀疑和缺乏自信，面对自己的成功却感觉自己像个“冒牌货”的心理现象。\n\n这种心理主要因为自我价值感低、童年被过度挑剔、过度忽视或过度表扬、完美主义倾向而产生。虽然男性也会有不配得感，但冒名顶替综合征却在女性群体中更为明显，对后者产生的影响也更大。\n\n究其原因，除了多数女性更为敏感、更容易受外界评价影响，也和女性的社会地位、“男尊女卑”观念的社会影响等因素脱不开干系。\n\n那么，女性究竟该如何摆脱“冒名顶替综合征”，走出低自尊呢？\n\n请结合你自身的经历经验，或是你所掌握的心理学知识，在这个问题下发布回答，分享你的看法。\n\n回答被标记为“星标”（优质或精华），即为本节任务合格。"
  },
  {
    "file": "r031.json",
    "title": "40岁了，感觉迷茫，崩溃，不知怎么做才是对的？",
    "content": "我感觉自己要崩溃了，生活，工作，孩子成绩，人际交往，全都不如意，可是又不甘心，希望有改变。我希望有人指导我，因为我不知道怎么做。孩子成绩下滑，半个月回家一次，在家就是玩手机，什么也不干。他爸爸说要把手机收掉，但我觉得这不是好办法。我的工作乏味，工资又低，而且照顾不到家里，我想辞职，可是我都40岁了，没有经验没有学历，辞职估计也不是好办法。因为从外地嫁过来，虽然157年了，但是一个朋友都没有，而且我不善言辞，但是我真的希望有人真心对我。现在好想有人指导我到底该怎么办"
  },
  {
    "file": "r032.json",
    "title": "人真的会复制父母对孩子的教养方式吗？",
    "content": "我小的时候很不喜欢父母对我的教养方式，他们除了要我学习好，对生活上其他方面完全没要求，可我长大成了一个学习也不好，生活自理能力及其低下的一个白痴，我就希望自己当妈妈以后，对孩子更多的是爱，孩子小的时候我是心态很好的，可现在孩子上学了，我发现我自己越来越像我的父母，非常关心他的成绩，他功课好我们全家都很开心，他不努力，我就很急，对他指责，而且我发现我对他指责说的话动作态度像极了我的父亲，仿佛只有学着父亲当年的语气态度用词，才能发泄我心里最真实的不满，虽然它不是粗话但比粗话还要伤害孩子的心，可我就像着了魔，被牵引着模仿我的父亲！我想回到孩子刚出生时我呵护他的那种心态，可是我发现我再也回不去了！"
  },
  {
    "file": "r033.json",
    "title": "对什么都没兴趣，感觉已经没兴趣到极致了。这是怎么了",
    "content": "我最近每天都很懒，对什么都没有兴趣，什么都不想做，就连短视频都没兴致刷。我这是怎么了呢？"
  },
  {
    "file": "r034.json",
    "title": "小男孩交不到朋友，很委屈着急，该怎么解救？",
    "content": "7岁男孩上小学一年级，最近因交友问题极度烦躁。他的原话:\n1/“每次玩，我都要主动去问，可不可以加入，可以带我玩吗，每次都要问好几遍，同学才有一点点反应，有时候答应有时候不答应。”\n2/“融入大家太难了，大家都不喜欢我，我可能太讨厌了，我很不好。”\n3/“我觉得我挺正常的啊，也没做什么啊，但是咱们班男孩一帮，女孩一帮，我就一个人。”\n4/“我没有天天能固定一起玩的同学，交到朋友很高兴，玩一两天就又不好了，反反复复的，没有天天固定和我在一起的。”\n\n背景:男孩父亲在孩子一个月就去外地工作，每个月回家两三次，每月和孩子在一起5天左右；0-6岁基本上在姥姥姥爷家长大，妈妈偶尔接回家住，但大部分是在老人家玩耍；孩子现在和父母都很亲，但是很在意爸爸妈妈的表情，经常会说“妈妈/爸爸你咋地了，是不是生气了？”；孩子也会因妈妈总言而无信，说接他又不接他而感到委屈，对妈妈很不信任，总是失望。"
  },
  {
    "file": "r035.json",
    "title": "孩子撒谎怎么办？家长应该如何引导？",
    "content": "儿童心理学研究发现，几乎所有的儿童都会“说谎”。但孩子说谎一定是不诚实的品质问题吗？\n在孩子的成长过程中，父母应该如何应对孩子的“谎言”，怎样引导孩子健康成长？"
  },
  {
    "file": "r036.json",
    "title": "不再积极向上，我该如何改变现在的消极状态呢？",
    "content": "感觉自己变了，不再是那个积极向上的自己，现在做事情很难静下心来，面对繁杂的工作，更多的是逃避和拖延，以前的自己会努力想办法解决，创新，现在感觉没有了动力。\n       而且自己不再像以前那么快乐，没有了快乐的理由，有时会烦躁不安，焦虑不安，还容易一点小事生气。\n        对于孩子还有愧疚感，觉得自己不够优秀，没能给孩子更好的家庭条件和榜样。\n        对于婚姻，很失望，以前还会去唠叨，去和爱人吵架，现在懒得唠叨，懒得吵。\n        很不喜欢现在的自己，老师，我该怎么办呢"
  },
  {
    "file": "r037.json",
    "title": "该不该向妈妈提当年的事？该不该问妈妈当年是怎么回事",
    "content": "有一件事埋藏在心里很多年，本不想提起！昨天跟妈妈吵架了，我很恨她！\n    那是我和妹妹还很小的时候，有一天晚上很黑，看见妈妈和一个男的抱在一起。后来知道，那个男的是我们邻居。\n     记得我和妹妹上初中了。有一次爸妈吵架，我爸还说了，她和隔壁那男的有关系。当时，我妈还理直气壮，说有什么关系？\n     后来，隔壁一家搬走了。如果这样，那就好了！没想到，那个男的，他的父母搬来了，一直住到二老去世，才将那个房子卖了！在此期间，我上高中，念完大学，参加工作，离开了家。妹妹读的中专，比我早参加工作，留在了家乡。虽然后来嫁人了，婆家也离娘家很近！走路回去，也要不了多远。她的婆家就在我们以前就读的小学附近。妹妹有了孩子后，妈妈帮她带到两岁多。\n    我生完孩子，当地有个习俗，孩子满月要回娘家。在娘家只住了二十几天，我爸心脏病发作，永远地离开了我们。当时孩子感冒发烧咳嗽，我们就把妈妈一起接到我的家里，帮我带儿子。就这样，我们在一起生活了十八年！儿子今年高考上大学去了。\n     在此期间，有时候会为育儿观点不同发生冲突。一和妈妈吵架，我就会想起这件事。就很恨她！我和妹妹是在父母的吵架声中长大的，因为她出轨，心里有别人，瞧不起爸爸，经常和他吵架。我和妹妹就像惊弓之鸟，不知道下一秒他们会不会吵架！我爸脾气特别不好，还没出生，父亲就去世了，继父对他也不好。他自身也有问题！\n      我爸去世时，我妈五十五岁，她没有再嫁人！后半生都给了我们这个家。我的儿子是妈妈帮忙带大的，婆婆没管过，妈妈为我们这个家付出了很多。\n     这个秘密一直埋藏在我心里，从未对妈妈提过。我妈是个很传统的人，很在意别人对她的评价。作为母亲，作为奶奶，她都很称职。为我们子女，儿孙尽心尽力，无怨无悔！\n     所以，我一直不相信，她和隔壁男主，有不当关系。很多次，我都想当面问她，问清楚当年是怎么回事？我怕伤害到她！\n      又转头一想，爸爸已去世十多年，妈妈也老了，七十多岁了，问了又有何意义？\n      我们能陪伴妈妈的日子也不多了，她有高血压，心脏病，也害怕哪一天突然离开我们！应该向前看！过去的，就让它过去！永远不再提！"
  },
  {
    "file": "r038.json",
    "title": "独生女，父母的工具，想和父母分离但无法分离怎么办？",
    "content": "独生女，父亲NPD，从小每天挨骂各种被挑剔、指责，是父亲发泄情绪的垃圾桶。成长的过程中，长期多种躯体化：便秘15年以上，肩颈一有压力就酸痛，身体也动过多次手术，而且还有重要器官的遗传疾病……\n\n父亲对我的打骂母亲一直以来是不发声，不保护，她先保护自己，总是说她不离婚是因为我。所以到我成年后离开家父亲开始对她发泄情绪，她总是跟我说她受不了，她太命苦了，她当年不离婚都是因为我，我有大量的内疚。她从来看不到我，只能看到她自己，我童年时也总是被她骂：婊子之类的，我有现实层面的困难跟她说，她也总是先骂我。\n\n我对父母有大量的愤怒，因为童年我没有得到好的对待。现在父亲借着孝顺的名义，要求我时刻体会他的情绪，给他安慰，给钱，买家里大件东西……我对于他这样的行为很愤怒；对于母亲总忽视我的感受，跟我说父亲就是嘴坏，心里是想着我的，她帮着父亲说话，很多时候为她做的事，她也会直接忽视我的努力，甚至因为帮她给我自己造成了很多麻烦，我觉得自己是一个被父母使用的工具。\n\n这期间我有反抗过，结果是被当街骂，被打得鼻青脸肿，这时候我自己的孩子已经6岁了。后面父亲遗传疾病越来越严重，所以要求我要细心要照顾，要给花钱，要关心……\n\n所以我的困扰是：1.我想不出除了暴力反抗父亲，还有什么方法，因为我不愿意被他使用，也不愿对他温言细语，因为尽管这么多年我一直学习，自我成长，也有心理咨询，但感觉自己千疮百孔，在远离他的日子里，好不容易补上的洞，长出来的肉，回去一趟不但全部功亏一篑，还会多几个洞。\n\n2.不回去面对他也会恐惧。好像只要是节假日我就一定要回去，不然会被惩罚，他会抱怨指责，不孝，白生我……就好像，反正要挨一刀，早晚都要挨，不如回去挨一刀，至少下次回去之前可以安心，不然逃掉了，下次之前内心也无法安宁，焦虑恐惧。\n\n3.内疚感很强，这也是这么多年一直无法分离的原因之一吧。只要他们一抱怨，我就立刻退行到童年的自己，我要为他们的痛苦负责，哪怕我自己充满愤怒，依然无法拒绝。学了很多心理学，参加家庭系统排列课……明白不该背负父母的命运，但依然时好时坏，特别是自己想要逃离的时候，感觉根本逃不掉。\n\n4.现实中，公婆的家离父母家不远，所以每次回去他们都会知道，我先生和公婆也怕我父亲。\n\n原来因为自己希望得到父母的看见和肯定，不停的付出，现在完全因为恐惧而去付出。\n\n是什么原因我给自己创造了这样的困境呢？"
  },
  {
    "file": "r039.json",
    "title": "觉得被父母控制，感受不到爱，活着和奋斗的意义是？",
    "content": "我真的很厌恶我的父母，身边又没什么朋友，不知道活着的意义是什么，感受不到爱。小时候我爸总不让我和我交的所有人玩，小学、初中时出去玩被跟踪过两三次，还告诉我学习好的都是没朋友的，导致我高中为了搞好学习不和别人交流。到了大学，我每次说想和我爸学做菜，我爸就叫我走开，拿了驾照，想练练车，他也打压我，生活中无时无刻不在打压我，但他心血来潮了，又吵吵着叫我做菜，练车，可我那时又没心情了，有一次我离家出走后我妈让我给我爸提提建议，我说了很多，可能是带着情绪说的，就说的有点乱，我爸直接骂我神经病，我难受了很久，我妈也管的比较少，每次一吵架，他们都不会听我解释，用巨大的声音压制我，导致我有心思也不愿和他们说了，我真的不爱他们了，真的累了，不相信这个世界再有爱了，不知道活着和奋斗的意义是什么了"
  },
  {
    "file": "r040.json",
    "title": "29周岁男生，无法信任任何人，我该怎么办？",
    "content": "我一直以来都无法信任任何人，包括所有亲人，朋友，同事。\n可能家庭因素吧，从小是处于打击式的教育长大。\n不管发生什么事情，父母都会打击我，讽刺我，一直做一些破坏我独立人格的事情。如果我跟他们有争论，哪怕是他们完全地错了，他们也会用一句，我是你爸，我就算错的也是对的。来打击我。\n如果我有什么他们不喜欢的小喜欢，比如我记得小时候，坐高点的椅子上，喜欢晃荡双腿，虽然对他们没有任何的影响，因为连声音都没发出，但他们还是训斥我，让我安生点。\n我大概从初三开始，才有了独立意识，感觉压抑的要死。开始完全地叛逆，不再做好学生，忍气吞声，过完高中与大专，只会了活下来。心里无数次发誓，工作了，远离家人，再也不回家。\n\n现在已经完全独立了，但是我对社会上任何人都报着质疑的心态，总觉得都是想利用我，没办法去信任别人。导致现在没有一个知心朋友，也只谈过一次恋爱(是女孩追我，也没有完全投入)。\n我该怎么办或有老师推荐？"
  },
  {
    "file": "r041.json",
    "title": "无条件的爱是存在的吗？对一个人有什么样的意义和影响",
    "content": "一直很疑惑无条件的爱究竟是怎么样的爱？我们一定需要嘛？如果生活中得不到，我们有应该怎么去调节自己内向缺爱的一种恐惧呢？\n从小在家庭里就不被重视，在家里活的战战兢兢，记得很小时候打碎杯子都会被我家人抽耳光关门外。长大以后就算不停的扮演别人喜欢的样子，就算朋友围在我身边被我逗笑，总觉得真正的自己是不被接纳的。极度自卑。真的很想知道怎么改变这种心里。最难过的时候对这个世界都产生怀疑。现在放假在家就自闭。想切断一切和外界联系。甚至怨恨曾经的一切。怎么办。"
  },
  {
    "file": "r042.json",
    "title": "【女力觉醒】职场妈妈该如何平衡工作与家庭？",
    "content": "根据某人力资源平台发布的《2020年职场妈妈生存状况调查报告》显示，在工作投入上，职场妈妈与其他婚育状态的女性无异，日均投入9小时左右；然而，有超过四分之一的职场妈妈，曾因为照顾家庭被迫放弃事业发展。\n\n如何平衡工作与家庭育儿，对于女性确实是一大难题，也带给了职场妈妈各种疲累、心酸甚至崩溃的处境。\n\n那么，女性究竟该如何工作与家庭“两手抓”？如果实在无法兼顾，我们又该如何选择？\n\n请在本问题下发布回答，被标记为“星标”（优质或精华）即为本节任务合格。"
  },
  {
    "file": "r043.json",
    "title": "把我从女儿的联系方式里删除，刷新了我对人的认识吗？",
    "content": "...\n全部\n近一年和老婆闹的比较僵，分居了。我自己是很痛苦的。之前也挽回过，也开过家庭会议，会上她亲戚哭着求她也并没有什么用，意志坚定，我想就这么算了吧，一直承受着走到现在，女儿也不在身边。有时候特别想念女儿，女儿还小，但是她有个微信，我们经常聊天。我自己的想法就是不能轻易丢弃老婆和女儿，但是她执意要离，我也只有配合。但是今天发现她们把我从女儿的联系方式里删除了。说真的，这个是我一直不敢相信的。往前去想，我真的没有做过什么对不起她们的事，我也很看重女儿心理健康问题。我不知道该怎么办了。就很搞笑不是吗？物质的东西我真的不需要，她们一件件拿走我还可以重新再实现，就算她们在别人面前怎么诋毁我我都无所谓了。人本身就已经很痛苦了，可是她们好像觉得还不够一样的。做人不该讲点良心吗？如果说是我做了什么不好的事，我活该，可是......我怎么会遇到这样的人呢？真的该刷新我对人、对人心的认知吗？\n近一年和老婆闹的比较僵，分居了。我自己是很痛苦的。之前也挽回过，也开过家庭会议，会上她亲戚哭着求她也并没有什么用，意志坚定，我想就这么算了吧，一直承受着走到现在，女儿也不在身边。有时候特别想念女儿，女儿还小，但是她有个微信，我们经常聊天。我自己的想法就是不能轻易丢弃老婆和女儿，但是她执意要离，我也只有配合。但是今天发现她们把我从女儿的联系方式里删除了。说真的，这个是我一直不敢相信的。往前去想，我真的没有做过什么对不起她们的事，我也很看重女儿心理健康问题。我不知道该怎么办了。就很搞笑不是吗？物质的东西我真的不需要，她们一件件拿走我还可以重新再实现，就算她们在别人面前怎么诋毁我我都无所谓了。人本身就已经很痛苦了，可是她们好像觉得还不够一样的。做人不该讲点良心吗？如果说是我做了什么不好的事，我活该，可是......我怎么会遇到这样的人呢？真的该刷新我对人、对人心的认知吗？"
  },
  {
    "file": "r044.json",
    "title": "48岁单亲妈妈，总是忍不住发火该怎么办？",
    "content": "48岁，单亲妈妈，孩子13岁，学习不好，也没有主动学习的能力，每次检查孩子的作业总忍不住发火，总是再问，这时为什么？为什么学习这么差，妈妈付出了那么多，却没有收收获，把孩子也养的及不自信，我也非常自责，有时候自责的都想去死了算了。"
  },
  {
    "file": "r045.json",
    "title": "结婚率创新低：低结婚率的背后，来自于婚姻功能的减弱",
    "content": "爱情是美好的，但婚姻的本质是一场交易。\n\n有人说，热恋时期“微不足道的小烦恼”，随着激情趋于平淡，变成了负担和束缚；\n也有人说，结婚就是在一起解决问题，解决那些如果我不结婚的话根本不会出现的问题；\n\n婚姻对你来说意味着什么？你认为是什么原因导致结婚率的下降呢？\n（仔细查看下列任务要求哦）\n————————\n?任务要求\n\n① 数量：回答本提问中的2个问题\n② 字数：≥200字，请分点作答呀～\n③ 时间：1月2日0点-23点59分"
  },
  {
    "file": "r048.json",
    "title": "青春期的弟弟不听我话，作为姐姐该怎么办？",
    "content": "我的名字叫招弟，今年17。正如我的名字，爸妈从小就交给我两个任务：一个是为家里“招”个弟弟，另一个是帮爸妈管教弟弟。弟弟比我小三岁，从小弟弟每一次犯错，爸妈批评完弟弟后马上就会批评我为什么没管好弟弟；那时候他很听我话，我说过他之后他就会改。这两年进入青春期的他开始叛逆，开始顶撞爸妈，甚至在爸妈批评他的时候顶嘴。之后更生气的爸妈就会严厉地批评我，说弟弟现在的态度就是我惯的，我一方面觉得委屈，因为弟弟现在也不听我的话了，另一方面也觉得自责，觉得自己真的是一个很失败的姐姐。我明年要参加高考了，因为成绩不好，本身压力就很大，爸妈的数落更是让我变得烦躁。要是弟弟能听爸妈话就好了，可是我说什么他都不听。昨天弟弟又和爸爸顶嘴，爸爸生气地对我说：“招弟，你要是不把你弟弟教好，我就当没你这个女儿！”这句话让我情绪彻底失控，马上就和弟弟吵了起来，结果反倒是我被他怼到哭，妈妈哄了好久才平复心情。该怎么办才好啊？"
  },
  {
    "file": "r049.json",
    "title": "生娃后睡眠不好心情不顺，依赖小说漫画逃避怎么振作？",
    "content": "看了下记录，我3个月已经看了500多小时小说和漫画了。\n其实很多小说越来越千篇一律，套路很多，但是停不下来，失眠问题，以及熬夜，每天3、4点才能睡着。\n失去了自控力，洗澡做饭家务也不愿意做了……\n怎么才能振作起来？如何改善睡眠？"
  },
  {
    "file": "r050.json",
    "title": "从小被父母管的很严，不愿意和父母交流怎么办？",
    "content": "...\n全部\n高中时期，因为我并不住校，所以每天就是学校和家里两点一线。在学习上，我只要学习退步就会有补习班等着我。父母总会偷偷翻看我的手机等等比较隐私的东西。周末也不许和同学出去玩。所以在家里还是比较压抑没有个人空间的。所以上了大学后，没有父母的管制。遇到事情不愿意和父母进行交流，更愿意和朋友倾诉。\n高中时期，因为我并不住校，所以每天就是学校和家里两点一线。在学习上，我只要学习退步就会有补习班等着我。父母总会偷偷翻看我的手机等等比较隐私的东西。周末也不许和同学出去玩。所以在家里还是比较压抑没有个人空间的。所以上了大学后，没有父母的管制。遇到事情不愿意和父母进行交流，更愿意和朋友倾诉。"
  },
  {
    "file": "r051.json",
    "title": "离婚又再婚，不喜欢大女儿，怎么办？",
    "content": "...\n全部\n我大女儿刚出生就转到ICU，1岁前做过两次手术。我当时心里很难过，直到她上学前才慢慢释怀。我当初就发誓不再离开她半步，要给她最好的生活。她四岁的时候，我和她生父离婚了，离婚后我们再也没有见过她生父，是我一个人抚养她，她六岁的时候我再婚了，就把她寄养在我父母家里。我和她之间的隔阂就产生在她上学后，她学习不好，感觉比别的孩子笨一些，在班里男女同学都欺负她，我总要去学校帮她解决这些事情。慢慢地我就不太喜欢她，辅导她作业时，一着急就打她，打完又后悔，心里也难受，这种难受程度都会让我失眠。她8岁的时候我有了她妹妹，她妹妹又聪明又可爱，就更不喜欢她了，觉得她除了吃，一无是处，不长进不听话，吃的很胖还出现早熟症状，住院治疗。现在她9岁了，我越发的讨厌她，最近因为寒假作业的事情，我又和她发火了，把她送回姥姥家，一直不想见她，心里很气她。我知道这样做不对，是不负责任，可是我也不知道该怎么解决这个问题。\n我大女儿刚出生就转到ICU，1岁前做过两次手术。我当时心里很难过，直到她上学前才慢慢释怀。我当初就发誓不再离开她半步，要给她最好的生活。她四岁的时候，我和她生父离婚了，离婚后我们再也没有见过她生父，是我一个人抚养她，她六岁的时候我再婚了，就把她寄养在我父母家里。我和她之间的隔阂就产生在她上学后，她学习不好，感觉比别的孩子笨一些，在班里男女同学都欺负她，我总要去学校帮她解决这些事情。慢慢地我就不太喜欢她，辅导她作业时，一着急就打她，打完又后悔，心里也难受，这种难受程度都会让我失眠。她8岁的时候我有了她妹妹，她妹妹又聪明又可爱，就更不喜欢她了，觉得她除了吃，一无是处，不长进不听话，吃的很胖还出现早熟症状，住院治疗。现在她9岁了，我越发的讨厌她，最近因为寒假作业的事情，我又和她发火了，把她送回姥姥家，一直不想见她，心里很气她。我知道这样做不对，是不负责任，可是我也不知道该怎么解决这个问题。"
  },
  {
    "file": "r052.json",
    "title": "如何不再用“自己被对待的方式”去对待自己的孩子？",
    "content": "我是32岁的宝妈，宝宝两岁，16年毕业就一直在爸妈的家具厂里画cad图纸，这个工作不难，工作任务不重，甚至很轻松，没有工资，提供我吃住，有零花钱，用于工厂一些运营和自己的日常用品，结婚时只有父母给的13万嫁妆（加工资）和10万的彩礼加礼金。\n宝宝现在两岁，有不满就哭闹，会打人，会摔东西，会看人脸色，会特意对着你笑，出门很乖，不怎么说话，体检智测时宝宝一动不动握紧小手，只看着不说话，有时候有了小委屈不敢哭，我给的才很伤心的痛哭。我能感觉到他很缺安全感，很敏感，也很脆弱，我知道我应该有稳定情绪，不改发脾气，我想爱护好他，我不想让他受到我遭受的对待，我想他能开心快乐茁壮成长。但我还是发现，我在用我被对待的方式去对待他。达不到我的满意就吼他发脾气，他做错了就要罚他必须改，强迫他做我认为应该做，必须做，对他好的事等等等等。我怎样才能不下意识的用自己被对待的当时对待他呢"
  },
  {
    "file": "r053.json",
    "title": "女儿3岁，离婚后如何给予孩子心理上的关爱？",
    "content": "离婚后，如何给予孩子心理上的关爱，女儿3岁，刚上幼儿园，跟着妈妈，作为父亲如何给予孩子心理方面的关爱，恳请专业老师提供下宝贵建议。十分谢谢！"
  },
  {
    "file": "r054.json",
    "title": "感情和人际关系中，谁占上风谁占下风？",
    "content": "...\n全部\n感情中和人际关系中谁占上风谁占下风？谁强谁弱？感觉互相尊重互相理解互相包容相处起来会更舒服，到如果我做到了尊重理解包容，但别人占上风，很强势，我该怎么办？\n感情中和人际关系中谁占上风谁占下风？谁强谁弱？感觉互相尊重互相理解互相包容相处起来会更舒服，到如果我做到了尊重理解包容，但别人占上风，很强势，我该怎么办？"
  },
  {
    "file": "r056.json",
    "title": "老公的升迁让我害怕，焦虑，怕被抛弃，怎么办？",
    "content": "36岁&女&主妇\n本身老公是一个简单的上班族，老公对我很体贴，我觉得这种简单的人际关系很安逸很幸福。最近老公跳槽升迁成为公司管理者。让我有了危机感。一方面收入的增加很欣慰，但另一方面，在公司的时间增加，我总是不断地幻想他被公司小姑娘讨好出轨的画面。老公的升迁让我很害怕，焦虑。怕被抛弃、怕我的老公不再只爱我一个。"
  },
  {
    "file": "r059.json",
    "title": "和高一女儿关系紧张，有时想干脆搬出远离她，怎么办？",
    "content": "女儿一直是我陪伴教育 经常犯点错 但我觉得正常  比如偷玩手机 偷懒作业 但是她基本上算听话 但是到了高一 谈恋爱了 初中也有过 但是之前我们都能好好沟通 我给她建议她也能听进 如果没有分寸我会批评她 告诉她不能谈恋爱 好感需把握分寸  高一喜欢上一男生 被我制止 怕他们克制不住没了分寸 因此我和她发生了争吵 她不让我管 我很伤心便说一切都不管她 然后 她爸管她 我和女儿冷战了两个多月 后面她和她爸发生了冲突  近段时间我们偶尔有了交流  今天说到她不好的习惯时 她就又开始语言不敬 非常嫌弃和我在一起 她说我一句话不说她最自在 我特别伤心 感觉自己很失败 为什么她会变成这样子？我从未因为她考试差而骂过她都是帮她分析鼓励她只要努力一定能进步 然后督促她努力 现在她却说我每次因为她考不好骂她甚至打她  我真的很无语她的胡言乱语 她反感长辈的批评教育 态度不好 我该怎么办 有时想干脆搬出去远离她"
  },
  {
    "file": "r060.json",
    "title": "38岁，乳腺癌，男人出轨，孩子叛逆，应该离婚吗？",
    "content": "女，38岁，两男孩，大的14岁，小的4岁，2022年确诊乳腺癌，做了放化疗，现在吃药打针，24年发现男人出轨公司一个23年死了老公的女同事，他给的说法是满足生理需求，双方各取所需，我当时第一反应是这个男人太坏了，结婚15年，我做网店，他打包发货，赚钱压力都在我这里，买了两套房一辆车，22年他炒股亏了10几万才出去上班的，上班没几个月我就查出癌症，做完治疗他就盼着我继续赚钱了，但因为我做治疗后身体很差，睡眠心理一切都不好，还一个人在家带两个娃，本事都很崩溃，但婆家没有人给我心理支持，并且婆婆很害怕家里的亲戚朋友知道我的病，所以除了婆婆娘家的两个舅舅家知道，公公这边的亲戚一个都不知道，她说知道了会被人看不起。十多年来他没有赚到钱，在我最需要他安慰的时候他去安慰别的死了老公的女人，也才刚刚开始赚一点钱就出轨了。我知道很重要的一个原因是我满足不了他的生理需求，我是不是应该成全他，他也才30多岁。我自己又是远嫁，也没有娘家人在身边，心里很苦，孩子也不懂事，小的又小，大的叛逆，几个月都不跟我说话，我一个人在家带两个孩子本身就特别压抑，男人还在外面找女人，内心超级崩溃，现在心理状态好一些，我内心挺想把孩子带好的，舍不下他们，但我又经常会被他们气得受不了，老大老是打老二，很凶，下狠手，我拉不住老大，也护不住老二，每当这时候我特别无力，我很想一走了之离开这个家，我好清清静静养病。但又担心自己以后的生活。同时我又想，不离婚我以后能靠得住谁呢，男人还是孩子？在这种家庭环境下，我可能活不了多久，我很想家庭好起来，但我没信心，我自己没有那么高的能量一个人影响家里叛逆的孩子和出轨的男人。我觉得我在这个家没有意义了，我想为自己而活。我特别迷茫无助，不知道到底应该怎么办？他现在还明里暗里要我做网店，还想我像以前一样赚钱，我以前怎么赚钱的呢？白天带孩子，晚上两三点三四点的熬夜，有谁顾我的身体呢？"
  },
  {
    "file": "r061.json",
    "title": "父母让我感受不到温暖，可靠，安全感也没有？",
    "content": "从小到大我妈在我记忆只有打骂，刚上一年级教我学习只要我不会就会打我脸，然后就会选择装睡来逃避，她从来不会觉得她错了当我长大了和她说这事却只有冷笑，虽然她很爱我，也知道她的教育方式不对，但是发生了怎么可能不在乎。还有我的父亲一直不上班啃老我是真的看不起他还不负责任一点当担当也没有把啃老啃的理所当然没有上进心还老是教育我，我的父亲对于身为父亲安全我都感受不到，特别小气，舍不得给我买任何东西，手机电脑一样都没给我买，现在的手机还是我自己拿钱买的，上大学之后我才发现父母的差距我父母为锻炼我让我干着干那，人家父母都舍不得孩子，人家孩子在家不干嘛到学校自己生活的也比我好。我父母总说我老跟别人比，我只是羡慕人家的父母对孩子的温柔体贴和保护。我真是把什么苦都经历过了，从小被打，到被人侵害，我的父母从来没保护好我。我父亲知道我被人侵害只是告诉我都是小孩哈哈我妈到是不淡定要把他们杀了，我爸却逃避，废人。"
  },
  {
    "file": "r063.json",
    "title": "控制欲强，毫无仪式感的男朋友以后会是丧偶式育儿吧？",
    "content": "23岁女生，跟男朋友认识是个十分巧合的巧合。大一的时候跟他在社团工作中遇见，那个时候觉得他什么都好，基本上是一见钟情吧。\n\n后来我开始追他，没错，女追男，我没觉得有什么不好意思的，我试过在平安夜当天淋着雨去他楼下给他送苹果、试过在他打球的转角处留一只矿泉水并附带一张纸条给他，后来我们开始聊天，差不多一年左右我们开始在一起了。\n\n15年在一起，如今已经有4年了，一开始他只不过认为我是路人，不会在一起很久的（他有提过一开始并不认真），后来我觉得他这个人除了自恋、自以为是之外，还真的很没有仪式感……\n\n女生都很重视仪式感，就拿昨天520来说，他在宿舍里一直打游戏（我们同居了），没有提到半句“我爱你”，他一直如此，纪念日也忘记、520根本不重视，何况我昨天提出了一个希望（希望他能写信给我），哦，我是在做梦呢。"
  },
  {
    "file": "r064.json",
    "title": "【超越原生家庭】性格孤僻，不懂得正常与人相处？",
    "content": "40+女性，父母都不是擅长人际关系的人，自己也不太喜欢去搞人际关系，觉得没有必要，有小孩前没觉得这个影响多大，现在看来孩子10岁了，他也没有榜样可以学习，跟同龄人相处的也不是很好，性格孤僻确实不适合在这个社会生存，想去改变。\n第一个问题是不知道从哪里做起，第二个问题是，这个改变相当剧烈，因为不擅长，并且不知道人际关系的边界感，总有恐惧，也得不到什么反馈，或者也不清楚自己对于人际关系的潜意识到底是什么？"
  },
  {
    "file": "r065.json",
    "title": "错过了教育孩子的最佳时期，非常非常的后悔怎么办？",
    "content": "当孩子小的时候我还不成熟，非常非常的不成熟。不知道该怎么去教育孩子？\n孩子现在初三一堆的问题，很差劲。\n自己现在不知道该怎么办了，自己的丈夫也不是很给力，不懂教育，也经常骂人，暴躁。和他沟通了很多很多次，没有成效。\n❤️我现在内心充满了绝望，今晚都睡不着觉，非常的抑郁。\n❤️心理老师也找了，也谈了，不管用。这两个先生都听不进去我说的话。\n❤️痛苦痛苦到极点，抑郁症呀，爆发了，整夜整夜的睡不着觉。然后胃痛，呕吐。\n\n每天这样痛苦的生活，还真不如死掉了。\n\n求助各位老师，我该怎么办？怎么活下去"
  },
  {
    "file": "r067.json",
    "title": "我30岁，有个控制欲超强的妈怎么办？",
    "content": "我有个控制欲非常强，并且很强势的妈妈，但是我已经30岁了，也已经有了个快三岁的孩子。我妈可以做到安排我们家早饭吃什么、周末吃什么，一旦发现我们没有按照她的安排来吃饭或浪费她为我们准备的食物就会很不开心。\n最近一次让我最崩溃的是我的妈妈坚持要插手我对孩子的教育，因为她认为我们作为父母教育孩子的方法不对，孩子太小，不应该教她。甚至在我的孩子面前对我责骂道你这样教她100遍她也记不住，你这样教她她早晚要精神病，你既然这样对她不负责你有本事就把她从楼上扔下去！（我从小只要考试没考好或者做错事，我的妈妈就是用尺子抽，抽耳光，在加上各种言语辱骂让我去死，去跳楼）。\n因为这件事，我崩溃大哭到让她滚出我家，我甚至有了想一跳了之的念头。我觉得在我妈的控制下我就是一个行尸走肉，不按她的想法去生活，我就成了她嘴里没良心，可以直接去死的人。这让我很郁闷，也很痛苦…"
  },
  {
    "file": "r068.json",
    "title": "和老公价值观不和，怎么办？",
    "content": "结婚四年，孩子两岁。越来越觉得和他价值观上的差异。先生算是好老公，下班回来也积极看孩子做家务。我从怀孕起就全职家庭主妇，没孩子前我们俩各自都花自己的钱。有孩子后，我没了收入，主要的家庭来源就靠他一个。由此才发现观念差别太大。我们没有共同爱好，没有共同语言，对生活品质要求不同。我认为家里应该买扫地机和洗碗机，减轻大家的重复劳动，省下的时间可以多陪家人，另外我的腰椎不太好，虽然他下班也做家务，但他经常出差，毕竟我经常在家，肯定干的多一点，累着了就会腰疼。他认为浪费钱，觉得一下子就干完的活，没必要。我认为给孩子从小培养阅读习惯，就买了很多书，绘本，也坚持每天给孩子读，他却觉得我买的太多，有的书孩子根本不看。事实上孩子的阅读类型会一直变的，上周不看的书，也许这周就要天天读。类似的问题有很多，我觉得我们应该培养共同爱好，他却不响应。刚开始我努力的去经营婚姻，可现在我也麻木了，觉得无法叫醒一个装睡的人"
  },
  {
    "file": "r069.json",
    "title": "性格内向，不善交际，人缘差怎么办？从哪里找到突破口",
    "content": "...\n全部\n女， 33 岁了，属于性格内向，不善交际那种，胆小，脸皮薄，内敛，容易害羞。虽为人真诚和善友好，但仿佛很难有谁能跟我处得很近，再加上远嫁，更是举目无亲朋，新朋亦没有。五年了呀，不是同事，就是孩子老公，一点儿人际关系上的突破都没有。大家都喜欢和情商高的人交朋友，而我可能情商太低了吧（我得承认）?‍♂️，可我还偏偏渴望能有个可以知我懂我无话不说的朋友（我老公看着就没有这需求），着实为难自己了，至少在现在的工作环境很难，那我是该改变自己迎合环境，还是鼓足勇气换个环境呢？俩娃的妈了，再加上身上背着各种贷款，真的不敢轻举妄动，人生仿佛进入了一个死循环，无解了?我该从哪里找到些突破口呢？?\n女， 33 岁了，属于性格内向，不善交际那种，胆小，脸皮薄，内敛，容易害羞。虽为人真诚和善友好，但仿佛很难有谁能跟我处得很近，再加上远嫁，更是举目无亲朋，新朋亦没有。五年了呀，不是同事，就是孩子老公，一点儿人际关系上的突破都没有。大家都喜欢和情商高的人交朋友，而我可能情商太低了吧（我得承认）?‍♂️，可我还偏偏渴望能有个可以知我懂我无话不说的朋友（我老公看着就没有这需求），着实为难自己了，至少在现在的工作环境很难，那我是该改变自己迎合环境，还是鼓足勇气换个环境呢？俩娃的妈了，再加上身上背着各种贷款，真的不敢轻举妄动，人生仿佛进入了一个死循环，无解了?我该从哪里找到些突破口呢？?"
  },
  {
    "file": "r070.json",
    "title": "44岁已经有两个女儿，是为老公拼儿子还是离婚？",
    "content": "赶上国家开放三胎，开始他含蓄崔生三胎，到直接说想要儿子，到在亲戚面前夸海口说今年生儿子。\n我开始被提生三胎气哭n次，说你自己找人生，我不生时他沉默应对。到他反抗说你不生，我离婚找人生，然后我们都暂时消停了，因为他忙起来了。\n然后他说要找助理扩大业务，就天天围着一女人（前同事）转，早中晚定时三次微信汇报大小事（包括分享他的心情）。有天约在西餐厅吃饭，我问他不承认，说担心我吃醋就找另外一个人作伪证，结果那女生实诚，全告诉我了。我去查他通话记录也再次感谢确认了，还意外查到551那种情侣头像短号,他说不记得了，我没查出对方，这女生被我劝走了。从约女生吃饭那天起，他开始存私房钱很多次，陆续被发现合计近90万。目前他对我的微信电话不耐烦，对于我查他手机也不耐烦，3月改了手机密码。\n生三胎的事，原来是直接怼他改为拖延，但我内心越来越坚定不值得为他生三胎，但还可以凑合不离婚，目前找不到说服老公不拼儿子的办"
  },
  {
    "file": "r071.json",
    "title": "用心培养儿子他却总给我添麻烦？感到无力烦躁和羞耻",
    "content": "生活中一直焦虑孩子的教育问题，儿子已经到了青春期，性格急躁，又很有想法，作业多了就漏掉一些不想做，卫生习惯比如刷牙也是能不做就不做，在学校会故意欺负他喜欢的女生，看上去大错不犯但是小错不断，表面上我对他在教育上尽心尽力，但经常为了提醒他做这些事感到心烦无力，尤其是被老师或者家长告状，我会陷入很大的负面情绪中，觉得无力烦躁，也看不到他其他优点了，甚至会有深深的羞耻心，似乎因教育失败而否定了我整个人，这是怎么了？"
  },
  {
    "file": "r072.json",
    "title": "总感觉第三代的教育有问题，对此很焦虑，该怎么办？",
    "content": "夲人对女儿从小要求很严，女儿也很优秀。但她不接受对自已儿子严格要求，我很焦虑"
  },
  {
    "file": "r073.json",
    "title": "媳妇和婆婆带娃，意见不一致，如何处理这件事？",
    "content": "现在我老婆和我妈在杭州带孩子，由于我妈生活在云南，不习惯开空调，经常把空调关掉。\n但我老婆觉得家里太热30多℃，不开很难受，而且孩子也热得难受。\n\n我白天不在家，上班时老婆发微信给我说了这事，让我去和我妈说开空调的事，但我担心我妈认为是我老婆来找我告状，后面起矛盾。\n\n请问我应该如何处理这件事情？在线等求助~！"
  },
  {
    "file": "r074.json",
    "title": "30岁对人生很迷茫，事业婚姻该如何是好？",
    "content": "今年33岁了，专科学历，目前月薪5000左右，县城稳定工作，倒是不累，就是每天的工作都差不多，很乏味，可我又觉得这样很稳定，觉得至少比开出租和送外卖强些，从毕业开始一直坚持干了十年，没什么晋升和发展空间，可能再干十年也是这个工资，若是65退休我可能干到55岁就体力不支了也不一定，这是第一个让我发愁的地方。再说结婚问题，毕业后就一直相亲，可能我情商太低，一般女生找我聊几句就不想再继续了，也可能我的工资确实太少了吧，好处是我已经买了房子，平时也算能够用，这是第二个让我发愁的问题，其实解决了第一个问题那这第二个问题估计也好解决。想来想去也无非就是事业和爱情这两大老难题，其实关键还是事业问题，解决了事业爱情也就不难办了。十年前我想去学动漫设计，后来都说没前途我也就放弃了，其实现在想想能天天干喜欢的事即使挣不着钱结不了婚只要饿不死也会挺幸福的吧。唉，不知如何是好，每天回家就是打游戏，很颓废。"
  },
  {
    "file": "r075.json",
    "title": "如何分析-18至34岁青年是成人中最焦虑群体？",
    "content": "《中国国民心理健康发展报告（2019-2020）》显示：18至34岁青年是成人中最焦虑群体。\n\n从心理学角度来看，如何分析：\n1、为什么18至34岁青年是成人中最焦虑群体？\n2、在不同年龄层次里，如何避免过于焦虑？"
  },
  {
    "file": "r076.json",
    "title": "40岁女，觉得自己是个大loser，有点想重来？",
    "content": "40岁女，回想前十几年的经历，懊悔自己浪费了很多机会，导致现在庸庸碌碌，自己是个大loser，做人没什么意思，对家人和工作提不起来兴趣，对以前感兴趣的事情，也丧失兴趣。在和以前同学比较下，觉得自己像个可怜虫一样可笑。想带孩子结束?，重来？人生会不会有起色一点？当然只是想想。"
  },
  {
    "file": "r077.json",
    "title": "每5个孩子就有1个抑郁：家长该怎么察觉孩子的求助？",
    "content": "2012年，中国大陆25个地区2679名青少年（10-25岁）抑郁比例为20.3%。也就是说大约5个孩子中有1个有抑郁倾向。\n\n世卫组织曾预测，至2020年以前，全球儿童心理障碍还会增长50%，将成为致病、致残、致死的主要原因之一。全世界儿童青少年心理疾病发病率在20%左右，实际上得到合理诊疗的比例不足20%。\n\n这一系列数据都在说一个结果：\n别再忽视孩子的心理健康了。\n\n跟各位家长 老师一起讨论：\n1、“好好的孩子，怎么突然就抑郁了？”——当孩子已经确诊抑郁时，最可能是因为什么因素？什么让孩子感到痛苦？\n\n2、作为家长，该怎么察觉孩子的求助 ，什么样的表现需要注意？又该如何帮助孩子疗愈内心的痛苦？\n\n3、若接受儿童/青少年心理咨询，家长应该怎么配合治疗呢？"
  },
  {
    "file": "r079.json",
    "title": "家境不错却对我很苛刻，父母这么做是什么心理？",
    "content": "小的时候我爸爸对我说，他们只抚养到我18岁，18岁以后就不给我生活费了。我是女生，25岁，家庭条件不差，开厂的，但我以前很狼狈，我妈妈经常用好东西，甚至是贵的离谱的娱乐用的东西，但以前爸爸说他们用的是自己赚来的钱，我没有赚钱能力，就不能用我想要的，我想问下他们这是什么心理？因为肯定是造成了我感到委屈和不被爱的感觉的。但我想知道他凭什么会这么说，是因为他不爱我，我想告诉他这么说是不负责任的，不公平的，我可以用什么心理学的理论来反驳他？"
  },
  {
    "file": "r080.json",
    "title": "【周一树洞】过去半年里，最让你有成就感的事是什么？",
    "content": "...\n全部\n今天是7月1日，刚好是2019年下半年的第一天。朋友圈里满是“7月你好”和各种各样的flag，让我感觉与2019年前6个月有一条无法逾越的分界线。\n\n是的，我们无法回到前半年了，我们看着7月后未知的每一天，小心翼翼地立着下半年的flag，然后藏在手心里。\n\n但我觉得在立flag之前，总结和复盘前半年留下的事情非常重要，不妨想一想在过去半年里，最让你有成就感的事是什么？可能是成家、旅游、做自己喜欢的事、有了自己想要的自由、认识了非常要好的朋友等等……\n\n成就感能给我们正激励，带着迎难而上的信心，继续往2019年下半年的方向出发~~~\n今天是7月1日，刚好是2019年下半年的第一天。朋友圈里满是“7月你好”和各种各样的flag，让我感觉与2019年前6个月有一条无法逾越的分界线。\n\n是的，我们无法回到前半年了，我们看着7月后未知的每一天，小心翼翼地立着下半年的flag，然后藏在手心里。\n\n但我觉得在立flag之前，总结和复盘前半年留下的事情非常重要，不妨想一想在过去半年里，最让你有成就感的事是什么？可能是成家、旅游、做自己喜欢的事、有了自己想要的自由、认识了非常要好的朋友等等……\n\n成就感能给我们正激励，带着迎难而上的信心，继续往2019年下半年的方向出发~~~"
  },
  {
    "file": "r083.json",
    "title": "合适或者是不合适？我能不能接受她的缺点？",
    "content": "她现在心有他人了，对我失望到极点了，伤她太深，让她看到我都恐惧。婚姻中，我没做到包容，认同和关心她，当然她也有我不喜欢的缺点，不做家务，工作没有一份做满半年的，常常不为别人着想，上超市买东西只买自己的，对家庭的关念不足，只爱自己。过于追求外在的美。打扮自拍，常常在洗手间呆上一个多时。为了这些我经常数落和骂她，一吵架就砸手机，讲离婚。对她不闻不问，常常我行我素，晚上更是爱回不回，没考虑过她的感受。现在想想这都是我一手造成的，自己都原谅不了自己。我们有个五岁的孩子，她前后应该带了3年，现在我爸爸在老家带，也许想挽回，孩子是个纽带，现在我能做的只有不打扰她，和好好想想我的不足，还有如果真回来了，我能不能接受她的缺点，或者我们两人根本不适合在一起。感谢大家给点建议。"
  },
  {
    "file": "r084.json",
    "title": "童年经常被欺负，我有怎样的父母，又有怎样的童年？",
    "content": "我爹小时候经常和我诉苦和我说从小父母就没了。会暴怒暴，有次睡懒觉用砖头砸破窗户叫我起来。用暴怒的方式让别人屈服。他会找一些他的朋友莫名其妙来批评我，感觉就是否定我来开心\n我妈经常和我说小时候外婆不停打她最后我妈就拿刀不停割自己脖子说你再打就我就死。喜欢翻我手机然后到处和人说我以后想干嘛干嘛然后很多人对我议论我很讨厌这样。不认识的邻居把我种的仙人球挖走，我妈还笑着看邻居讽刺我。在大年初一经常会哭。我家每年除夕都特别冷清放。最看重的是祭祖。\n我童年是经常被欺负然后爸要我不要惹事做老实人，同村的小伙伴经常取笑戏弄我，学校里也被老师同学霸凌，小学寄养在亲戚家有次把一个笑话我的人打了晚上他爸爸很凶的找到我，想打我，第二天上学两边的邻居都很盯着我议论我。我父母从小要我做老实人从小贬低侮辱我找乐子也让身边人一起讨厌我，长大以后有一个过年走亲戚才会见到的好像是表弟的表哥她妈妈突然来讽刺我，都不熟的人"
  },
  {
    "file": "r085.json",
    "title": "支离破碎的原生家庭，应该怎么相处才能避免被反复伤害",
    "content": "从出生开始父母打架吵架家常便饭，父亲打了母亲，母亲就打我或者哭，怪我，挂在嘴边的话：要不是你我早离婚了。但是很明显我现在已经成家立业他也没有离婚。父亲母亲都会无缘无故殴打我，有时候会睡梦中被揪起来打，很小很无助的时候只会哭，然后变得更加听话懂事不敢反抗，从小的无人格折磨让我养成了低自尊性格，总觉得自己低人一等，也不懂反抗，也不会正确表达自己的需求\n考虑到父母自己也没被爱过，也是可怜人，甚至完整的读书都没有。从我工作到现在仅仅两年以借钱名义和我拿了15万余元未还，从怀孕到现在32周没有到我这里看过我一次，没有提出要给孙子置办东西，我孕26周趁五一回家一趟，父母争吵依旧，好似已经刻在他们骨子里，我被吓的不停流眼泪，肚子一直在疼，原本计划回家七天因他们争吵提前三天回来了。生日父亲节母亲节我忘记了会在第二天专门打电话提醒我发红包给他们，没事的时候可以一个月不联系我，除非我打电话给他们。"
  },
  {
    "file": "r086.json",
    "title": "为什么一到想和妈妈好好聊聊的时候，就会吵架？",
    "content": "...\n全部\n有了孩子后，需要母亲来家里与妻子一起照顾孩子，可是很多时候母亲的习惯和我们很不同，自己总会抑制不住的想要母亲按自己的方式来带孩子，总是产生矛盾，让妻子和孩子总在听我和母亲的争吵。争吵过后又很懊恼，母亲也很生气，总是会说一些破罐子破摔的话，类似那我就是没本事之类的，感觉很无力\n有了孩子后，需要母亲来家里与妻子一起照顾孩子，可是很多时候母亲的习惯和我们很不同，自己总会抑制不住的想要母亲按自己的方式来带孩子，总是产生矛盾，让妻子和孩子总在听我和母亲的争吵。争吵过后又很懊恼，母亲也很生气，总是会说一些破罐子破摔的话，类似那我就是没本事之类的，感觉很无力"
  },
  {
    "file": "r087.json",
    "title": "26岁，考研三次失败，感觉人生没有希望了，怎么办？",
    "content": "初中经历过校园暴力，对处理人际关系很恐惧，进入职场也因为人际关系问题，性格内向，被领导讨厌，被同事欺压。辞职考研，考了三次都没考上。失眠半年多了，吃了睡眠片还是一两个小时都睡不着。每天活在焦虑中，对未来充满了迷茫和绝望，对什么都提不起兴趣。连续三年不敢回家过年，不想看到父母家人失望的样子。觉得自己什么也不会，什么也做不好，没有什么技能，不知道擅长什么工作。没有人喜欢自己，连自己都讨厌这个不够努力的自己。感觉未来没有希望了，觉得自己做什么事都很费劲，总是走很多弯路。想问问，还有救吗"
  },
  {
    "file": "r088.json",
    "title": "如果孩子不听话，或者达不到我的要求，我就想哭？",
    "content": "我今年32岁，有一个4岁的男孩。孩子出生的时候，有新生儿缺氧缺血症。右侧身体肌张力高，踮脚走路，也是左撇子。一直在做康复治疗。目前智力没有问题，但这件事给我留下很大的阴影。从孩子出生到现在，每天都在想尽办法帮他早教（大运动，精细运动，语言发展，情商培养），希望他追上同年龄的小孩。皇天不负有心人，他现在发育的水平和同龄人差距有，但不是非常大。但是由于出生的月份，他是班级里最小的小孩，目前有一点跟不上班级的进度。他不爱做手工画画，语言发展慢不会表达自己。我虽然给自己打过预防针，但是看到他的落后和老师的反馈，心里依然失落。我调整过自己对他的期待，但这样会失去我努力的动力。感觉我穷尽所有，也只是想让他成为一个普通人。而我自己从小特别自觉，总是班里第一名。很多时候，我无法理解，为什么养育他会这么困难。我每天就像消防队长，根据老师的反馈，他哪里不足给他补哪里，想尽各种办法帮他追赶上去。我觉得好累"
  },
  {
    "file": "r089.json",
    "title": "如何维持一段长久的恋情？",
    "content": "之前有过恋爱失败的经历，不知道是自己真的不值得爱，还是遇到了错的人。现在遇到了很喜欢的人，温暖大度，温柔坚强，希望能和他一起走下去，可是怎样才能维持一段恋情，一直走下去呢？"
  },
  {
    "file": "r090.json",
    "title": "刚刚怀孕一个月，本来睡眠不错的我有点胡思乱想？",
    "content": "...\n全部\n本来我睡眠特别好，也很有规律，9：30睡，早上6：30起床，自从怀孕一个月后肚子慢慢大了，睡前本从不胡思乱想的我居然开始睡前胡思乱想了，总想着宝宝万一不健康怎么办，而且是第一胎也是第一次怀孕，没经验，本来睡前不看手机的我总是在百度里搜这搜那，明明没到孕检的时间总想去医院做B超看看孩子好不好，不是意外怀孕已经吃了三个月叶酸和孕妇钙应该很安全，但我平时不担心睡前总是想这事，我该怎么办\n本来我睡眠特别好，也很有规律，9：30睡，早上6：30起床，自从怀孕一个月后肚子慢慢大了，睡前本从不胡思乱想的我居然开始睡前胡思乱想了，总想着宝宝万一不健康怎么办，而且是第一胎也是第一次怀孕，没经验，本来睡前不看手机的我总是在百度里搜这搜那，明明没到孕检的时间总想去医院做B超看看孩子好不好，不是意外怀孕已经吃了三个月叶酸和孕妇钙应该很安全，但我平时不担心睡前总是想这事，我该怎么办"
  },
  {
    "file": "r091.json",
    "title": "为孩子投入所有精力，却不是书中的模样，为何不能如愿",
    "content": "当我得知自己要做一名母亲时，我就发誓要做一个好妈妈，并好好培养自己的孩子。\n    我开始看各种育儿书籍?，努力控制自己的情绪，每天带他去散心，害怕别人伤害孩子，自己亲历亲为，从不把孩子给亲戚照顾。\n    看育儿书说让孩子顺应自己的天性，我就很少去制止他的一些行为，属于放养。后来我发现，我好像走进了极端，因为家里新装修的房子被孩子画的乱七八糟，管也不敢管，怕伤害孩子。因为自己一个人带，孩子缺乏活力，讲话也不够清楚，特别是自理能力很差，出门外在也畏畏缩缩的，完全不是书中孩子的样子，我都要崩溃了。"
  },
  {
    "file": "r092.json",
    "title": "为何我的父亲对孩子如此关注和在意？",
    "content": "我是独生女，目前在二级城市工作，有车有房，爱人恩爱。我父亲小时候在农村长大，家里很穷，而且很不和睦，经常因为一点小事争吵。我的母亲性格很好，家庭和睦，心胸宽广。\n我们家的矛盾在我的孩子出生后彻底爆发了，但凡孩子生病或者吃饭少，我父亲就一天到晚的埋怨，唠唠叨叨，今天抱怨家里请的阿姨没听他的，明天抱怨我妈妈没给孩子好好做饭，还经常大发雷霆。其实我很清楚，大家已经非常尽心尽力了，孩子胃口小不是做饭的问题，阿姨不听他的是他观念太老土，他的说话方式也不好让人不爱听。我们尝试跟父亲沟通，跟他讲科学育儿方式，油盐不进，还经常说别人家的孩子怎么管的，我们必须那样。我们让他少管一点孩子或者情绪不好就休息，可是他什么也听不进去，态度还特别差，我们也难免有了情绪，语气稍微重了一点，他就觉得我们大家所有人都针对他这个人，觉得自己付出那么多我们还说他，有次骂我不忠不孝，我心都凉了。\n我以后该怎么跟父亲沟通？"
  },
  {
    "file": "r093.json",
    "title": "孩子受欺负了宁愿忍气吞声，如何给孩子增加自信？",
    "content": "孩子小学四年级，心智比同龄人要幼稚很多。身高也要矮一些，做事情没有自信，受欺负了也不敢还手，自己宁愿忍气吞声，太过于善良。课堂上注意力不集中，四年级下册稍微好了一些。没有动力去学习，干任何事情需要家长的督促，性子内向，磨蹭慢"
  },
  {
    "file": "r094.json",
    "title": "不爱一个人了，还要为了孩子苦苦坚持嘛？",
    "content": "和他在一起十年多了，经历好几年的大吵，家暴。最近半年自己变了很多 变得温柔 不再语言暴力，形象上也改变了。我们似乎了又像之前一样好了，回到恋爱的时候，可是我不爱了，也没话题了。我忘不了他对我的伤害，也依稀记得打我的一幕幕，现在如果离婚孩子没人带，我也没有经济能力养不了孩子，但是在一起，又真的没意思。在小镇上生活了六年，没玩的，也没有新鲜劲，在一起那会还小，三观没有形成，每天真的好没意思。"
  },
  {
    "file": "r095.json",
    "title": "40岁还没找到对象，害怕孤独终老，感到人生无望？",
    "content": "我真的好害怕自己会孤独终老，我已经是快40岁的女人了，我还没找到对象，我感觉再也找不到另自己满意的人了，有些无望感，我不知道自己如何坦然活下去。想想我竟然从来没谈过恋爱就觉得自己这前半生很可悲。"
  },
  {
    "file": "r096.json",
    "title": "儿子14岁，学习总不上心，沉迷游戏，怎么教育他？",
    "content": "儿子14岁，不和我在一起住，在他姥姥家住，学习总是不上心，不做作业，成天玩手机沉迷在游戏里，说多了性格倔强，耍脾气，不说又不行马上初三了，每次老师批评，作业不完成，让我去学校接受教育，头疼的不得了，这样下去怎么办？我都不知怎么教育他了！可能考高中都危险了。"
  },
  {
    "file": "r097.json",
    "title": "老公希望我卖掉娘家房产，他的观点是正常的吗？",
    "content": "结婚10年，育两子，婚房是双方父母出资。女方多出20%。婚后双职工，没有老人帮忙，自己带孩子，工作。经过10年奋斗，有一些资产。老公工资一直比我高。近两年，因为他工作不顺，就产生了希望我变卖我父母留给我的房产，用来做投资用。我没有同意。后来他就总是说我在他遇到困难的时候不会帮他。最近不太顺利，也谈到离婚，他说我父母没有多出钱，因为他工资比我高，所以就抵消了我父母多出的那部分钱。\n他的家庭条件不错，他名下也有房产，只不过他总说他的不好卖。他是四线城市。\n我对他的观点不能认同。我想知道他的以下两个观点是正常的吗？\n1.希望老婆卖掉娘家房产给他做投资\n2.认为自己工资高，所以妻子娘家多出的钱就被抵消了。"
  },
  {
    "file": "r098.json",
    "title": "34岁女，内心很忐忑，不知道未来会发生什么，怎么办",
    "content": "本人34岁女性，皮肤科医生，工作10年。事情的起因就是主任和我谈话说让我考虑一下要不要出去到上级医院学习美容主诊师，我一开始是拒绝的，后来主任再次谈话又说让我最好去一下，我自己有点想进步的心态，害怕不答应出去学习会惹主任生气，主任给我穿小鞋，（之前发生过类似的事情，主任让我做的事情我拒绝，主任不停的找我各种个各样的麻烦）于是就答应出去学习，后来主任又说报名的人数太多，如果不特殊打招呼，可能选不上，我就说那就不去了。但是后来上级医院的医生通知我说选上了，问我去不去，我头脑一热就说去。其实去不去学习美容主诊师这个问题，我一直在摇摆在纠结。现在的感觉就是很忐忑，不知道未来会发生什么，不知道会不会因为学了美容主诊师之后，就从自己熟悉的皮肤科换到美容科或者别的什么科室，或者别的什么医院。之前中医科的护士有过类似的事情，护士长让外出学习心理科，直接就换到心理科这种情况。我这次外出去上级医院学习美容主诊师，和皮肤科有些关联，但在我们医院，皮肤科是皮肤科，美容科是整形外科，整形外科有很多的光电仪器，我又不想接触光电仪器。只是隐隐约约的感觉到皮肤科的医生已经充足了，但是还在进新的医生，感觉在科里很不安全，很有要被迫换科室的感觉。我不知道自己这次外出的进修学习到底会给我带来什么，我很迷茫。皮肤科没有人愿意外出进修学习，因为要去的上级医院很忙，不一定能学到东西。感觉在我们这个小城市里，有编制的医生基本就是铁饭碗，如果没有什么特殊情况，也可能不会换科室。之前我和老公都在皮肤科，24年2月，我和老公分科了，因为我们是夫妻，夫妻是不能在一个科室的。老公为了让我留在相对清闲的皮肤科，自己去了中医科。我不知道我这次外出进修学习美容主诊师到底是不是给我平静的生活埋下了祸根。主要是在皮肤科也看不到出路，感觉晋升无望，领导不赏识。内心和你忐忑，不知道未来会发生什么。"
  },
  {
    "file": "r099.json",
    "title": "29岁，心静不下来，休息不好，是不是得焦虑症了？",
    "content": "今年29了 最近家里刚添了一个小公主 之后工作压力就变的非常大 做点小生意 最近无论生意怎么样都觉得赚的少 亲戚也是同行 一旦生意比我好的时候我心里就很焦虑很急躁半夜无法入睡或者吃安眠药入睡后早醒  心情变得很差 怎么改变这样的想法 现在很痛苦"
  },
  {
    "file": "r100.json",
    "title": "【超越原生家庭】长期婆媳大战的家让人窒息，让人逃离",
    "content": "根据我妈的诉说，以及我出生以后所观察到的情况，我妈和奶奶的婆媳大战持续到一直奶奶去年去世，横跨时间超过半个世纪。\n我想逃离，大学就报考了省外的学校，但是我并不知道和睦家庭是什么样子，我以为和睦家庭就是没有争吵的家庭，于是婚姻中一直压抑自己，后来发现这也不对劲。\n于是中年的我重新思考，为什么在原生家庭当中一直充满了争吵，而父亲成为质疑的对象，他没有能力处理这个关系，或者他没有做出一个隔离墙来分离婆媳，我对他很是质疑，不敢认同。\n在现在的亲密关系当中，我不再和父母住在一起，也就能做到一个隔离，同时我意识到压抑自己并不能使关系和谐，尝试更多的表达。\n但是我发现每一次父母来我家做客的时候，我们夫妻的关系还是非常紧张，经常陷入冷战的状态，难道婆媳真的是天敌？"
  },
  {
    "file": "r102.json",
    "title": "33岁，没有自己的时间，感觉很累怎么办？",
    "content": "本人是一个医生，33岁女性，工作快10年了，感觉每天工作的时候好好工作，快快干活，下班了之后回到家就吃饭，洗漱，陪孩子，哄睡，感觉每天都忙忙碌碌。作为一个医生，一个妈妈，一个妻子，很想做一下自己。很想有时间自己待着，一周有大概2个半天的休息，作为一个管床医生无论工作日还是节假日每天都要去查房，处理病人的问题，有的时候还要去上门诊，基本算是全年都没有一个完整的休息。2024年1月份开始1月份发烧1次，2月份发烧1次，3月份头晕住院到现在头晕还是会时不时的发作。孩子从小到3岁都是我妈妈一直在帮忙带，3岁之后才回到我和他爸爸身边，但是感觉孩子一直挺依赖我的，我说的话他也比较能听进去。只要我在家孩子不要我妈妈妈陪他睡觉。其实我妈妈已经帮我做了很多事，可以说她能做的都做了。但是还是觉得很累，感觉没有自我，我也不知道我的自我到底是什么？是我只是我自己，不是妈妈，不是妻子，不是女儿，不是医生，自由自在的刷一会手机，还是自己待一会，做点自己想做的事情还是什么…"
  },
  {
    "file": "r103.json",
    "title": "担心孩子的成长，我真的能做好单亲妈妈吗？",
    "content": "一起生活了13年，结婚近10年，孩子6岁。属于女强男弱的家庭结构，他的收入只是我1/3，工作性质会经常出差应酬，不是过日子型的丈夫，也不是会照顾孩子的父亲。最开始是因为他对我很好觉得，即便没钱也没关系，只要两个人好就行，跟他在一起也确实开心大过不开心，因为所有的开销大多都是我来承担。\n后面有孩子后我的精力和金钱投入基本都在孩子这边了，慢慢自己开始顿悟，原来他育前所有的问题，在有了孩子后，即便身份已经升级他依然不会成长。不会做饭，也不会在我身体欠佳时照顾好我。只能承担跑腿、提重物这些事情上。其他事情他不愿意学也不会学。\n每次争吵都会说，会改，实际就是我们的距离越来越远，我让他开始承担一部分的家庭经济支出，他很吃力，情绪也开始不稳定，我们的距离也越来越远，自从有了孩子，这么多年性生活也很少很少，可以忽略的次数。\n我不喜欢争吵，也主动找他聊过几次，不希望这样下去，这样只会让彼此都不开心，对孩子成长影响也大，他也从最开始的不愿意离到现在可以。说白了，爱情成分已经很稀少，更多的还是因为孩子在中间牵扯着我们的关系。\n如果分开，对我来说，他在确实能分担一点点的家庭琐事。比如陪孩子玩耍，出门帮拿东西之类。对他来说，他现在的收入只能维持自己一个人的开销。对孩子来说，她还是爱爸爸的，当然更爱我，也有试探性问孩子，如果分开，她会跟谁一起生活，孩子选择的我。\n让我在这里去说出来的原因是，家里的车贷年底要还清了（首付我出的，他只是负责每个月还车贷），他拿不出来，目前家庭的房贷、孩子抚养、和日常开销都是我在承担，年底如果我还要因为车子再给他十几万，我不知道要以什么理由继续“养”着他。\n有点坚持不下去了，当认识到这个人已经不是单纯爱我的人，我也不想要再为他付出，也不想在他身上花钱了。\n可是又担心孩子的成长，我矛盾的还是在孩子身上，以及，我自己能不能真的做好一个单亲妈妈。"
  },
  {
    "file": "r104.json",
    "title": "太多的执拗解决不了，小孩为什么一定要用打解决问题？",
    "content": "我一定是疯了，我打了她，骂了她，甚至说了一句你在哭我抽死你，我真的疯了，怎么会有这么犟的小孩。就得要吃糖。外面暴雨，她说他非要吃棒棒糖，我说现在下雨不能吃，我们会淋湿，会生病，雨停了再说，家里有软糖，妈妈可以，家里还有水果，妈妈可以和你一起用牙签做成水果糖好不好？她就一直哭。三岁四个月我抱不动她，他还要我抱，在我身上不老实，我一直哄她，试图转移注意力，并且共情告诉他我知道你喜欢吃糖，你很伤心，可是我还是再哭最后我真的疯了把她扔床上。骂了脏话，打了他，她终于不哭了，老实的在床上听故事，我跟他说在说一句我就抽死你。我也不知道我为什么会说这样伤人吓人的话，我一定是疯了。从他两岁多太多太多的执拗我就解决不了，比如苹果不是完整的可以哭两个多小时怎么哄也哄不好。很多事我给她解决不了的，他就会哭，哭的我很累，现在我自己带她24小时，我真的要崩溃。而她只有我吼过她过才能恢复正常，我知道这样不好，怎么办"
  },
  {
    "file": "r105.json",
    "title": "自己原生家庭不好，对孩子的教育特别焦虑该怎么调节？",
    "content": "...\n全部\n我的原生家庭不好，被父母哭穷，亲情绑架，而且父母对我很苛刻，只有做的好才能得到认可，所以我的性格自卑，高敏感，要求完美，易焦虑，心里创伤特别多，我看了很多心理书，做了很多咨询，才疗愈了内心的部分伤痛。现在，我结婚了，有一个8岁女儿，我也学着怎么科学育儿，避免代际相传原生家庭的伤痛。可我焦虑自己做的不好，当不好一个母亲，害怕我也无形在潜意识当中去伤害我的孩子...尤其和婆婆生活在一起，她也是不懂教育，观念守旧（苛刻，容错性低），这样的环境，我特别怕培养出下一个我（内心创伤太多）我该如何调节？\n我的原生家庭不好，被父母哭穷，亲情绑架，而且父母对我很苛刻，只有做的好才能得到认可，所以我的性格自卑，高敏感，要求完美，易焦虑，心里创伤特别多，我看了很多心理书，做了很多咨询，才疗愈了内心的部分伤痛。现在，我结婚了，有一个8岁女儿，我也学着怎么科学育儿，避免代际相传原生家庭的伤痛。可我焦虑自己做的不好，当不好一个母亲，害怕我也无形在潜意识当中去伤害我的孩子...尤其和婆婆生活在一起，她也是不懂教育，观念守旧（苛刻，容错性低），这样的环境，我特别怕培养出下一个我（内心创伤太多）我该如何调节？"
  },
  {
    "file": "r106.json",
    "title": "对另一半特别不满意，这种生活状态我要抑郁了，怎么办",
    "content": "老公今年36岁,事业单位临时工，一个月两千块，工作很闲，空闲之余就是别人请吃饭，自己玩游戏，一个月这么一点钱一点不着急，没有规划没有打算。孩子的兴趣班，幼儿园学费什么的全是我交的钱，他一年到头攒不到钱。自己没有欲求，有时候我买东西出去玩，还嫌我花钱。\n        跟我沟通特别少，我俩每天下班回家，他玩游戏 吃完饭他玩他的，不怎么跟我说话，而且还老是挑刺，说话难听又爱怼人，跟他商量事情，话不到三句就要吵架。\n        自己的形象一点都不在乎，体重二百斤，每天邋里邋遢不修边幅，我是特别注意外形的人，他啥都不在乎，改变不了。\n         今天给他商量要生二胎没地方住，买个房子吧，人家说没钱，即使借钱买，你能还得上吗。几句话说的我很难受，跟他在一起看不到希望，有种窒息感，离婚吧 我又不敢，我该怎么办才好呢，感觉每天面对这样不思进取，不求上进，没有沟通，不能提供情绪价值和物质价值的人，这样的生活状态我要抑郁了"
  },
  {
    "file": "r107.json",
    "title": "因为老公出轨离婚了半年了，可孩子希望在一起怎么办？",
    "content": "...\n全部\n因为老公出轨多次，他性格的原因后来发现的。改不了了。吵了闹了打了够了，所以离婚了。\n半年了，每到周末会为了孩子一起玩吃饭等。他除了这个毛病恶习，其他很勤快也还行，平时也会下班过来看看孩子，目前他还是经常约炮玩社交软件很不同类女性聊骚，也不知为啥那些女的也都那么容易上当，容易出来和他……。我也一直不懂为什么一个男的这么两面，他可以前脚和别的女的做完那事后脚就面不改色的陪我和孩子吃饭。\n孩子现在小学生，懂点事了，就想和爸爸妈妈一起住，不想让我俩分开，就不停老是干什么都要叫着他爸叫着我一起，说不能离开我俩。说什么时候在一起住。\n现在我真的很纠结，不知该怎么办了，第一次离婚，真不知到底该怎么个相处模式才能对孩子影响小点，愁人，我在想难道为了孩子我和他复婚吗？他没提过和我复婚，看那样他觉得那么多女的免费和他上床他不缺备胎老婆。他这点一直很自信自己没钱但长得帅高，觉得自己那方面不错，玩的女的得有百十个了我估计。哎！我发现后早就分床不碰了怕得病。朋友，你能告诉我该怎么办吗？如果是你咋办？X﹏X\n因为老公出轨多次，他性格的原因后来发现的。改不了了。吵了闹了打了够了，所以离婚了。\n半年了，每到周末会为了孩子一起玩吃饭等。他除了这个毛病恶习，其他很勤快也还行，平时也会下班过来看看孩子，目前他还是经常约炮玩社交软件很不同类女性聊骚，也不知为啥那些女的也都那么容易上当，容易出来和他……。我也一直不懂为什么一个男的这么两面，他可以前脚和别的女的做完那事后脚就面不改色的陪我和孩子吃饭。\n孩子现在小学生，懂点事了，就想和爸爸妈妈一起住，不想让我俩分开，就不停老是干什么都要叫着他爸叫着我一起，说不能离开我俩。说什么时候在一起住。\n现在我真的很纠结，不知该怎么办了，第一次离婚，真不知到底该怎么个相处模式才能对孩子影响小点，愁人，我在想难道为了孩子我和他复婚吗？他没提过和我复婚，看那样他觉得那么多女的免费和他上床他不缺备胎老婆。他这点一直很自信自己没钱但长得帅高，觉得自己那方面不错，玩的女的得有百十个了我估计。哎！我发现后早就分床不碰了怕得病。朋友，你能告诉我该怎么办吗？如果是你咋办？X﹏X"
  },
  {
    "file": "r108.json",
    "title": "跟老公吵架，把气撒在儿子身上，我总很难控制情绪咋办",
    "content": "...\n全部\n我是一个失败的母亲。儿子15个月，最近发烧咳嗽，今晚喂了一肚子饭，饱饱的。我跟我老公吵架，我把情绪发在了儿子身上，儿子有点斜颈，我就强行扳他的头，他一直哭，哭到把饭都吐出来了，我老公就一直在旁边，吐的时候说，吐就对了，这才是你的目的，你不就愿意这样吗，同时并没有起身说收拾残局，就是在旁冷嘲热讽，我抱着我儿子哭，打电话给隔壁房间的我妈，让她来收拾，然后我妈一直在骂我，说我有病，把儿子抱走。我心疼我儿子，我觉得我很失败，把气撒在儿子身上，疼的还是我自己，还有谁会比我更疼呢，我伤害的还是我自己。我跟我老公吵架我总是气到，不能控制情绪，气到伤害我自己，我儿子，有的时候想抱着儿子跳楼，我经常自己气到胸疼，头痛欲裂，气到一夜睡不着，时常觉得自己会被气死，我难过的就是我为什么会这样，我为什么要因为我老公的一句话这么生气，我应该不去理会他，或者把他的话这耳进那耳出。\n我是一个失败的母亲。儿子15个月，最近发烧咳嗽，今晚喂了一肚子饭，饱饱的。我跟我老公吵架，我把情绪发在了儿子身上，儿子有点斜颈，我就强行扳他的头，他一直哭，哭到把饭都吐出来了，我老公就一直在旁边，吐的时候说，吐就对了，这才是你的目的，你不就愿意这样吗，同时并没有起身说收拾残局，就是在旁冷嘲热讽，我抱着我儿子哭，打电话给隔壁房间的我妈，让她来收拾，然后我妈一直在骂我，说我有病，把儿子抱走。我心疼我儿子，我觉得我很失败，把气撒在儿子身上，疼的还是我自己，还有谁会比我更疼呢，我伤害的还是我自己。我跟我老公吵架我总是气到，不能控制情绪，气到伤害我自己，我儿子，有的时候想抱着儿子跳楼，我经常自己气到胸疼，头痛欲裂，气到一夜睡不着，时常觉得自己会被气死，我难过的就是我为什么会这样，我为什么要因为我老公的一句话这么生气，我应该不去理会他，或者把他的话这耳进那耳出。"
  },
  {
    "file": "r109.json",
    "title": "家庭生活被工作和生活琐碎裹挟没有激情，何解？",
    "content": "老婆广西人，我是内蒙古东北人，生活差异巨大\n有了娃之后工作生活两点一线，每天成了日常，每周成了周常。以前觉得乾坤未定你我皆是黑马。现在觉得闹钟一响，你我皆是牛马。\n孩子很可爱，一家人平时也算其乐融融。但老婆性子有点男生，比较强势。任何琐碎事情都必须要按照她的标准动作步骤完成，家庭收入我占大头，家务也基本平分没让她多做？但总在这些琐碎小事上不和谐。工作十多年社保没断过，感觉自己像个机器不敢停下来。但就最近商量过年回家这件事，我想给自己放个假静一静停下来好好独处放空一下，她就觉得我不想和她回她老家去就成了我不对，各种道德绑架消极情绪全上来了，好的我也莫名很窝火，类似的事情也很多，有时候甚至觉得难道自己不值得被爱吗？我该怎么办？"
  },
  {
    "file": "r110.json",
    "title": "备考教师编，每天学习，带孩子，做家务，超级想离婚了",
    "content": "最近特别压抑，哭了几次了。每天的压力都很大，备考教师编。每天学习，带孩子，做饭，干家务。有老公，是个工具人，只会看手机，从来不主动干家务，邋遢，还懒，自己脏死了都不收拾，说过很多次了，就是不改，自己闲着看电视，都不动手收拾一下，想想这样的日子还有很多年，就崩溃。想想孩子在单亲家庭也挺可怜，而且自己带大孩子，没有工作收入。但是还是想离婚？"
  },
  {
    "file": "r111.json",
    "title": "没有老人帮忙，自己看孩子，老公总想逃避家庭责任？",
    "content": "他是正常的上班族，公司中层吧，我们结婚一年，孩子七个月，自己全职看宝宝。五点半下班后希望他能帮忙带宝宝，总是表现出不想做的样子，有时间就想玩手机玩游戏。或者就说想有自己的空间，孩子晚上是我一个人带着，一晚上醒五六次还吃奶睡也睡不好，自己身体也不好，腰肩膀都有病，现在手指也晚上酸胀，爷爷奶奶也说了不愿来帮忙，我爸妈也没有时间，只能自己一个人带，开始沟通有些效果，过一段就不行了，总是把人气的不行，好像做什么都是我我该做的他在家几乎什么家务也不做，心情好了帮帮忙抱抱孩子。想让他做家务就想办法给自己找些事，要么就是洗完洗半个小时，或者就是边看手机边做饭，反正就是不想看孩子，家里的事情坐起来效率特别低，他本人从不发脾气，就是也不做事，要么就是我累点家里也能和谐，现在感觉太累了，也没有人帮忙很痛苦。"
  },
  {
    "file": "r112.json",
    "title": "2岁宝宝经历父母的吵架，会产生心理阴影吗？",
    "content": "一天晚上，2岁宝宝睡的很香，然后孩子妈妈抱怨了我几句，我很生气，突然情绪不受控制，对孩子妈说你出去睡吧，我自己看着孩子，然后孩子好像醒了，孩子妈去哄，我就发神经似的去阻止，然后把孩子吵醒了，孩子就开始哇哇大哭，我就跟孩子妈抢孩子，然后把孩子抱到客厅，孩子哭着要找妈妈，我一开始使劲抱着，后来心软了就松手了，孩子找妈妈抱着，但是我情绪还是很激动，就跟孩子妈大喊了起来，孩子妈就抱着孩子再墙角，孩子哭的很厉害。期间我除了大喊，还自己打自己，自己扇自己，等类似自虐的行为。\n后来有一段时间孩子晚上睡觉睡到半夜就会突然惊醒然后大哭，要哄好半天才能安静。\n现在孩子快三岁了，有时候孩子情绪激动的时候会拍自己的头，这个情况是正常的吗，还是之前我给他造成的不良影响或是产生心理阴影了吗？\n我一直很担心这件事情会对他产生影响，对他以后的性格啊，处事啊，甚至将来的人生，婚姻产生不好的影响。\n以后需不需要看心理医。"
  },
  {
    "file": "r113.json",
    "title": "想放下所有去大城市生活，能在人生选择方面得到帮助吗",
    "content": "...\n全部\n本人今天刚好30岁。女儿五个月。在十八线小城市开了一个小小的网红店。年收入五十万左右，父母快60岁了，帮我看店，进货等，收入分一半给他们，相当于我手里年剩25万左右。婆婆照顾孩子及我们的起居，做饭，收拾家，什么都不干。我与老公两车一房无贷，家里400来平，过的不算差。但是店里的收入需要耗费很多心力维持，来的不易，春节到处送礼，日常工作也比较辛苦。父母年龄大了也不可能一直帮扶，孩子大了 十八线小城市的教育跟不上想给孩子的更好的教育。总是在骚动 想改变，想放下所有去大城市生活。深圳不错。春节见了两个上海的同学，谈到了大城市的教育，环境的重要性，和他们每年在涨的年薪 觉得非常有希望，但是大城市的朋友们说每天见得到父母 有人帮衬，有一定收入就是他们的理想生活。像是个围城。不知道自己该怎么办 如何调节自己的焦虑。\n本人今天刚好30岁。女儿五个月。在十八线小城市开了一个小小的网红店。年收入五十万左右，父母快60岁了，帮我看店，进货等，收入分一半给他们，相当于我手里年剩25万左右。婆婆照顾孩子及我们的起居，做饭，收拾家，什么都不干。我与老公两车一房无贷，家里400来平，过的不算差。但是店里的收入需要耗费很多心力维持，来的不易，春节到处送礼，日常工作也比较辛苦。父母年龄大了也不可能一直帮扶，孩子大了 十八线小城市的教育跟不上想给孩子的更好的教育。总是在骚动 想改变，想放下所有去大城市生活。深圳不错。春节见了两个上海的同学，谈到了大城市的教育，环境的重要性，和他们每年在涨的年薪 觉得非常有希望，但是大城市的朋友们说每天见得到父母 有人帮衬，有一定收入就是他们的理想生活。像是个围城。不知道自己该怎么办 如何调节自己的焦虑。"
  },
  {
    "file": "r114.json",
    "title": "心理咨询是必须的吗？哪些问题一定要心理咨询？",
    "content": "感觉有时候心理咨询并不是必须的，明明心里有问题，可是后来也好了。所以，心理咨询是必须的吗？哪些问题才一定要心理咨询？"
  },
  {
    "file": "r115.json",
    "title": "从小到大是父母扶持长大的。教育，找对象，买房……",
    "content": "...\n全部\n我是一个女生，车子是父母给我买的，房子也是父母给买的，我大学毕业以后回家，工作也是爸爸跑关系找的人事单位的临时工，中间我不甘心，想自己找工作接触新环境，就辞职就当了幼教，我英语很好，大学专业学的英语，我在大学里是学校干部，为了上大学，父母也给我花了20万。还特意又让我复读找老师又补习了一年英语。我辞职后，每天当幼教，朝九晚五，工资有时候会被拖欠，工资很低，很辛苦。没有以前在人事单位上班有面子和清闲。\n我是一个女生，车子是父母给我买的，房子也是父母给买的，我大学毕业以后回家，工作也是爸爸跑关系找的人事单位的临时工，中间我不甘心，想自己找工作接触新环境，就辞职就当了幼教，我英语很好，大学专业学的英语，我在大学里是学校干部，为了上大学，父母也给我花了20万。还特意又让我复读找老师又补习了一年英语。我辞职后，每天当幼教，朝九晚五，工资有时候会被拖欠，工资很低，很辛苦。没有以前在人事单位上班有面子和清闲。"
  },
  {
    "file": "r116.json",
    "title": "女儿快7岁，性格内向，很敏感，该怎么办？",
    "content": "...\n全部\n我家女儿快7岁，性格内向，敏感。养育她，真的感觉好累啊！说不得，一点事都放心上，偷偷抹眼泪，心里话全憋在心里，跟她沟通了很多次，让她学会表达，可她依旧老样子。我一直崇尚不打不骂教育她，平常鼓励她，关心她，认可她，了解她的喜好，学习育儿课程，如此的用心，可她就是不爱表达，每次都是看着我，要不不说话，要不抹眼泪。每次她这样，都让我有深深的挫败感，我为什么如此努力，孩子却还是这样的性格，每当孩子敏感的关注我的情绪变化，我都感觉像把刀捅向我心里，非常难受！我小时候被父母冷暴力，打击指责，深受其害。我有了孩子特别注重教育，可我无论怎么改变自己，孩子依旧敏感，内向，我说话声音大一点都受不了，我真的也没有生气，可孩子一天到晚盯着我的情绪，好累啊，我都不发火，偶尔累了情绪不对，马上就调整了，为什么我的孩子如此敏感，老是觉得害怕，紧张，和她沟通也不知道她怕啥？老觉得我会骂她。但我从来没有，性格遗传改变不了吗\n我家女儿快7岁，性格内向，敏感。养育她，真的感觉好累啊！说不得，一点事都放心上，偷偷抹眼泪，心里话全憋在心里，跟她沟通了很多次，让她学会表达，可她依旧老样子。我一直崇尚不打不骂教育她，平常鼓励她，关心她，认可她，了解她的喜好，学习育儿课程，如此的用心，可她就是不爱表达，每次都是看着我，要不不说话，要不抹眼泪。每次她这样，都让我有深深的挫败感，我为什么如此努力，孩子却还是这样的性格，每当孩子敏感的关注我的情绪变化，我都感觉像把刀捅向我心里，非常难受！我小时候被父母冷暴力，打击指责，深受其害。我有了孩子特别注重教育，可我无论怎么改变自己，孩子依旧敏感，内向，我说话声音大一点都受不了，我真的也没有生气，可孩子一天到晚盯着我的情绪，好累啊，我都不发火，偶尔累了情绪不对，马上就调整了，为什么我的孩子如此敏感，老是觉得害怕，紧张，和她沟通也不知道她怕啥？老觉得我会骂她。但我从来没有，性格遗传改变不了吗"
  },
  {
    "file": "r117.json",
    "title": "害怕做不好，挺焦虑，特别怕孩子活成我的样子？",
    "content": "...\n全部\n我32岁，女儿6岁。我在养育孩子的过程中有太多的焦虑和迷茫。我本身敏感多疑，自卑，内心脆弱，活的压抑。所以我特别害怕孩子由于我的抚养不当，活成我的样子。我追溯过原生家庭，也了解了我性格大部分形成的原因，我也学习了很多育儿课程，我也规避了我的母亲错误的教育观念，但是我还是挺焦虑的，我害怕我做不好，顾此失彼，让孩子的童年有缺憾。每次当我严厉一点，孩子就不敢作声，我让孩子勇敢表达自己的想法，可她就是不敢，我真不知道怎么办？我平常对孩子的关爱鼓励挺多的，可孩子在我生气之后依旧不敢表达自己，我挺焦虑的，因为我从小活在我妈的脸色下，我始终都很压抑，不敢言语。我孩子会不会也怕我，继而也活的压抑呢？平常我不生气，她还是挺爱说的。就是我批评她，她就不敢说话了，如何引导呢？我不希望孩子害怕权威。\n我32岁，女儿6岁。我在养育孩子的过程中有太多的焦虑和迷茫。我本身敏感多疑，自卑，内心脆弱，活的压抑。所以我特别害怕孩子由于我的抚养不当，活成我的样子。我追溯过原生家庭，也了解了我性格大部分形成的原因，我也学习了很多育儿课程，我也规避了我的母亲错误的教育观念，但是我还是挺焦虑的，我害怕我做不好，顾此失彼，让孩子的童年有缺憾。每次当我严厉一点，孩子就不敢作声，我让孩子勇敢表达自己的想法，可她就是不敢，我真不知道怎么办？我平常对孩子的关爱鼓励挺多的，可孩子在我生气之后依旧不敢表达自己，我挺焦虑的，因为我从小活在我妈的脸色下，我始终都很压抑，不敢言语。我孩子会不会也怕我，继而也活的压抑呢？平常我不生气，她还是挺爱说的。就是我批评她，她就不敢说话了，如何引导呢？我不希望孩子害怕权威。"
  },
  {
    "file": "r118.json",
    "title": "认识一个朋友快半年了，感觉朋友突然变了，怎么办？",
    "content": "认识一个朋友快半年了，自从她怀孕后她就像变了一个人一样，不像之前那样爱说话了，话题也越来越少，时而提起自己不太想活，当面见到又好像一切正常（偶然间问过一次回复说是装的）至少三四次后我实在是忍不住了，很坦诚的表达了对她状态的担忧，但她又说她没有任何问题，我实在是受不了被她搞糊涂了，她是一个很优秀的人，是因为这点所以她不愿意承认自己现在真实的状态以维护自己的形象吗？还是说我真的是自作多情想多了，一个频繁说自己不太想活又说自己没啥问题的人（像故事狼来了一样）到底是啥心态，这样正常吗？感觉这样下去我都要得病了，作为她的朋友应该如何调整好心态呢？还是说我们的友谊已经走到尽头了（我但愿不要）。想到啥就写啥了可能有点乱请不要介意。"
  },
  {
    "file": "r119.json",
    "title": "人到中年，四十多岁跟老公感情很淡了，该如何抉择？",
    "content": "第一，在孩子教育方面，我们两个人有很严重的分歧，我非常的不认可他。让孩子玩游戏，从五年级开始打骂孩子，他也有不认可我的地方，甚至觉得自己的这种方法存在一定的合理性。\n孩子临近中考没教育好，成绩不好。\n二，我跟他的工作环境截然不同，他在政府部门，公安部门是一个小官儿。我不喜欢他们的工作氛围，简单粗暴，爱骂人。我的工作环境相对比较积极，正面，单纯，有学术性。\n我跟他平时不怎么说话。\n三，多年没有性生活，嗯，还是因为我打心眼里不太能看得上他。\n四，现在他对我而言唯一的好处，第一，他是一个经济依靠，因为他挣的比我多一点。虽然我的薪水也可以，但是因为原生家庭的影响，我对离开他就会失去一半的经济来源，这件事内心依然有恐惧感。\n第二，他这个人本质上并不坏，有一定的责任感。\n第5点，我的痛苦在于我经常想到要离婚这件事儿，但一想到孩子，一想到现实生活就屡屡做不出决定，这不是一个可以迅速做出决定的事情。\n所以内心还是很痛苦的。\n\n\n不知该如何抉择？希望听听大家的意见，万分感谢！"
  },
  {
    "file": "r120.json",
    "title": "感觉父母的生活完全围绕我为中心，让我压力很大怎么办",
    "content": "我父亲已退休，明明有很高的退休金，但还在外面兼职两份工作，我知道他也乐在其中，但他总是对我炫耀他赚了很多钱，还说这些钱以后都是我的。但我并不想要他的钱，这样让我觉得我对他们有很大的责任，感觉压力很大。\n我母亲也退休了，她比较爱玩，退休金也很高但她还比较会享受，基本都花了。我觉得她这样挺好的，但她不喜欢我爸，我小时候他们的关系就不太好，她嫌我爸没情趣，不会玩，所以她就外面玩。她以前经常对我说她讨厌我爸，还说想跟我一起住，不想跟我爸住，我实在不想听她说我爸的坏话，抗议了，她就不再说了。\n我目前34岁，独生子女，性别女，单身，我认为自己是女同。不想结婚，处理亲密关系不太好。父母一直催婚。感觉压力很大。内心非常希望他们好好过自己的生活别管我，也感觉要是有个兄弟姐妹就好了，我就不需要满足父母的期待了。我爸多次说过他现在就操心一件事，就是我结婚生小孩，似乎对他来说就圆满了。可是我不想。我不喜欢这种压力的感觉。\n我目前在离家很远的地方工作，自己住。放假也不想回家，有心事也不会跟他们说。觉得自己对他们好像没什么感情。回家，发消息，打视频都像完成任务一样。他们也没有对我不好，无非就是他俩之间关系没那么好，以及小时候对我要求比较严格。现在就觉得我对他们客客气气好像客人一样。我对他们也没有心理上依赖的感觉。不知道这样是不是有问题，有时候逢年过节不想回家也有罪恶感，有一次过年在外面待着没回家，我妈就拿我姥爷说我，说姥爷也没几年了，说我不回家。今年姥爷去世了，想起这个事情我也觉得很伤心。感觉我对家庭的感受全是扭曲的。全是在完成任务，没有爱的感觉，也没有依恋的感觉，只是愧疚感和抗拒感不断交织。我自己不想找男人，不想生小孩，不想组建家庭。想请大家帮我分析分析问题出在哪里，我以后该如何做。"
  },
  {
    "file": "r121.json",
    "title": "单亲家庭，21岁儿子网瘾，我快疯了！谁能帮帮我？",
    "content": "21岁的儿子网瘾，把学费、生活费都充值到游戏里。被发现后强制要求停止上网。发现他对生活和学习都很迷茫，成绩一般不上不下，没有规划没有目标和兴趣爱好，不爱出门。不喜欢交友，一旦交友又容易被人错误引诱。经常对所有人和事辨识度低，不愿分析好坏，轻重不知。行为、思维逻辑和现实脱离甚远。工作总是换了又换，做不到一个月又找理由辞职。大学实习期四个月换了六份工作！宁愿待在家里玩游戏也没兴趣工作。母亲对他好好讲道理他听不进去，跟他吵起来他更抵触。感觉总是活在虚幻里！人虽然很善良但是感觉不懂感恩。没有心计简单却又容易被人误导。面对现实生活，这样头脑简单的孩子该要被残忍现实打败什么程度才能成长起来？作为单亲家庭母亲又气又恨又心疼，我快崩溃了??"
  },
  {
    "file": "r122.json",
    "title": "孩子写作业拖拉，真的忍不住发火，我要发愁了怎么办？",
    "content": "三年级的小学生，开学的时候吧，老师说作业不会很多的，在学校里基本上可以完成的。\n那我还是给他在学校里托管了，多了呆一个半小时，想着在学校里面总能认真一点，作业速度也会快一点。\n结果5:30回来，作业还是没完成。头一个星期基本上9点左右吧，完成作业了找我签字。\n我在想这样子不行呀。我就跟他商量，回家以后7点之前你要是写好作业了我给你签字，7点以后你写好的作业，我不给你签字。\n他不同意，他拒绝，那我不管，时间我是就是这么规定的，你想让我签字，你就早点做完了。\n\n在第2个星期还是不能7点之前把作业完成，7点以后完成作业，各种求我签字，真的是火大。\n\n我没有给他报课外的兴趣班，没有多余的课外作业，所谓的作业都是学校老师布置的，没有额外的增加。\n\n我是属于那种想要在学校里完成作业才去托管的，但是老师给我们说的是你们放心，我们作业量很少的，因为作业托管没必要，我们在学校里面有作业整理课也是能正常完成的。\n\n我这孩子，成绩也是可以的，字也写得很好，在学校里面纪律感挺强的，就是会很讨厌写作业，我要发愁了。\n各位有没有解决的办法呀？"
  },
  {
    "file": "r123.json",
    "title": "情侣关系里，如何治愈对方的童年创伤？",
    "content": "我和男朋友家庭相似，父母感情不和，家庭组成复杂，不富裕，父母都比较认同打孩子的观点，导致都没有安全感，非常自卑，也让男朋友不爱和别人表达自己的真实想法，一个个谎言来掩盖自己的感受，虽然知道是为了不增加麻烦，但是还是很心疼他，可能因为是男孩子，遇到事情他基本上不哭，而我却十分爱哭，我知道小时候的创伤是不是的会刺痛他，但是我不知道怎么去安抚他，让他去接受，释怀"
  },
  {
    "file": "r124.json",
    "title": "为了爱情，嫁了条件不好的老公，现在有点后悔怎么办？",
    "content": "大学时谈了一个男朋友，家里是农村的，父母都是农民，我们相恋4年（大学两年）工作两年，不顾家人的反对我们结婚了，现在结婚两年，想想自己还在为家里操劳不敢有丝毫懈怠，突然非常的后悔；\n      结婚时基本都是我家里这边置办的，我家里原本都不同意，说女生要配高不配低，为了我非要坚持，家里出了房子首付和装修（离家比较远，在我们工作的城市:)，也置办了酒席，他家里基本是供老公上学，基本都是借钱，老公毕业他们家也欠了不少钱还要供一个弟弟；\n       而现在我们俩从早忙到晚的挣钱，老公每天上班到晚上10点，回来基本就睡觉了，而我去年生了娃，修完产假，婆婆来带了几天，我吃饭也吃不好没有奶水就把我妈叫过来照顾我做了月子，我休完产假就直接上班了，孩子我妈照顾，而老公那边基本帮不到什么忙，总是在忙，每天过的心力憔悴的，有时候生活压的我偷偷哭好多次，我也知道老公很努力，但是现在生活真的一团糟，我该怎么办？"
  },
  {
    "file": "r125.json",
    "title": "既传统又现代，矛盾女性的出路在哪里？",
    "content": "一方面是传统女性：有孩子后为孩子付出了很多，但是无奈没有遇到善待自己的丈夫。特征：1.比起妻子孩子更关心原生家庭的父母兄弟姐妹甚至是亲戚；2.花钱上面对妻儿不大方，财务信任度低更别想着工资上交，对家人亲戚却不同。3.特殊节日也不要想着收到节日礼物，或者你想要的他觉得不实际尽管很喜欢也不会满足；4.父亲角色缺位，孩子费用、教育基本不管，出了问题就是妻子的问题，不符合他观念的也会挑剔一番，对孩子的教育基本不投入又想产出；5.家务做饭等基本不承担，要不就需要分配给他，分配了也可能拖延多提醒就开始不耐烦。平时\n面对这样的丈夫极度渴望离婚\n另一方面现代女性：高知且有自己的独立思想和观念，面对一眼望到头的婚姻和结局非常抵触和不甘心。即使为了孩子一辈子委屈在这样的婚姻也不能接受。逃出这样婚姻的念头从未停止，但是仍然因为孩子，父母的压力不理解（离婚可以，不能带孩子）而不知出路。\n很想探讨这样的女性何去何从"
  },
  {
    "file": "r126.json",
    "title": "各方面皆匹配且不介意我，错误时间遇到对的人怎么办？",
    "content": "白羊男，幼年家庭阴影致讨好型人格且抗拒婚育。由于幼时肥胖，情窦早开却尝遍拒绝甚至羞辱，逐渐喜独处厌社交，大学时体重正常但由于性格缺陷的内心，以及未知的外因，情感经历皆是挫折。大三作为交换生去邻国学习时，打工期间，因对一起打工的同校同学给予关怀被误认为追求，被女方表白后因自己的空虚和自卑便在一起了。随后快乐相处一年余，毕业时面对可能的分手，对方以“离开便不想活”维系住了感情，在异地两年，面对再次分手的可能，对方放弃自己的工作来投奔我，我很心疼，一年后无奈结婚，再一年喜得一女。为照顾孩子，女方再次辞掉工作全职在家，期间我经历事业低谷，且不期而遇地有了二胎，二胎降生后我偶遇远方高薪机会，遂半为养家半为逃避家庭琐碎而南下打工。期间工作强度和压力虽大，但所幸取得显著成长，且发现自己开始被异性赏识，同时埋藏在心底的对美好rou体的渴望开始萌发。此时遇到各方面皆匹配且不介意我的人，但出于责任和道德未越界"
  },
  {
    "file": "r127.json",
    "title": "为了表现好妈妈形象，在儿子面前撒谎，会有什么后果？",
    "content": "...\n全部\n我总是想着把孩子培养成一个优秀的人，我不想将来嫌弃他某些不好的生活习惯，但是很多时候我自己又做不到，于是我就选择当着他的面跟他撒谎！\n比如去吃自助餐，他爱吃披萨自助，但我不是很喜欢，尤其是那个披萨边，我觉得硬邦邦的，我基本不吃，趁他不注意偷偷丢掉。我不想他将来学我的样，出去浪费粮食。但他都是全部吃完，有次看到我吃一半扔一半，他就问我为什么要扔掉，我明明是嫌弃的丢了，但我张口就说是不小心掉的，他说不是吧，是你扔的吧，我还坚持说是不小心掉的！说完之后真是觉得自己这种做法大错特错。\n还有就是晚上刷牙这件事，我经常不喜欢晚上刷牙，觉得好麻烦，但是为了引导他能养成刷牙的好习惯，我不得已要跟他一块刷，有时又骗他说我刚才卸妆的时候已经刷过了，你自己去刷吧，他就经常会问：你真的刷过了吗？\n我怕到最后他没有养成我希望的那些良好习惯，反而学会了虚伪讲谎话！\n我总是想着把孩子培养成一个优秀的人，我不想将来嫌弃他某些不好的生活习惯，但是很多时候我自己又做不到，于是我就选择当着他的面跟他撒谎！\n比如去吃自助餐，他爱吃披萨自助，但我不是很喜欢，尤其是那个披萨边，我觉得硬邦邦的，我基本不吃，趁他不注意偷偷丢掉。我不想他将来学我的样，出去浪费粮食。但他都是全部吃完，有次看到我吃一半扔一半，他就问我为什么要扔掉，我明明是嫌弃的丢了，但我张口就说是不小心掉的，他说不是吧，是你扔的吧，我还坚持说是不小心掉的！说完之后真是觉得自己这种做法大错特错。\n还有就是晚上刷牙这件事，我经常不喜欢晚上刷牙，觉得好麻烦，但是为了引导他能养成刷牙的好习惯，我不得已要跟他一块刷，有时又骗他说我刚才卸妆的时候已经刷过了，你自己去刷吧，他就经常会问：你真的刷过了吗？\n我怕到最后他没有养成我希望的那些良好习惯，反而学会了虚伪讲谎话！"
  },
  {
    "file": "r128.json",
    "title": "孩子还没放暑假 我就焦虑了，怎么能让孩子规规矩矩？",
    "content": "想着孩子们马上要放暑假了，一天到晚要面对。我就特别烦躁，早上叫不起床，吃饭磨磨唧唧，一直不写作业。老是电脑、手机、平板……\n有没有什么办法，让孩子们规规矩矩的？"
  },
  {
    "file": "r129.json",
    "title": "一直觉得不太开心，不是想要的婚姻生活，要离婚吗？",
    "content": "...\n全部\n结婚已经6年了，一直觉得不太开心，不是我想要的婚姻生活，也曾提过离婚但是被挽回了，但是之前提出的问题一直堆积在那，没有得到解决，不知道怎么办。老公心里一直有个女神，可笑的是我婚前一直不知道，婚后偶然看了他微信聊天记录才知道。我们都领证了快要办婚礼了他还在微信上问她还有没有可能。当时就想停止举办婚礼，经不住被他哄就算了。那时确实太爱了，刚结婚两年内，我特别想要孩子，他说他不喜欢，我也就迁就他一直没要。现在他却跟他姐姐说不要孩子是因为我妈妈太强势，怕影响教育孩子。因为这个我心里很不舒服。结婚几年，不开心大过开心，跟我想要的婚姻生活相差太大，我想要的是两个人一起说说话，做做饭，平常一起转转，互相理解互相帮助能共同进步的。他想要的是自由。微信从不回复，承诺的事情很少能做到，我想要的关心陪伴一样都没有。他能给我最大的好处就是自由却不是我想要的。也经常交流沟通，但什么变化都没有。\n结婚已经6年了，一直觉得不太开心，不是我想要的婚姻生活，也曾提过离婚但是被挽回了，但是之前提出的问题一直堆积在那，没有得到解决，不知道怎么办。老公心里一直有个女神，可笑的是我婚前一直不知道，婚后偶然看了他微信聊天记录才知道。我们都领证了快要办婚礼了他还在微信上问她还有没有可能。当时就想停止举办婚礼，经不住被他哄就算了。那时确实太爱了，刚结婚两年内，我特别想要孩子，他说他不喜欢，我也就迁就他一直没要。现在他却跟他姐姐说不要孩子是因为我妈妈太强势，怕影响教育孩子。因为这个我心里很不舒服。结婚几年，不开心大过开心，跟我想要的婚姻生活相差太大，我想要的是两个人一起说说话，做做饭，平常一起转转，互相理解互相帮助能共同进步的。他想要的是自由。微信从不回复，承诺的事情很少能做到，我想要的关心陪伴一样都没有。他能给我最大的好处就是自由却不是我想要的。也经常交流沟通，但什么变化都没有。"
  },
  {
    "file": "r130.json",
    "title": "花呗借呗不得向大学生放款：如何看待大学生贷款消费？",
    "content": "监管第三次限制大学生贷款市场，花呗借呗不得向大学生放款。\n\n为了防止大学生超前消费，这种方法有效果吗？\n\n从心理学角度来看，如何看待大学生贷款消费？怎么样才是好的预防方式呢？"
  },
  {
    "file": "r131.json",
    "title": "怎么教育一个任性爱哭闹不守规矩又脆弱的9岁孩子？",
    "content": "最近和孩子相处很不好，或许一直都不好，（单亲家庭）我这人遇事容易焦躁，但我会反思，会意识到自己的问题！我昨天因为孩子（九岁）作业问题忍不住打了孩子，因为她一直哭，动不动就没完没了地哭，我已经忍受她好多年了，一直都这样，不高兴就发脾气，就哭。很任性，动手能力差，吃饭洗澡穿衣服倒水都要你去帮她坐，不然她就在那磨蹭不做，吼她她就开始哭闹，没完没了了，要你哄她才行，哄了还不依不饶。 我每天都有一种要爆揍她的冲动，有时候控制不住了就真的打了，下手挺狠的。打完自己也无比郁闷，觉得自己给孩子童年留下阴影了，可能她以后想起母亲来，是下狠手的打。\n我真的有一种恨铁不成钢的感觉！就觉得这孩子太不争气了，任性，爱发脾气，爱哭闹，无原则，意志力薄弱，我真的挺想让她明白一些道理，可是她永远以自我为中心。"
  },
  {
    "file": "r132.json",
    "title": "结婚第3年，只有亲密行为，没有性生活，正常吗？",
    "content": "和老公恋爱四年，结婚第三年，恋爱时我们的性生活很和谐，我一直以为性这件事不会成为我们之间的问题。结婚后，有一次性生活，我觉得很享受很放开自己，他却批评我，说我贱说我放荡，他很讨厌我放开自己的样子（恋爱时我放开自己他都没有任何意见）。从那之后，我在和他过性生活时就很小心翼翼，再也不太敢放开了，然后在他眼里我就变成了一个无趣的女人。我们的性生活开始变成千篇一律，他也只有边看片才能有感觉跟我做。每次想跟他沟通这件事，他都非常反感不愿意说还说什么东西都说明白了还有什么意思。接着到今年，我们好不容易有的孩子因意外失去了（月份很大，有感情），他心疼我也一直陪着我给我心理安慰。从怀孕到孩子出事我们都没有任何性生活，我的小月子坐完了身体也恢复了些，我以为我们可以回到正常性生活状态了，他却说没感觉不做，但他还会看片自慰的。平时见到我也会亲亲我抱抱我抚摸我，但就是不做爱，也不愿做前戏。这样正常吗？为什么？"
  },
  {
    "file": "r134.json",
    "title": "怎样把孩子教育成一个有抗压能力和健康阳光的人？",
    "content": "老是为不在身边的崽的未来担心，经常怕他饿着冻着，不学习不上进没有目标。不知道怎么引导他。好不容易回来一趟也不和我聊天"
  },
  {
    "file": "r135.json",
    "title": "儿子3岁调皮哭闹不听话！该怎么解决？有什么办法呢？",
    "content": "我儿子3岁，调皮，不听话！每次出去都要买玩具，没满足他的要求他就大哭大闹，引起路人的猜疑？有什么办法吗？"
  },
  {
    "file": "r136.json",
    "title": "如何信任和亲近他人？",
    "content": "家人的欺骗和伤害辜负了我的信任。他们(性格恶劣)，为了发泄情绪欺负我(诸如语言暴力)，在我厌恶反感时贬低我pua我，说他们处处是为了我好。这让小时候的我十分迷茫自厌。直到听到他们承认为了自己开心故意伤害我时万分厌恶。父母放养，同时也是帮凶，现在对我很好，最近听到他们说对我态度转变只是为了防老时也是很沉默。戒备心特别重，不信任任何人，冷漠。\n还是想抢救一下的，不想自己因为别人变得面目全非。但是这个问题对我来说十分棘手。"
  },
  {
    "file": "r137.json",
    "title": "我喜欢我老公，但讨厌他母亲，该怎么办？",
    "content": "1、如果真的有神明就好了，我想拥有一个属于自己的独立空间，不想见到让我心烦的人，偏偏住的又是她的房子，真是验证了那句话“想要吃鸡蛋，就别嫌弃鸡蛋是从鸡屁股下出来的”。你说我喜欢我老公，却十分讨厌老公的妈，该怎么办呢？\n没有生孩子那几年，怎么就没下决心存钱买套自己的房子呢？现在有了孩子，感觉想要买房的希望是那么的渺茫。\n说不出来具体特别大的原因厌恶老公的妈，但就是从心底深处不喜欢她，很久很久以来都讨厌她，甚至害怕与她单独相处，和与她对话。我说任何话，她总能想办法反驳你，死死的压制你。\n她在我老公面前都是十分的霸道和专横，说话句句刺中我柔软的内心，她十分清楚我是一个十分心软的人，所以在与她吵架后，她又开始扮演一副慈母的形象，不过我不想再吃她这一套了，归根结底不喜欢她的原因就是她不懂得如何尊重我又或是屡次故意伤害我，她的每一句话我都不爱听，我讨厌她的所有，真恨不得她立刻从我眼前消失，但是现在住的又是她和老公的爸买的房子，我和老公结婚前没有买属于自己的新房，谁来拯救我，我真的是太难了。\n和她相处，任何事都要小心翼翼，一不小心就被她抓住我的软肋，整天都活的提心吊胆。"
  },
  {
    "file": "r138.json",
    "title": "生育后3年了还是无法接受自己的身体怎么办？",
    "content": "生育后胸部下垂变形，原本的梨形身材更是臀部炸裂，目前基本只能穿超大尺码内裤才能舒适穿着。更别提再也没瘦下去的20斤。\n\n其实生孩子年龄较早，适当穿搭的话身材问题并不明显，但只有自己知道自己的变化。不喜欢洗澡前在镜子前看自己，很后悔生育前没有去拍私房照留作纪念。\n\n导致我也无法发自内心接受老公的赞美，说喜欢我身材什么的，我内心觉得都是假话。也开始不喜欢正常情欲的身体接触，目前对x生活也是完全没有兴趣的状态（当然，这一问题不知与身材有关，还有很多其他产后和家庭的问题）。\n\n深夜想起来就是很烦躁"
  },
  {
    "file": "r139.json",
    "title": "“男强女弱”或“女强男弱”，哪一个夫妻模式好？",
    "content": "1、男强女弱或者女强男弱，哪一种夫妻模式更有利于女性成长？哪一种夫妻模式更有利于男性成长？哪一种夫妻模式更有利于双方成长？哪一种夫妻模式更有利于婚姻家庭的发展？\n2、如何平衡个人发展和家庭发展或者家庭其他成员的发展？"
  },
  {
    "file": "r140.json",
    "title": "中年老师，和儿子、爱人关系很差，心理严重失衡咋办？",
    "content": "我现在的能量很低。\n特别恨我儿子和丈夫。\n有多恨？\n我觉得她们两个人都在摧毁我特别看重的东西!\n1.我的丈夫脾气非常的暴躁，人格上有问题。而且他接受不了我对他的批评和否定。因为孩子的教育问题，我们有过很多的分歧。我是一个小学老师，很多观念是对的，但他不听。导致了重重的问题。\n而且他家暴儿子，打他骂他。让孩子很没有自尊。从小学就这样，无论我劝说了多少次都无济于事。\n这是我恨他的原因。\n而且他生气的时候还推过我，也骂过我，对我很不尊重，把我的自尊心伤的非常的厉害。\n2恨儿子。他初二学习不好，而且亲子关系不好。然后我在这个学校里当小学老师。这些都让我很没有面子。我也觉得同事们都在嘲笑我，我看不起我。未来一片迷茫。因为考不上重点，高中考不上重点，大学不知道还能有什么样的出路。\n所以我特别的焦虑。\n我也想了很多的办法去改变，但是改变不了。\n我现在的心理严重失衡。经常脑海里想象怎么把他俩杀s的景象。"
  },
  {
    "file": "r141.json",
    "title": "中年女性，因对时间流逝的恐慌对生活失去热情怎么办？",
    "content": "人到中年，因对孩子的喜爱，辞职生了二胎，期间很累但感到幸福快乐着，目前哺乳期，以前偶尔想到死亡会感到恐惧，不影响正常生活，前段时间那种对时间流逝带来的恐慌忽然从我的潜意识散发出来，日常生活的任何细节都会联想到随时间慢慢消失从而变得没意义，比如学习，读书，养育，家人……。每天带娃的那种累并快乐也没有了，只有愧疚。原来不喜欢的人跟事物也无感了。这期间，本人也积极进行自我协调，找朋友倾诉，看一些积极的书籍，不过这种情绪仍然时不时缠绕着我，有时感觉自己是焦虑症，有时甚至感觉自己是不是开了天眼，窥探到了生命的真相，没有任何人能帮助自己"
  },
  {
    "file": "r142.json",
    "title": "打算离婚了，很是担心孩子的成长，会因没爸爸自卑吗？",
    "content": "老公出轨逼离，对我和我的父母造成巨大心理伤害。如果没有孩子我会毫不犹豫离婚。我本身就有忧郁症和焦虑症，现在很是担心孩子未来的成长。他现在七岁一年级，性格内向胆小敏感，对父爱可有可无。老公分居这一年，他好像也没太大反应，一贯是我和我父母照顾他。我就是担心以后等他懂事了，会不会因为没有爸爸而自卑。因为从我老公现在的行为来看，离婚就意味着丧父。"
  },
  {
    "file": "r143.json",
    "title": "独女，父母高管医保，和男友消费观差异大，怎么解决？",
    "content": "我家庭条件比较好，独女，父母高管双医保，家里为我全款买了房和车，他家里没房没车，有个姐姐，父母农村医保，我工作一个月4k+我花2k去拍盘子女人坊他有很大意见觉得很贵，我很不开心…\n首先我花自己的钱，其次两三年拍一次，相比我美容每年5k，已经很少了…\n问题：如何解决这个问题，以及后期遇到类似的怎么办？如果要在一起是不是就要降低我的消费观？\n谢谢大家！！！"
  },
  {
    "file": "r144.json",
    "title": "唠叨、爱管事、控制欲强的婆婆，我该如何相处？",
    "content": "不知道该怎么和我婆婆相处了，之前因为我婆婆陪我去医院经常责备我，在我母亲做手术那天因为一件小事没达到她的要求又责备我，我就顶嘴了两句，挂了她的电话，后面这段时间相处，婆婆似乎对我意见很深，我们每天去吃饭，有时候婆婆很累也坚持每晚给我们做饭（不知道是不是怕我照顾不好她儿子）我和她说累了我俩自己能做，她还是坚持要做，今天我婆婆和我老公吵架了，我老公之前因为唠叨一直拉黑她了，她就发微信给我，一大段一大段的，刚开始责备儿子不孝顺，后来又责备我，足足发了两个半小时，全是责备，我看了很生气，但还是劝她别生气了，我俩会改正，说我俩没眼色，去了不帮忙干活，其实我每次去都会要求刷碗，有时候她不让，这些对她来说不够，还得擦桌子，收拾沙发，还说我俩没给公公微笑打招呼,有时候心情不好，说我俩给她摆脸色了，其实并没有啊，只是看上去心情不太好，怎么就摆脸色了？我该说话也是说的，又没有和她发脾气，感觉现在和婆婆相处很累"
  },
  {
    "file": "r145.json",
    "title": "我的爱人用摧毁式教育让孩子坚强，怎么办？",
    "content": "我的5岁的儿子有时候不如意时会哭泣，这时他的妈妈会到他身边用歇斯底里的吼叫制止他哭，并吼着你再哭我往死里打你，儿子因此变得有些抑郁，但妈妈很得意，觉得这是帮助儿子提高抗挫折能力，不会像些人长大会自杀，我想告诉她这会使得儿子得精神疾病的概率与自杀的概率提高，但她脾气很大，我一开口就吼我，也没找到相关的材料可以给她看，求救！"
  },
  {
    "file": "r146.json",
    "title": "生了二胎刚50天，总是忍不住哭和对老大发火打手？",
    "content": "我刚生了二胎50天，每天在家里带小孩。什么事情都不能做。总是忍不住打老大。忍不住哭，今天又对老大动手了，差点失去理智了。打了又特别后悔。特别是老大望着我不哭又不笑的那种眼神，突然特别害怕。每次打小孩的时候脑壳里面一个生意说打吧。发泄吧，谁让她不听话。另外一个声音说不要打她，她只有4岁。什么都不懂。她也是你的孩子！"
  },
  {
    "file": "r147.json",
    "title": "怀孕5个月，身心不适让我很压抑，经常吵架怎么办？",
    "content": "...\n全部\n我是个怀孕5个月的孕妇，自从怀孕以来身体心理上的不适让我超级压抑，看老公各种不顺眼，三天一大吵两天一小吵，很爱哭，吵起来歇斯底里，砸手机，甚至有暴力倾向，我该怎么办？\n我是个怀孕5个月的孕妇，自从怀孕以来身体心理上的不适让我超级压抑，看老公各种不顺眼，三天一大吵两天一小吵，很爱哭，吵起来歇斯底里，砸手机，甚至有暴力倾向，我该怎么办？"
  },
  {
    "file": "r148.json",
    "title": "老公总是负面评价，内心脆弱玻璃心太难受了！怎么办？",
    "content": "今天我的情绪又崩溃了，无论你在家养育孩子付出了多少，在我老公那就是不屑一顾，不值一提。你教孩子学习，他会说教孩子死学习。你带孩子出去运动，他埋怨你不让孩子做题。好坏都是他那张嘴，一点不切合实际。我本身是一个爱学习的人，平常看一些育儿书籍和课程，在养育孩子的过程中都是采用科学的教育方式，效果也还行，我觉得相比较我妈妈小时候对我那种打击教育，我进步了很多，成长了很多，可我老公认为我在做无用功，我顿时灰心丧气，孩子他一点不管，但对我的付出又视而不见，还乱说一通，我心里真的好憋屈。真想离婚！可孩子要受伤，我也没有经济来源！为什么世俗的眼光就是你没做出成绩来，你所有的付出努力都是笑话！养育孩子是个长久的过程，好因结好果，孩子因为父母良好的教育身心健康，三观正，就是好的教育。我因为老公这些负面的评价，心里好难受，我的老公也不愿意沟通，不在一个频道上，他不会认同你，也可能我太玻璃心了，有点压抑"
  },
  {
    "file": "r149.json",
    "title": "已婚没娃，定居国外，纠结中，事业转型还是回归家庭？",
    "content": "...\n全部\n本人女，35岁，定居德国，已婚，3年工作经验。老公大我8岁，没孩子。\n\n我学法律，德语不好，之前在德国一家律所做中国部市场兼法律助理。去年九月偶然机会，拿到去卢森堡的工作（英语），在投资公司做法务，毅然辞职前去。但因对卢森堡以及新工作的不熟悉，出现很多次预期和事实不符的磨合状态，最终12月被辞退，但成长很多。目前在找工作期。\n\n在这期间老公也申请原单位德国分公司到卢森堡分公司的调动，单位已同意，但迟迟没给调动。老公明确表示不会考虑辞掉现有工作在卢森堡重新找工作，我也很理解和同意。\n\n我目前有2个选择:\n\n1. 在卢森堡找工作（签证和市场原因，只能做法务）\n\n优点: 工资比德国每月高1000欧，有明确的升职加薪路径，预测前期每年年薪能涨一万欧。未来宝宝可以在多语言环境成长，卢对工作带娃的人有很多支持，例如幼儿园从早七点开到晚七点（德国四点下班，经常放假，妈妈根本不能工作）。卢退休金比德国高很多。熟练后工作不会很累。\n\n缺点: 卢物价高，每月开销比德国高1000欧，不知道什么时候能找到工作，找到之后又有试用期。老公异地。折腾下来备孕又要拖一年。\n\n2. 回到德国，找一份幼儿园老师的工作。\n\n优点: 工作非常好找，可以自己选喜欢的幼儿园优先带娃入职（正常不能选，排队也得一年）。我曾经做过三个月，同事和领导都说我很有天赋，我也觉得很轻松。\n\n缺点: 工资是法务的三分之一，并且加薪空间非常小。我担心生娃之后，我就彻底干不了别的了。幼师有点无聊，会觉得在浪费时间。\n\n为什么选择幼师: 我在律所工作之前，曾经几乎一年都在找工作，试过了很多职业后发现幼师我又擅长又容易找工作。律所的工作压力太大，接触负能量太多，不适合备孕。\n\n我为什么会纠结: 作为留学生后来留在德国，之前学习的时间就比别人多很多。当时觉得一定要拿到多个文凭才可以，后来发现是在浪费时间，应该早点工作积累工作经验。我现在觉得，如果卢森堡的工作能做一年，熟练和稳定后的工资，我就对我的物质生活满意了，可以开始追求家庭生活。但是我不确定，这种一定要达到某个阶段才能开始下一个阶段的生活真的对吗？一年后工作就能稳定吗？还是说会有新的问题？我是在浪费时间，还是在做对的事儿？\n\n我的婚姻: 我和老公结婚三年，目前AA制。经济上我不想依赖她。\n\n我也知道我是一个细节控加完美主义，下班还会想着工作，不能很好切割……\n\n所以我该如何选？\n本人女，35岁，定居德国，已婚，3年工作经验。老公大我8岁，没孩子。\n\n我学法律，德语不好，之前在德国一家律所做中国部市场兼法律助理。去年九月偶然机会，拿到去卢森堡的工作（英语），在投资公司做法务，毅然辞职前去。但因对卢森堡以及新工作的不熟悉，出现很多次预期和事实不符的磨合状态，最终12月被辞退，但成长很多。目前在找工作期。\n\n在这期间老公也申请原单位德国分公司到卢森堡分公司的调动，单位已同意，但迟迟没给调动。老公明确表示不会考虑辞掉现有工作在卢森堡重新找工作，我也很理解和同意。\n\n我目前有2个选择:\n\n1. 在卢森堡找工作（签证和市场原因，只能做法务）\n\n优点: 工资比德国每月高1000欧，有明确的升职加薪路径，预测前期每年年薪能涨一万欧。未来宝宝可以在多语言环境成长，卢对工作带娃的人有很多支持，例如幼儿园从早七点开到晚七点（德国四点下班，经常放假，妈妈根本不能工作）。卢退休金比德国高很多。熟练后工作不会很累。\n\n缺点: 卢物价高，每月开销比德国高1000欧，不知道什么时候能找到工作，找到之后又有试用期。老公异地。折腾下来备孕又要拖一年。\n\n2. 回到德国，找一份幼儿园老师的工作。\n\n优点: 工作非常好找，可以自己选喜欢的幼儿园优先带娃入职（正常不能选，排队也得一年）。我曾经做过三个月，同事和领导都说我很有天赋，我也觉得很轻松。\n\n缺点: 工资是法务的三分之一，并且加薪空间非常小。我担心生娃之后，我就彻底干不了别的了。幼师有点无聊，会觉得在浪费时间。\n\n为什么选择幼师: 我在律所工作之前，曾经几乎一年都在找工作，试过了很多职业后发现幼师我又擅长又容易找工作。律所的工作压力太大，接触负能量太多，不适合备孕。\n\n我为什么会纠结: 作为留学生后来留在德国，之前学习的时间就比别人多很多。当时觉得一定要拿到多个文凭才可以，后来发现是在浪费时间，应该早点工作积累工作经验。我现在觉得，如果卢森堡的工作能做一年，熟练和稳定后的工资，我就对我的物质生活满意了，可以开始追求家庭生活。但是我不确定，这种一定要达到某个阶段才能开始下一个阶段的生活真的对吗？一年后工作就能稳定吗？还是说会有新的问题？我是在浪费时间，还是在做对的事儿？\n\n我的婚姻: 我和老公结婚三年，目前AA制。经济上我不想依赖她。\n\n我也知道我是一个细节控加完美主义，下班还会想着工作，不能很好切割……\n\n所以我该如何选？"
  }
]