[
  {
    "file": "r01.json",
    "title": "只是过和普通人一样的生活，为什么我受不了？",
    "content": "从小到大，我的生活可以说是非常平凡，算得上幸福了。父母双全，衣食无忧，家庭较为和谐，从来没有受到过欺凌，学习一直还不错，考上了虽然我不喜欢，但未来光明的专业。目前我正在读大一，我感觉我的人生一直走在正轨上，但我好像完全不想继续这样下去。我就是不想活了，没有任何事吸引我到成为一个我必须活下去的理由。在过去我还是会出于没能回报父母的养育之恩而愧疚，现在我一点都不愧疚了，多拉几个人一起走我可能也不会愧疚。我不明白，为什么大家会想活下去？有任何令人开心的事吗？你们是怎么坚持下去的？ 以前有一段时间我很抑郁，因为喝杀虫剂*在家待了两周没去学校。我很后悔，当时喝的杀虫剂效果不够强劲。后来家人实在受不了我，把我押到学校，我就乖乖去上学了，一直过了两年了，我几乎没干出什么出格的事。除了一次离家出走和把头发剃光，景观式的反抗，哈哈。参加完高考，我发现痛苦的一生竟然才刚刚开始啊，我原来过得还算是好日子呢。就是我很疑惑，为什么普通的生活对我来说是痛苦的难以忍受的？ 我感觉我是物质生活的极度富足和精神世界的极度匮乏，我没有任何高贵的理想，崇高的信仰，我不信仰上帝，不爱国，礼义廉耻于我如浮云。上课的时候，无论是以前还是现在，我总是会幻想各种各样*的方法，我想立刻结束一切，我不想听课，我想用教室里唾手可得的东西插进我的眼睛里，锤进我的脑子，好让痛苦结束。我得承认，其实我也没那么擅长学习，也不是个科研人才。 我很喜欢喝酒，我第一次喝酒就明白了为什么有那么多人沉迷于酒精。它会屏蔽你的一切感官，焦虑啊痛苦啊，都不那么真切了。但是我从来都没有沉迷过，因为我一直在扮演一个好学生，好学生是不会酒精成瘾的。我也总是服用过量的药物，虽然计量肯定不会致*，但我想万一呢？万一这次就能*了呢 每次一到一个新地方，我就会找哪个高层的窗户可以打开，这样我就会心安一些，知道我不是无路可走，我还有*路一条。虽然这是句很火的玩笑话，但对我来说很实用。 如果别人评价我，我应该是包容的，温柔的，可能有点逆来顺受，闷骚的，比较有趣的人。没人知道我想做什么，如果我做了他们大概会很震惊，说没想到啊，他还会做这种事，他不是这样的人啊，他一直很平和，情绪很稳定的。 现在，有个人再也忍受不了一切，当他心里那根弦绷断的时候，很可怕的事情就会发生。 （我是个女生，但是用“她”称呼我自己会感觉很别扭，非常别扭，我不清楚为什么，所以我用“他”）"
  },
  {
    "file": "r02.json",
    "title": "总是害怕不好的事情会发生，怎么做才能摆脱这种状态？",
    "content": "最近在家躺着很久每天就是看剧玩手机。 心里有一些负罪感，但是总是感觉自己什么都会做不好，每次出门前只能想到太阳会毒，车很多尘土飞扬。写作业的时候也焦虑，压力很大，觉得自己写的东西真烂，给老师添麻烦。这么久的假期本来应该去考驾照，但是会想到教练会恶狠狠地骂人，搭车过去要花很多时间。然后一直不去做。没有社交的时候又会觉得很孤独，又有点埋怨自己一事无成。但是我觉得我很在意自己的心情，不想让自己去接触那些闹心的事情。我应该怎么做才能摆脱这样的状态呢？"
  },
  {
    "file": "r03.json",
    "title": "为何拥有得越多，越难感受到快乐？",
    "content": "读书的时候想以后工作了能买自己想要的东西，真的开始工作了，看到有的同学不用上班，天天旅游，又觉得很羡慕；知道谁又买了车，家里给买了房，也很羡慕，但其实自己已经拥有的东西也不少了…家里有房，只不过不是新房，也有车开，只不过不是新车，家庭也很温馨。 但是为什么已经拥有了很多，内心却没有变的更加快乐，老是焦虑和压力重重，害怕失去现有的一切？"
  },
  {
    "file": "r04.json",
    "title": "人走不出去工作，家里妈妈的负面情绪和责难让我痛苦？",
    "content": "在家里宅了两年了，因为工作原因和老板吵架难过了一个月然后辞职，家人也没理会我。 然后经常和妈妈发生冲突。 说我家务这做不好那不行，整天说的都是负面的事情和我会焦虑的事情（钱，未来之类的）家里人有给我一些钱，然后又说我不知感恩。 我被妈妈影响到最近情绪特别的难受，本来不是好的状态变得更加严重。 她说的那些问题我怎么不明白呢，可是自己目前也无能为力，除了我还有哪个人会想她一起生活？以为我不想出去工作吗？但我真的是对很多事物都没有兴趣和动力。 前几天也去精神科做了心理咨询，医生叫我自己走出去，我如果能自己走出去还需要看什么病呢？ 一边走不出去自己压力也很大，一边还要被妈妈折磨，我到底做错了什么？"
  },
  {
    "file": "r05.json",
    "title": "我总是担心别人在背后说我坏话，活在焦虑和内耗里？",
    "content": "自从大学和一个朋友闹掰了之后，我就一直很担心她会把我跟她说过的话告诉别人，只要别人和她坐在一起说话，我就会觉得她们在讨论我的事情。所以我一直到现在都没有和大学同学保持联络，也没有参加和大学相关的任何活动。 现在上班之后也会这样，我总担心我的同事会在我的经理面前说我不好，因此我上班的时候总是感到很紧张，晚上睡觉前也会在想今天自己有没有什么事情做错了，有没有说错什么话，会不会给别人留下把柄……已经很影响我的正常生活了，怎么办呢？"
  },
  {
    "file": "r06.json",
    "title": "想要一个不多愁善感的自己，怎样变得幸福？",
    "content": "1.人际关系自己一个人觉得孤独，在家有时候也有这种感觉，但是在学校更容易，感觉没有真心朋友，喜欢一个人的自由又害怕一个人的孤单。2.找不到自我，不清楚自己的心。感觉自己很累，虽然不开心但是也不伤心。容易在乎别人的一言一行，受别人影响。尽管知道这是因为没有自我，可是做过努力，可还是会受别人影响。觉得独处的时候可以更好找回自己但是又害怕孤独。3.考研焦虑总觉得时间不够用，学不会学不完。学习时候却又静不下心，会胡思乱想，无论是独处还是群居都会乱想。4.完美主义长相，感情，学习，工作。5.强迫症刷牙，洗衣服时候数数6.容易陷在负面情绪里觉得自己有心理健康问题甚至是抑郁症。为什么会这样？如何改变？想要一个不多愁善感的自己，有正能量，爱的力量与一般的幸福感。自己觉得最目前最首要的问题就是人际关系。无法自己独处，一个人生活。"
  },
  {
    "file": "r07.json",
    "title": "如何避免过度的社会比较？",
    "content": "从读书的时候开始，我们这一代人好像慢下来就会失去竞争优势，稍微喘口气都怕被人赶上…… 但是焦虑抑郁的人越来越多，这种快节奏让人生的宽度变得狭窄，让我们没有时间去思考自己的真正需要什么。大家都在为了生活。 真的慢下来之后，又会担心慢节奏的生活是否会太过安逸，让自己无法完成远大志愿，实现自己的目标。 想知道你是怎么看待的呢？你认为快节奏生活是有利于还是不利于人的自我实现？"
  },
  {
    "file": "r08.json",
    "title": "不再积极向上，我该如何改变现在的消极状态呢？",
    "content": "感觉自己变了，不再是那个积极向上的自己，现在做事情很难静下心来，面对繁杂的工作，更多的是逃避和拖延，以前的自己会努力想办法解决，创新，现在感觉没有了动力。 而且自己不再像以前那么快乐，没有了快乐的理由，有时会烦躁不安，焦虑不安，还容易一点小事生气。 对于孩子还有愧疚感，觉得自己不够优秀，没能给孩子更好的家庭条件和榜样。 对于婚姻，很失望，以前还会去唠叨，去和爱人吵架，现在懒得唠叨，懒得吵。 很不喜欢现在的自己，老师，我该怎么办呢"
  },
  {
    "file": "r09.json",
    "title": "独生女，父母的工具，想和父母分离但无法分离怎么办？",
    "content": "... 全部 独生女，父亲NPD，从小每天挨骂各种被挑剔、指责，是父亲发泄情绪的垃圾桶。成长的过程中，长期多种躯体化：便秘15年以上，肩颈一有压力就酸痛，身体也动过多次手术，而且还有重要器官的遗传疾病…… 父亲对我的打骂母亲一直以来是不发声，不保护，她先保护自己，总是说她不离婚是因为我。所以到我成年后离开家父亲开始对她发泄情绪，她总是跟我说她受不了，她太命苦了，她当年不离婚都是因为我，我有大量的内疚。她从来看不到我，只能看到她自己，我童年时也总是被她骂：婊子之类的，我有现实层面的困难跟她说，她也总是先骂我。 我对父母有大量的愤怒，因为童年我没有得到好的对待。现在父亲借着孝顺的名义，要求我时刻体会他的情绪，给他安慰，给钱，买家里大件东西……我对于他这样的行为很愤怒；对于母亲总忽视我的感受，跟我说父亲就是嘴坏，心里是想着我的，她帮着父亲说话，很多时候为她做的事，她也会直接忽视我的努力，甚至因为帮她给我自己造成了很多麻烦，我觉得自己是一个被父母使用的工具。 这期间我有反抗过，结果是被当街骂，被打得鼻青脸肿，这时候我自己的孩子已经6岁了。后面父亲遗传疾病越来越严重，所以要求我要细心要照顾，要给花钱，要关心…… 所以我的困扰是：1.我想不出除了暴力反抗父亲，还有什么方法，因为我不愿意被他使用，也不愿对他温言细语，因为尽管这么多年我一直学习，自我成长，也有心理咨询，但感觉自己千疮百孔，在远离他的日子里，好不容易补上的洞，长出来的肉，回去一趟不但全部功亏一篑，还会多几个洞。 2.不回去面对他也会恐惧。好像只要是节假日我就一定要回去，不然会被惩罚，他会抱怨指责，不孝，白生我……就好像，反正要挨一刀，早晚都要挨，不如回去挨一刀，至少下次回去之前可以安心，不然逃掉了，下次之前内心也无法安宁，焦虑恐惧。 3.内疚感很强，这也是这么多年一直无法分离的原因之一吧。只要他们一抱怨，我就立刻退行到童年的自己，我要为他们的痛苦负责，哪怕我自己充满愤怒，依然无法拒绝。学了很多心理学，参加家庭系统排列课……明白不该背负父母的命运，但依然时好时坏，特别是自己想要逃离的时候，感觉根本逃不掉。 4.现实中，公婆的家离父母家不远，所以每次回去他们都会知道，我先生和公婆也怕我父亲。 原来因为自己希望得到父母的看见和肯定，不停的付出，现在完全因为恐惧而去付出。 是什么原因我给自己创造了这样的困境呢？ 独生女，父亲NPD，从小每天挨骂各种被挑剔、指责，是父亲发泄情绪的垃圾桶。成长的过程中，长期多种躯体化：便秘15年以上，肩颈一有压力就酸痛，身体也动过多次手术，而且还有重要器官的遗传疾病…… 父亲对我的打骂母亲一直以来是不发声，不保护，她先保护自己，总是说她不离婚是因为我。所以到我成年后离开家父亲开始对她发泄情绪，她总是跟我说她受不了，她太命苦了，她当年不离婚都是因为我，我有大量的内疚。她从来看不到我，只能看到她自己，我童年时也总是被她骂：婊子之类的，我有现实层面的困难跟她说，她也总是先骂我。 我对父母有大量的愤怒，因为童年我没有得到好的对待。现在父亲借着孝顺的名义，要求我时刻体会他的情绪，给他安慰，给钱，买家里大件东西……我对于他这样的行为很愤怒；对于母亲总忽视我的感受，跟我说父亲就是嘴坏，心里是想着我的，她帮着父亲说话，很多时候为她做的事，她也会直接忽视我的努力，甚至因为帮她给我自己造成了很多麻烦，我觉得自己是一个被父母使用的工具。 这期间我有反抗过，结果是被当街骂，被打得鼻青脸肿，这时候我自己的孩子已经6岁了。后面父亲遗传疾病越来越严重，所以要求我要细心要照顾，要给花钱，要关心…… 所以我的困扰是：1.我想不出除了暴力反抗父亲，还有什么方法，因为我不愿意被他使用，也不愿对他温言细语，因为尽管这么多年我一直学习，自我成长，也有心理咨询，但感觉自己千疮百孔，在远离他的日子里，好不容易补上的洞，长出来的肉，回去一趟不但全部功亏一篑，还会多几个洞。 2.不回去面对他也会恐惧。好像只要是节假日我就一定要回去，不然会被惩罚，他会抱怨指责，不孝，白生我……就好像，反正要挨一刀，早晚都要挨，不如回去挨一刀，至少下次回去之前可以安心，不然逃掉了，下次之前内心也无法安宁，焦虑恐惧。 3.内疚感很强，这也是这么多年一直无法分离的原因之一吧。只要他们一抱怨，我就立刻退行到童年的自己，我要为他们的痛苦负责，哪怕我自己充满愤怒，依然无法拒绝。学了很多心理学，参加家庭系统排列课……明白不该背负父母的命运，但依然时好时坏，特别是自己想要逃离的时候，感觉根本逃不掉。 4.现实中，公婆的家离父母家不远，所以每次回去他们都会知道，我先生和公婆也怕我父亲。 原来因为自己希望得到父母的看见和肯定，不停的付出，现在完全因为恐惧而去付出。 是什么原因我给自己创造了这样的困境呢？"
  },
  {
    "file": "r10.json",
    "title": "20岁女大学生，不化妆就是对人的不尊重？",
    "content": "独生女，父亲NPD，从小每天挨骂各种被挑剔、指责，是父亲发泄情绪的垃圾桶。成长的过程中，长期多种躯体化：便秘15年以上，肩颈一有压力就酸痛，身体也动过多次手术，而且还有重要器官的遗传疾病…… 父亲对我的打骂母亲一直以来是不发声，不保护，她先保护自己，总是说她不离婚是因为我。所以到我成年后离开家父亲开始对她发泄情绪，她总是跟我说她受不了，她太命苦了，她当年不离婚都是因为我，我有大量的内疚。她从来看不到我，只能看到她自己，我童年时也总是被她骂：婊子之类的，我有现实层面的困难跟她说，她也总是先骂我。 我对父母有大量的愤怒，因为童年我没有得到好的对待。现在父亲借着孝顺的名义，要求我时刻体会他的情绪，给他安慰，给钱，买家里大件东西……我对于他这样的行为很愤怒；对于母亲总忽视我的感受，跟我说父亲就是嘴坏，心里是想着我的，她帮着父亲说话，很多时候为她做的事，她也会直接忽视我的努力，甚至因为帮她给我自己造成了很多麻烦，我觉得自己是一个被父母使用的工具。 这期间我有反抗过，结果是被当街骂，被打得鼻青脸肿，这时候我自己的孩子已经6岁了。后面父亲遗传疾病越来越严重，所以要求我要细心要照顾，要给花钱，要关心…… 所以我的困扰是：1.我想不出除了暴力反抗父亲，还有什么方法，因为我不愿意被他使用，也不愿对他温言细语，因为尽管这么多年我一直学习，自我成长，也有心理咨询，但感觉自己千疮百孔，在远离他的日子里，好不容易补上的洞，长出来的肉，回去一趟不但全部功亏一篑，还会多几个洞。 2.不回去面对他也会恐惧。好像只要是节假日我就一定要回去，不然会被惩罚，他会抱怨指责，不孝，白生我……就好像，反正要挨一刀，早晚都要挨，不如回去挨一刀，至少下次回去之前可以安心，不然逃掉了，下次之前内心也无法安宁，焦虑恐惧。 3.内疚感很强，这也是这么多年一直无法分离的原因之一吧。只要他们一抱怨，我就立刻退行到童年的自己，我要为他们的痛苦负责，哪怕我自己充满愤怒，依然无法拒绝。学了很多心理学，参加家庭系统排列课……明白不该背负父母的命运，但依然时好时坏，特别是自己想要逃离的时候，感觉根本逃不掉。 4.现实中，公婆的家离父母家不远，所以每次回去他们都会知道，我先生和公婆也怕我父亲。 原来因为自己希望得到父母的看见和肯定，不停的付出，现在完全因为恐惧而去付出。 是什么原因我给自己创造了这样的困境呢？"
  },
  {
    "file": "r11.json",
    "title": "谈了两个月的女朋友从不主动联系，这样是正常吗？",
    "content": "跟女朋友谈了两个月恋爱了，请问以下行为如何分析，背景：她是老师，平时很忙 1.几乎不主动发微信，但是我找她的话，如果没在忙，会秒回。如果她要去忙，会提前跟我说，在忙的话偶尔看到消息会说“在忙”。但是忙完之后不说，再找她的话经常会秒回。我不找她的话，试过好几次七八个钟不回消息。 2.从不主动打电话，一开始在一起经常不接电话，说没听到。跟她沟通过之后，每次都会接，没接到会打回来。 聊过为什么不主动的问题，解释是平时也是不主动找人聊天的那种；聊过为什么不花点时间来联络感情（非上班时间，比如晚上，周末），解释是不想说话，因为平时讲话太多，并且需要独处。这种不主动，经常令我没有安全感，很焦虑，老是觉得她是不是不喜欢我了，但是当然她也有可能就是这么谈恋爱的，我只能这么想了。我平时需要蛮大强度的聊天和情绪价值、黏度，分享欲很强，所以我只能降低自己的聊天需求，疯狂找事情专注下来，提升自己。而不是一味把大把大把的时间都献给她跟她聊天。我发现这样做一两天之后感觉效果还不错，不再纠结她是否找我，降低对她消息的期待和依赖。"
  },
  {
    "file": "r12.json",
    "title": "发布自媒体内容之后，因为不好的评论导致焦虑？",
    "content": "我发内容后，都会不停地刷新页面，很在意有多少人点赞、评论，以及这些评论的内容。 上个月我写了一篇关于旅行经历的文章，满怀期待地发布了，但是没过多久就看到一条评论：“这篇文章写得有点平淡，没什么新意。”然后我就开始反复琢磨这条评论，思考自己是不是真的写得不好，写作风格要怎么改进。也很担心别人会因为这条评论对我本人产生负面看法。 从那次到现在，我都很难集中精力进行创作，也总是半途而废写不下去，一直沉浸在别人对我的评价中，我该怎么办？"
  },
  {
    "file": "r13.json",
    "title": "自卑，敏感，焦虑人格，如何建立内在的“自我”？",
    "content": "各位老师大家好，临近博士毕业，因为毕业论文，就业的压力患上了焦虑症，每天焦虑到什么也做不下去，咨询了心理老师，心理老师说我是缺乏自我认可，看不到自己的优点，需要建立内在的自我，请问各位老师如何在日常生活中，通过锻炼建立内在自我呢？"
  },
  {
    "file": "r14.json",
    "title": "争强好胜，总想要占据上风，怎么改变这种心理？",
    "content": "我的好朋友，他不管是读书的时候还是实习之后，总想要做到最好，拿奖学金要拿一等，实习也要进最好的事务所。但是为了做到这样的目标，他常常陷入焦虑内耗，和自我贬低的状态，有时候和他聊天只感觉到了满满的负能量，他不管做什么都用利益去衡量，也会卷入一些和别人的利益冲突之中。再这样下去，我担心他会越来越钻牛角尖，我可以怎么帮到他？"
  },
  {
    "file": "r16.json",
    "title": "发现自己有讨好型人格的倾向，我该怎么办呢？",
    "content": "我发现我很容易因为人际关系烦恼，这种现象早在高一其实也有反应，只是我不知道怎么办可能就直接忽略了。在初三时我考上了高中的衔接班，我当时是很高兴的，但是真正到了上课的时候 我发现自己真的跟不上，尤其数学，我也觉得自己成绩差很自卑，总是会想到别人对我的看法，因此也比较封闭自己，不去与人交往，我可以说在那时候觉得是我过得最累的一段时间。到了高一，自然而然的也进入实验班，压力也很大，主要我也不懂得如何去排解自己的压力，调节不好自己的情绪，每天都很压抑，想很多，将注意力完全放在外界，看着别人多么努力，自己又怎么样，越来越焦虑，自己又不行动，成绩越来越差，心情也很糟糕，我希望有一个人能够来拯救我，可是不会有，我确实抗压能力比较弱，在班里我觉得我就是老好人，什么都会答应别人，觉得别人找我帮忙是我的荣幸，我确实也是出于想和别人交往，但是我同时也自卑觉得自己无趣木讷，因此经常会有身体出现小毛病，胸闷等"
  },
  {
    "file": "r17.json",
    "title": "焦虑体质，遇到了身体健康方面的问题，怎么办？",
    "content": "... 全部 本来就是非常容易焦虑紧张的人，体检发现一个有风险的肺结节，就我的情况医生建议观察，但对于我这样平时非常在乎健康的人来说简直就是晴天霹雳，感觉身上背了一个无法解决的定时炸弹，整个人陷入了奔溃，怎么办啊？ 本来就是非常容易焦虑紧张的人，体检发现一个有风险的肺结节，就我的情况医生建议观察，但对于我这样平时非常在乎健康的人来说简直就是晴天霹雳，感觉身上背了一个无法解决的定时炸弹，整个人陷入了奔溃，怎么办啊？"
  },
  {
    "file": "r18.json",
    "title": "18岁，一个有过一些不好的经历的人，要如何走出来？",
    "content": "18岁，对高考的焦虑，过去遭受过一些冷暴力和歧视，习惯了孤独，很难感觉到幸福，请问要如何走出来"
  },
  {
    "file": "r19.json",
    "title": "老公的升迁让我害怕，焦虑，怕被抛弃，怎么办？",
    "content": "36岁&女&主妇 本身老公是一个简单的上班族，老公对我很体贴，我觉得这种简单的人际关系很安逸很幸福。最近老公跳槽升迁成为公司管理者。让我有了危机感。一方面收入的增加很欣慰，但另一方面，在公司的时间增加，我总是不断地幻想他被公司小姑娘讨好出轨的画面。老公的升迁让我很害怕，焦虑。怕被抛弃、怕我的老公不再只爱我一个。"
  },
  {
    "file": "r20.json",
    "title": "总是对自己的想法感到罪恶，怎么办？",
    "content": "不知道什么时候开始，我总是喜欢把一件事情无限放大化，灾难化，就比如说我如果有了某种想法，某种猜想，或者是做了某种事，就会认为我这种想法是不对的，是罪恶的。然后我就陷入这种情绪的陷阱中越来越深，过了好久都出不来，一直让自己在这种自我批评，悲观的环境下。我的心情变得越来越糟，身体无力，啥都不想干，以及想哭。 其次，就是我比较敏感和不安全感比较严重。很容易因为一件小事，哪怕是一件非常非常不起眼的小事（就是在他人眼中很平常但是在我眼里却不是）都会让我心情起伏非常大，很受影响。还有的时候，我自己会因为一些让我感到不舒服的因素，比如一些让我感到不舒服或者没有安全感的人和事，或者出于一个让我没有安全感的地方，我就会感到很不安很恐惧，而这种恐惧真的非常强烈，一直围绕在我身边。反正一切都让我害怕，没有安全感的人和事物都会让我有这种反应然后我会没有精力做任何事情，还会忍不住哭泣。或者是因为他人说的一句话或者感受到了他人说话的语气，也或者是因为一些事情联想到了过去的经历，尴尬的时刻，恐惧受到刺激，也会造成大的心理波动。 最后，就是会无缘无故的感到害怕，就比如有的时候，尤其在课堂上或者一个人独处的时候会莫名其妙的感到恐慌似得情绪，没安全感，焦虑。整的我整个人都不是很好，恐惧蔓延全身。这时候的我非常无助，因为全身上下都是恐惧，集中精力听课并不是一件容易的事。或者应该说是干什么事情都不容易，都容易走神，再次沉浸在悲伤里。 总之，我觉得我自己真的很容易哭泣，自己总是因为受到刺激，感觉自己很脆弱的时候忍不住哭泣，这个时候真的很想找个依靠。但是我也知道我必须坚强起来，即使知道自己是这样的性格也想去尽我最大的努力，找到合适的方法调整自己，和情绪和平相处，快快乐乐的生活。我该怎么办？求建议！谢谢大家"
  },
  {
    "file": "r21.json",
    "title": "怎样才是学会独处呢？就是一个人自己呆着吗？",
    "content": "最近一直觉得很孤独，所以就在网上跟人聊天，但又看到说人要学会独处才行，可是一个人的时候特别容易胡思乱想，而且我有一些焦虑，尤其是到晚上，没人和我说话我就特别焦虑，什么事都做不下去，只想跟人聊天，都说人要学会独处，可是独处是什么意思呢？必须一个人呆着？那我呆着的时候一直在网上跟人聊天，这样还算独处吗？ 真正的学会独处的状态到底应该是怎样的呢？如果我是独处不了的人，必须要学会独处吗？"
  },
  {
    "file": "r22.json",
    "title": "中考生，成绩一般，学不进去，压力很大，很焦虑怎么办",
    "content": "我是今年的中考生，平时成绩一般只能上个普高，但又不太甘心却也学不进去，有时考试成绩倒退会有过激行为，即使母亲发现了也只是会再把我骂一顿"
  },
  {
    "file": "r23.json",
    "title": "无意中听到算命先生说自己的寿命，感觉非常无助怎么办",
    "content": "因为是48岁本命年，听朋友的建议就去找本地的算命先生看看今年的本命年会不会有什么不顺，需要怎么化解，到了以后感觉算命先生就只是问了一下我的生辰八字，也没有仔细的测算，顺口就说了今年会有小麻烦，但是他可以帮我化解，接着顺口就说了我可以活到72岁，对于我这种有焦虑症的人来说，我根本不想知道我的寿命，但听到他这样一说瞬间我就不好了，现在感觉非常无助，很后悔去找了这个算命先生。"
  },
  {
    "file": "r25.json",
    "title": "女儿进入初三诊断出中度抑郁，要做作业吗？会休学吗？",
    "content": "女二初一初二就有抑郁焦虑迹象，进入初三情况更差，无法集中注意力，记忆变差，经常发脾气，每天作业至凌晨2点，导致白天瞌睡，恶性循环，成绩下滑。经医院确诊中度抑郁，怕西药有副作用,让医院开了中成药巴戟天寡糖。我与班主任沟通暂不做作业，老师同意了，但她自己说还是有压力，会被催补做，之前还能稍微复习复习，这两天作业完全不做了，说是没心情。而且也没见她压力减轻情绪好转。纵容她的这种做法会导致她破罐破摔吗？还是要鼓励她继续作业巩固所学？她曾经说不想上学，我怕请假了就再难更上彻底休学，我应该怎么办？还有初三娃要让她吃西药吗？我怕副作用更大导致她彻底休学。非常矛盾纠结，求助各位专家～～"
  },
  {
    "file": "r26.json",
    "title": "群聊里，别人不回我消息，我就很痛苦，该怎么调节？",
    "content": "该怎么调节？具体表现为恐慌、焦虑，以及厌恶这段人际关系、厌恶对方 我总是害怕自己在冲动之下退群，最后没有朋友，但表面上的讨好和不在意又让我更加痛苦 我好想退群啊"
  },
  {
    "file": "r27.json",
    "title": "马上30岁，多年在国外感觉自己的路越走越窄怎么办?",
    "content": "在读硕士女留学生，马上30岁，抑郁症焦虑症9年，强迫症两年。一个人在国外6年了，各种原因已经5年回不了国，在这期间被骗过，失败过，过着苦的难以想象的生活。 最近感觉自己的生命有些油尽灯枯的感觉，先是理发师发现我斑秃，然后不停的掉头发，发质粗糙。同时心脏和右侧肾也感觉不适(之前得过心脏植物神经紊乱)。 每天只想躺在床上，但又不得不起来学习，所以需要吃东西来缓解心里难受，但每次都吃的很多一天好几顿饭，胃就很撑心脏就开始难受，然后必须要催吐出来才行。就这样学习一小会就吃一会东西，然后催吐一会，再躺一会，然后又逼自己接着学，如此循环，，，无法注意力集中，身体越来越差，连入睡都艰难。 在学校的同学年纪都比我小，精神和体力也都比我好，年纪轻轻都很优秀，不像我有那么那么多的坎坷。我只不明白，明明曾经我也是那么优秀的人，怎么会变成现在这个样子呢? 任人嘲笑奚落(只有华人同学会这么议论，外国同学不在意我年纪有多大)，为什么那么那么多的坎坷都让我去经历了呢? 我好像看到我的那束光越来越暗淡，出路越来越窄直至消失。不知道我还能找到什么动力让我继续坚持下去。也许不要用坚持这个词，我好想把生活过的快乐而不是坚持。"
  },
  {
    "file": "r28.json",
    "title": "不想面对生活，不想见任何人，情绪极其不稳定，很难受",
    "content": "... 全部 现在上午12点，我一个人在家喝酒。 前几天我表弟说想和我一起做些事，是我在做的行业，我觉得还行，今天早上给我打电话，说这个他在美国的项目找到别人投资(一共需要50100万美金)，已经找到人感兴趣，但是人家需要他自己也出钱，然后问我帮他投10万美金。单资金上我完全没有压力，但我完全不想投钱，因为我并不看好他，我知道我可以拒绝，但真的一下子心情完全坏了，很难受焦虑，完全没心情工作，所以10点就从公司回家，买了好多啤酒…… 我真的很焦虑压抑难受，这只是今天遇到的事情，让我来这里发帖，，还有很多很多，比如我的同事犯了一些低级错误，比如孩子在屋里大吵大闹，比如我回到家看见家里很乱，比如任何一点点不开心或者不合我心意，，我都会很烦，很压抑，很焦虑，，就不想去面对生活，就想要逃避，不想看见任何人，只想把自己灌醉，什么都不要想，什么都不要看到，甚至想自己活着干什么？ 我可以算是财务自由，没有生存生活压力 现在上午12点，我一个人在家喝酒。 前几天我表弟说想和我一起做些事，是我在做的行业，我觉得还行，今天早上给我打电话，说这个他在美国的项目找到别人投资(一共需要50100万美金)，已经找到人感兴趣，但是人家需要他自己也出钱，然后问我帮他投10万美金。单资金上我完全没有压力，但我完全不想投钱，因为我并不看好他，我知道我可以拒绝，但真的一下子心情完全坏了，很难受焦虑，完全没心情工作，所以10点就从公司回家，买了好多啤酒…… 我真的很焦虑压抑难受，这只是今天遇到的事情，让我来这里发帖，，还有很多很多，比如我的同事犯了一些低级错误，比如孩子在屋里大吵大闹，比如我回到家看见家里很乱，比如任何一点点不开心或者不合我心意，，我都会很烦，很压抑，很焦虑，，就不想去面对生活，就想要逃避，不想看见任何人，只想把自己灌醉，什么都不要想，什么都不要看到，甚至想自己活着干什么？ 我可以算是财务自由，没有生存生活压力"
  },
  {
    "file": "r29.json",
    "title": "39岁，对婚姻、小孩、未来很迷茫，我是否真的有病？",
    "content": "我今年39，前两周妻子怀孕了，但我却没有办法开心起来，反而觉得迷茫、焦虑和抗拒，有种奇怪的无力感。 我和妻子刚开始谈恋爱几个月很有激情也很开心。当激情褪去，我却没办法找到爱的感觉，由于妻子和家人催促，妻子综合条件还行，虽然有犹豫，但还是结婚了。然而婚后妻子因为我冷淡的表现经常发脾气、打骂、甚至拿刀威胁，而我也因此留下阴影，甚至不敢和她说心里话，久而久之，只要一回家心里就会不舒服。妻子提过离婚，我虽然想逃离，但因为对未来迷茫，无法下决心。 我觉得自己对外貌特别在意，会因为妻子外貌达不到自己理想而纠结，总希望妻子可以变成自己理想的样子。 回想过去，自己几段恋爱都是从激情逐渐冷淡，无法找到真爱。我觉得自己就是自私的渣男，我不知为何会这样，真希望自己能做一个正常人，能找到爱的感觉，能解决现在的问题，能开心起来。希望能得到大家指点，感谢！"
  },
  {
    "file": "r30.json",
    "title": "有时间不愿做作业，很兴奋很焦虑地想着自己喜欢的事？",
    "content": "我已经开始学习雅思了，但是我发现自己控住不住自己想法，总是无比兴奋去思考学习意外的东西，构思一个个创意，如果想到自己要再怎么拖延，学习任务要完不成时就会头疼，然后继续持续兴奋，意志根本无法撼动自己，然后继续做不完作业，然后继续在悔恨中，然后第二天又继续这个循环，直到某一天稍微可以逼着自己学了，不会太兴奋这种循环才会结束。不清楚自己是得了什么病？每次拖延兴奋想别的东西时候，心跳不太舒服，人无比抓狂的感觉，这种感觉在我高中学习完不成时拖延时就存在，已经蛮长一段时间了，但是去医院检查说是一切正常，可能时一种心理上的原因。现在仍然在吃精神分裂药物。 我想寻找一些精神方面疾病方面有了解人回答，或者至少对于强迫性行为或者这种拖延症有了解的人回答。很痛苦，愿意重金找答案。"
  },
  {
    "file": "r31.json",
    "title": "很想屏蔽外界关于工作招聘的信息，十分焦虑怎么办?",
    "content": "学画画的，目前因为一些因素我学的这种画画所需岗位被大幅度削减，学校老师都在建议先找工作。 我的本心是我画画起步晚所以画技还差很多，但是在学校听说外界有些公司已经开始裁员了，在学校很多人找工作的大环境下，我十分焦虑，不知道要学习还是去工作。想象到我再学几年过后说不定这个工作都不需要人了，但我还是想学习更多的知识等有把握了再工作。 （ai对绘画的冲击）"
  },
  {
    "file": "r32.json",
    "title": "厌倦、厌烦“情绪低落”，对于人生丧失了希望？",
    "content": "对于寻找兴趣爱好、心之所向的事情，可能对我来说更是负担而不是激发热情的作用，所以我暂时不费心思了。我觉得我不想*也不能*，但是想要把自己提起来生活真的很艰难，非常想要世界停下来，时间停下来让我喘口气。如果我不讲具体的生活问题，可能大家很难有切入口来给予建议，但其实这种足以将我打击到这种绝望程度的事情并不存在，相反让人极度焦虑的事情无论多么困难我都会去完成，可是这种对人生的厌倦厌烦和极度的情绪低落，从没有消减过。我会去医院治疗的，事实是我以前接受过长程治疗，但是感觉问题在于我本身的性格气质，药物的作用并不特别明显，并不抱希望但我还是会去的。现在在医学院读研，也算是雪上加霜了，感觉走投无路，但不能*，所以只有*捱着。麻木一阵子，伤心一阵子，歇斯底里一阵子，该怎么办哦到底，害。"
  },
  {
    "file": "r33.json",
    "title": "似乎比较成功还是害怕失败，为什么人类那么害怕失败？",
    "content": "没想明白，为什么大多数人，包括我，都那么害怕失败，我们都知道失败是成功之母，可是就是害怕并担心失败。按道理我应该是比较成功的，985和211的本科和硕士，毕业后都在大厂工作，职务也做到了高层领导，业绩也一直还不错，可是内心还是害怕失败，特别是要半年或者年底考核时，就很焦虑，害怕结果不好，想问问大家，这是为什么呢？为什么很多人就那么害怕失败呢？"
  },
  {
    "file": "r34.json",
    "title": "2025高考生，我到底该不该在家或者去自习室自学？",
    "content": "我是2025高考生，山东某普高生 自4年前出现抑郁倾向，现在状态尤其不好，去医院查出来有中度抑郁，*风险极高，最近出现了比较严重的焦虑躯体化 高敏感，身边所有人的负面情绪都会给我带来严重困扰 加上胃肠道本来就很不好要一直吃药，请假在家2天了 对大多数人没有感情甚至比较厌烦的，尤其和同学性格不合，会跑到没人的办公室或者厕所躲避社交，只要在学校就会焦虑，心慌冒冷汗 平时成绩570左右，英语尤其好，平均130+，高二考过雅思7分 比较想学医（父母都是医生），目标是报考香港浸会大学中医学专业，或者其他内地之外高校的医学专业（最好是中医），或者是成为省属公费医学生 追求稳定，希望找工作没压力，没什么爱好或者喜欢的东西，工资够活着就好 家里条件不错，父母也很支持我，不会逼我非要上学或者工作，但是我不想在家躺尸 话又说回来，我是希望正常去参加高考，但是身心状况有些难以坚持这100多天在校生活，如果在家自学或者去自习室又担心管不住自己，但是我不是很能接受每天请假几节课（就是说如果要回学校我会完全在校学习，不会随时请假） 所以想问问大家有什么建议吗？应该回学校正常学习，自习室，在家，还是别的方案？"
  },
  {
    "file": "r35.json",
    "title": "男友容易过度思考和焦虑，想让他放松点，怎么能帮到他",
    "content": "2月份他的团队接到一个复杂的项目，然后他整天都在担心项目计划是否足够完善，下班之后又担心团队成员是否能够按时完成任务，担心项目执行过程中是否会出现意外情况。甚至连晚上睡觉的时候，他的也在跟我讲这个项目可能出现的问题和可以尝试的解决方案。 上礼拜开始他开始感到心慌、胸闷，还失眠和食欲不振，焦虑情绪越来越严重，导致工作效率也下降了，原本可以轻松应对的工作现在对他来说变得有难度了……我也常常和他聊天开解他，想让他放松一点，但是好像没起到什么效果，这怎么办呀？"
  },
  {
    "file": "r36.json",
    "title": "明明不算缺钱，却为钱焦虑，到底是怎么了？",
    "content": "以前心态很好，做自己喜欢的工作，赚钱，打游戏，对生活算是知足，可自从知道老家旁边有个大我两岁的邻居，年入过亿后，心态就变了，想你更努力赚钱，可是能力有瓶颈了，无法突破，想学习又静不下心，这样纠结了两年，心里很焦虑，明明年入几百个了，还是不幸福，可赚的钱并没有怎么花，到底是怎么了？"
  },
  {
    "file": "r37.json",
    "title": "失业后心态崩了，怎么让生活重新恢复？",
    "content": "待业的3个月了，面试机会很少，在婆婆家里感觉都抑郁了。 今年3月底从上家公司裸辞了，之后原本想做个自由职业者，学一个技能然后自己干，4月份才刚刚开始报名了培训班，5月份得知老公也离职了。心里一下子很慌，我们还有房贷和孩子要养。 知道老公离职后，我就没心情学习了，培训班的学费交了，可是我的心不在那儿了。 5月份时整个人的心态还没太糟，一家人出去旅游了一周，5月底回来开始投简历找工作。 6月一整个月没几个面试，离找到工作还很遥远。 我知道今年大环境很差，我也知道自己总会找到工作的，只是时间问题而已。 但我还是会焦虑，一边焦虑，另一边我又没有行动… 我心里很清楚在找工作期间可以继续学习之前的培训班，提升自己，培养以后的副业，毕竟钱都交了。可我就是心里很乱，不想学习，也不想看书，学不进去。 现在每天就是睡觉，吃饭，带孩子。过得特别没劲。再加上是在婆婆家里住心里也很烦，婆婆家里很多老家具而且破烂东西"
  },
  {
    "file": "r38.json",
    "title": "总是很着急，接到工作任务就焦虑，怕来不及？",
    "content": "脾气很急，一有点什么活安排给我了，就开始焦虑，着急。别的同事都气定神闲的，只有我心里面全是想着各种工作细节，就怕干不完，来不及。连领导都不着急，我却老跑去催领导，给领导都催懵了，说你不用这么着急啊？但我就是放松不下来，心里静不下来。我平时是个很认真的人，也有些完美主义。想问问怎样才能放松心态，变得从容不迫呢？"
  },
  {
    "file": "r39.json",
    "title": "很学业很焦虑，见不得男朋友比自己好，怎么办？",
    "content": "我和男朋友是大学同班同学 我们很相爱 真的互相很喜欢很喜欢的那种 我们两个学习成绩都很好 理智上一直把他当做合作关系 一起变好 什么资源也都尽量分享给他 无保留 但我是个很学业焦虑的人……男朋友总是会向我表现出自己很厉害（不是故意的 是不经意的）比如说跟我说考的题很简单 考题很偏但是他都会 我的资料对他帮助很大很大他可以考的很好……或者把他考的好的成绩单截图发给我……我会感到很委屈焦虑 然后感觉到自己有点……不舒服（没有表现出来 我在一直都鼓励和夸赞他） 我好像见不得男朋友比自己好……或者说在我的帮助下变得很好……哎呀然后对自己的学习焦虑的不行不行 怎么克服哎…… 我告诉自己“我可以在他面前发光”“他也可以在我面前发光”我们一起变好 他好我也好 嗯嗯嗯这么说好像缓解的一些负面情绪"
  },
  {
    "file": "r40.json",
    "title": "大儿子抑郁，小女儿小升初，中年人的无力，无奈，无助",
    "content": "首先介绍下自己，我是两个初中孩子的爸爸，70后的尾巴年代生人。过去的这一年多，可以说是我有生以来最黑暗、最无助的一段日子，并且至今见不到尽头，也不知前方还有什么更可怕的事情在等着我。大的是儿子，从很早之前表现出一点不快乐的情绪到初二下学期确诊抑郁彻底躺平在家，至今已有一年多时间。我作为一个父亲，一切都历历在目，我努力求助、看能力范围所及的最好的精神科医生、用最好的药、找最贵的心理咨询师，最后却发现除了眼睁睁地看着孩子从表现出一点苗头到最后彻底滑落，什么都做不了，什么都无济于事。感觉就是用尽了毕生的力气努力挥出去拳头，最后却打在一团厚厚的棉絮上，没有一点回响。这一年多来，我努力反省、学习、精进，学习接纳、包容，努力提高共情能力、保持觉察力，也许我自己心情比以前稍微平静了些、好受了些，但对孩子看不到任何肉眼可见的变化。一个多月前的这个开学季，躺平在家整整一年的儿子自己主动提出复学，开各种证明、做各种物质上的准备，但去学校总共不超过五天后就不也再去了，重新彻底躺平在家已有近半个月。每天醒着的时间，绝大部分都是抱着平板或者手机在自己房间里渡过，稍微网络不通或者停电就特别焦虑。唯一能坚持到事情，就是每周一次的心理咨询。我现在已经对孩子重回学校已经不抱任何希望了，目前能平安活着就好，将来看看有什么自食其力的机会。我作为他的父亲，现在唯一能做的就是调整好心态、积极锻炼好身体，争取多活些年头让孩子有个照应。 有了大孩子的教训，我这两年对小三岁的女儿的情绪状态就特别关注。 女儿的性格和儿子迥然不同，儿子内向不擅表达、极其善良、完美主义，女儿从小外向善于表达、生活上对付、要强和有点小小的虚荣心。女儿小学阶段成绩非常出色，在众星捧月般的目光中度过六年。虽然偶尔有不开心的时候，但几乎从无厌学情绪，完成学业也非常积极，周末各兴趣班也动力十足。转变发生在小升初的暑假和上初中开学以来的这一个多月。刚开学就抱怨各种不适应，新老师不习惯、同学中比她出色的太多感觉有压力、作业多等等，最近经常把想“去世”挂在嘴边，整天念叨活着没意义，人生痛苦远多于快乐为什么要活着等等。看到孩子的状态、听到孩子的话语，我感觉很痛苦，我知道孩子愿意和我说这些是好事，但我接不住，真的接不住。难道这一个也要像哥哥一样彻底躺平在家了？我真的好痛苦，好迷茫，好自责。是上辈子造了什么孽，两个孩子，都会这样？"
  },
  {
    "file": "r41.json",
    "title": "分手了失去了唯一的情感寄托，哪怕很糟糕也不舍怎么办",
    "content": "分手了失去了唯一的情感寄托，哪怕很糟糕也不舍怎么办，一个人的时候也没啥朋友，生活孤独且内耗，一个人过的也不得劲，有什么情绪和烦心事无处倾述，自己又消融不了。好不容易谈个男朋友，因不安全感和焦虑，不停的作和索取情绪价值以求证被爱。最终互相伤害中消耗掉爱意，被分手。自己知道做了很多错事，害怕连唯一可以说说心里话的人都没有了。"
  },
  {
    "file": "r42.json",
    "title": "和女朋友在一起两年了，出现了一些感情问题，坚持吗？",
    "content": "和她在一起两年了，因为工作原因一直聚少离多，在一起到现在我和她见面的时间加起来可能都没有24小时吧，今年过完年我在家附近找到了一个差不多的工作，本想着可以多聚一聚的，可是她却一直躲着我，各种理由不愿意出来见我，甚至直接不理我，时不时的就一两天都不理人，不回消息，不接电话。 这段时间满打满算我和她在一个城市里3个月了，一次都没有见过，前几天因为这事儿和她吵了一次，然后到现在已经一个多星期没理过我了。这次忍不住和她提分手了，但是她却当做没看到消息，和我聊别的。 我自己是一个安全感比较低的人，她一直不理我让我变的很焦虑，我对她一直都是尽心尽力的，她各种要求我都会尽量满足她（但是她也从来没有提过过分的要求），我现在很焦虑，和她在一起两年了，我从外地给她和她家里带了那么多次吃的，她家里人却都不知道我的存在。当局者迷，希望有个外人能给我个答案吧，我是该坚持这段感情，还是放弃呢（她是我的初恋）"
  },
  {
    "file": "r43.json",
    "title": "转专业失败，迷茫焦虑自卑，如何面对自己和他人？",
    "content": "本人男，末流985学生。因原生家庭等复杂原因焦虑抑郁，学校持续接受心理咨询配合药物治疗一年半。生物科学专业，成绩优异，但由于严重担忧未来工作情况，好不容易下决心在大二下学期（也就是现在）转计算机专业（大一有机会，但是我害怕最后放弃了，现在很后悔）。当时老师同学都很震惊，也佩服我的勇气（总之弄得很多人都知道），但最后寒假回家（单亲家庭8岁跟爸爸生活）爸爸以*威胁我必须放弃转专业考公务员，断绝生活费，让我从此成为孤儿。沟通很久无效，只能说他也有他的理由：我从小有颈椎问题不适合高强度工作；我心理本就是抑郁状态，他害怕我压力大出事；大二转时间成本大，生物这边成绩好奖项多不要放弃；计算机专业高龄有被裁员风险。我觉得我转专业就是焦虑无安全感，想着年轻就该打拼成就事业。总之转专业这事当时很多人都知道，结果现在迫于种种压力只好作罢。我自己嫌弃自己，快开学了也无面对别人的质疑。只能坚持读没前途的生物专业毕业"
  },
  {
    "file": "r44.json",
    "title": "不清楚自己的情感需求，难以脱单，怎么找到自己需求？",
    "content": "人们都说三十而立，但是我到了这个年纪以后不清楚自己的情感需求是什么？不明白自己喜欢什么类型的伴侣，总习惯按着自己划定的标准来找伴侣，结果就是找不到符合标准的。大龄了，脱单的焦虑随着周围人结婚生子变得越加严重，对未来很迷茫，该怎么找到自己的需求从而寻到心灵伴侣呢？"
  },
  {
    "file": "r45.json",
    "title": "29岁，心静不下来，休息不好，是不是得焦虑症了？",
    "content": "今年29了 最近家里刚添了一个小公主 之后工作压力就变的非常大 做点小生意 最近无论生意怎么样都觉得赚的少 亲戚也是同行 一旦生意比我好的时候我心里就很焦虑很急躁半夜无法入睡或者吃安眠药入睡后早醒 心情变得很差 怎么改变这样的想法 现在很痛苦"
  },
  {
    "file": "r46.json",
    "title": "马上升高中依然脆弱消极，如何解决自己的情绪问题？",
    "content": "最近半年备考，感觉自己越来越容易陷入抑郁情绪，心理问题产生频率远高于以前 考试结束后，虽然如释重负，但是仍然焦虑未来，回忆过去，难以释怀。我常常一天什么都没有做，也什么都不想做，无法从中抽离，头又经常一侧一侧的疼，感觉很疲劳，很嗜睡。我要做的事情都拖延了，就加剧了自己的焦虑不安 我曾经和父母谈过，可是发现他们从来没法重视心理问题，而我的时间很宝贵，不想一直浪费在解释与争吵上。同时，我又畏惧心理咨询，不敢和陌生人说话，害怕被批评指责。 我没有交情很深的朋友，又无法向他们倾诉。我尝试过冥想，写日记，运动，但是都没有太大的改善。马上要升入高中了，我不想自己依然这么脆弱和消极，有哪些更好的办法吗？"
  },
  {
    "file": "r47.json",
    "title": "对前任的恨无法放下，影响生活怎么办？",
    "content": "分手已经一年多了，分手原因有她回避型依恋我焦虑型依恋的原因，其次我知道她不喜欢我了。分手过程非常曲折，艰难又痛苦。现在我和她都已经有了新对象，没有任何联系了，但是我还是会因为想到她而痛苦，今天和对象吵了一架之后，没忍住去看她的微博，她和现任过得很幸福，我顿时非常非常不快，夹杂着恨，夹杂着对自己生活的不满，会想凭什么她那种人能过得好，当初为什么要说自己是回避型，难道就对我回避吗？这种恨意完全找不到出口发泄，而她像一个幽灵永远潜伏在我的生活里挥之不去，我根本忘不了那些受过的伤害，甚至觉得那些不快的记忆在一遍遍的回忆里更加深刻"
  },
  {
    "file": "r48.json",
    "title": "家人对我管束太严格，让我很困扰怎么办？",
    "content": "我今年已经二十三岁了。但是家里人总为我安排很多事。以前我是个名副其实的乖乖女，懂事，听话。近几年，家人觉得我学坏了。因为，我有时不按他们的意思做。我也有一种深深地被家人控制的感觉。我感觉，，我的家像牢笼。我就是大人手中的提线木偶，我必须按照它们的做。就像我发个朋友圈，外婆觉得不好，就会要求我删掉。甚至我换头像，他都会说我。我现在很抵触她。甚至不想听到她说话，不想见到她。原因之一，是我觉得她给我妈也带来困扰了。我妈从小也比较乖，到现在都十分听外婆的话。外婆总与她说各种事情，分享各种情绪。我能感受到妈妈有时不想按外婆的说的做，但大部分时候都是妥协。她偶尔会反抗。但是外婆在她心中地位十分高，她几乎不质疑外婆，大事小事总跟外婆说。不论该不该说。老人能不能承受得了。我也大致能理解外婆为什么会这样。因为外爷一直不太管事，她的婚姻可以说是丧偶式婚姻。性格比较强势，家里大事小事她都在管。她也很累。外婆也是一个很没安全感，爱焦虑的人。我虽然能理解外婆，但是我却不知怎么处理我们之间的亲密关系。还有和其他家人的。因为我是家里最小的，从小家里都拿我当宝贝，管束管束的也多。我自己也总是没主见。虽然感觉家是牢笼，想逃，但好像家也是拐棍，一时还扔不掉它。"
  },
  {
    "file": "r49.json",
    "title": "完全无法沟通，如何面对低情商父母？",
    "content": "他们永远不知道在哪些人面前该说什么不该说什么，比如我的内向，我的自闭，我几年前的重度抑郁焦虑症，他们竟然会把我这些见不得人的伤疤与不堪当作什么荣誉勋章去到处“炫耀显摆”？其实那些外人根本没什么真正关心我们家的，哪个不是看笑话的，他们还要一五一十事无巨细地去把我的伤疤一一揭开给他们品尝。我真的好崩溃啊，面对别人各种攀比各种阴阳怪气他们根本不知道也不会怎么去维护自己家的人，也不会去反驳，但是，我也无比清楚，他们的能力认知就到那儿了，这个他们已经尽力了，这种高情商是你强求不来的，但是自己又真的非常委屈与不甘，怎么他们就任人左右任人“欺负”呢？难道作为成年人就只能选择慢慢远离他们而不能很好的解决面对吗？当然，解决这些的前提条件是，无法沟通。完全无法沟通，几十年了，我比任何人都清楚，我们家完全不存在沟通这种可能。完全不可能。所以沟通这个办法我觉得还是别提了，真的完全无效。"
  },
  {
    "file": "r050.json",
    "title": "39岁，未婚，失业，我该如何更好认同自己？",
    "content": "我本人今年39岁了的单身女性，因为未婚未育而产生了焦虑抑郁情绪，服药约1年多了，我目前对生活感到疲乏无力去改变。我虽然20几岁就开始相亲，但心里从来也没有择偶标准，所以相了10来次也只是走马观花去看一个人。在生活里没有建立和异性恋爱和深度关系。连同性朋友也没啥人。我对人际交往不主动也不太感兴趣，可能兄弟姐妹多还算和谐的原因吧。我目前也已失业2年多，以前一直在自家小型生意帮忙。人际上曾经有很多很好的机会接触到优质异性朋友和同性朋友，由于我很防备又没有明确要很早结婚的目标，所以没有去抓住这些机会，甚至有些来给我妹妹和哥哥介绍对象的我都一一推开了，那时我总觉得择偶最重要是经济条件有保障，我提了不少退缩的建议，所以我觉得我现在是个家庭的罪人，不仅自己过不好还连累家里人。因此经常也有*的想法。现在觉悟就是人活着就是要去体验和别人交往，这也是自我探索的一种方式，而我只是孤芳自赏，缺乏人生阅历，过了很空白的又封闭没有追求的半辈子。对兴趣爱好，职业规划也没有想法。总觉得年轻时没结婚生孩子就是此生最大的遗憾，即使现在努力也觉得困难重重，忘不掉这些年原生家庭的变故（妹妹突然离世）和落魄（家庭生意结业）。还有这么多年来我在家庭里负面情绪最多，吵吵闹闹，不成熟。我很后悔。工作很迷茫，不知要从事和之前相关的还是其他。真的想改变，想活下去，想活好，想经济独立。在人际交往里比较讨好迎合对方，也无法在被误解时好好为自己申辩。我还经常担心兄弟姐妹的孩子的健康。我也有时嫌弃兄弟姐妹的小孩不够健康聪明好看，让我觉得我身边的一切都比不上同学。社交时我总是向下社交而不是和优秀的人交往，大概因为自卑情结"
  },
  {
    "file": "r051.json",
    "title": "为什么会抑郁？经济上的自律会影响情绪么？",
    "content": "昨天中午吃完午饭开始，就有一种非常奇怪的心情，想到什么都觉得没意思，简而言之，就是对事情没有以前那种期待感了，比如想到元旦三天假期，正常来说应该是非常期待的，国庆之后第一个小长假。又例如想到跟同学可以假期去玩，也没了期待感。察觉到自己这种思维之后，我很焦虑恐慌，我在想会不会是我抑郁了，因为我啥都没有当初那种期待满满的感觉了，甚至在睡午觉的时候有点恐慌，慌得坐了起来，怕自己失控。昨晚也没有睡好。今天白天也一直有点低落，更多的来说，是因为察觉到自己的低落（没有期待）而低落，中午饭也没怎么吃，午睡也是迷迷糊糊。我一直试图寻找原因，我在想是不是我最近太自律，有点绷得太紧了，觉得那些值得期待的乐趣都没在提升自己，有点浪费时间？我放下了自己的那些要求，因为我这个人一旦进入了自律模式就会非常的“功利”，表现在什么事情都衡量对自己有没有用，还会对一些短期快乐产生抗拒，偶尔有负罪感。有好转但是没有完全恢复，直到两件事的发生1.我在早上申请的公积金到账了，我看到之后非常高兴，觉得有钱花了。2.跟一位同事聊起来年终奖的问题，他说今年会有的，在年前就发出来，而且还听说我的下个月的工资不会扣绩效，这样的话我过年之前就会有很多钱了。这两件事发生后我感觉自己恢复了快乐，对比了一下，之前我没有期待感是因为我对自己经济方面陷入了一种“自律”，进入了省钱模式，欲望都被我压抑住了，想到元旦假期的社交和自由，我却规定自己不能花钱（事实上我卡里就剩个几百了，的确不能花了），也没钱花，没有了以往的期待。当我知道自己即将度过经济的难关后，我非常开心，对元旦有了满满的期待了，因为我不再需要省钱了，各种欲望都涌现了出来，比如约谁玩，去哪里玩，吃点什么等等。所以，是否有以下的结论1.经济状况是会影响抑郁情绪的？2.我的抑郁是不是根本原因在没有接纳当时的自己？ 有人帮我分析一下我这将近一天的抑郁情况是什么原因造成的吗？"
  },
  {
    "file": "r052.json",
    "title": "今年中秋节还是不回家，我突然感觉挺抑郁的？",
    "content": "想了想已经有5年没回家里过中秋节了，今年还是一样回不去。妈妈昨天中午又打来电话问我回去吗，得到的还是我不回家的回复。。心里想回又不想回，一个是因为工作，一个是因为太远了，都回不去。 昨晚睡前也是翻来覆去的在想这个事情。睡不太着，自我感觉有点焦虑，害怕爸妈又失望，也觉得很空虚，一个人在这个城市也没什么朋友。 现在天气每天也有点早秋的感觉 凉凉的，一到这个季节也好难过，好抑郁，好想找人聊天，想找但又不想动起来，唉"
  },
  {
    "file": "r053.json",
    "title": "从小到大都是父母为我安排一切，我觉得自己很无能咋办",
    "content": "小学和初中时，我妈妈要给我的老师送礼，让他们多关照我，上大学时的专业也是听父母安排的，即使我并不喜欢。实习单位也是父母帮忙找的。毕业后因为本专业找不到工作，考研也多次失利，我在家待了两年多的时间。 我对未来一直都没什么规划，总是走一步看一步，现在我想为自己做一次主，决定离开家去沪漂，慢慢找工作。但父母听说了我的要求后立刻给我介绍了一份待遇还不错的工作，我的计划又泡汤了。 现在我更茫然了，仿佛自己的一生都要靠父母帮衬才行，自己做的决定仿佛永远是幼稚的，不可行的。而我好像习惯了让父母帮忙做决定，轮到自己处理问题时就会焦虑内耗和拖延。 这样下去该怎么办呢。"
  },
  {
    "file": "r054.json",
    "title": "32了，还有从头再来的资本吗？",
    "content": "2020辞职，本科辅导员，当时确诊中度焦虑引发的中度抑郁，怕影响工作，也怕别人背后“指点”，裸辞。 21年几乎一年，想调整状态，结果还是陷入了找工作不顺的焦虑中。 21年底，浙江某高职教师，看到结果家人很高兴，我心无波澜，甚至想要推辞，但因年底疫情再反复，怕长久的封控，也因不想让家人再陪着着急，于是就入职了。 22年，入职10个月，上半年的各种摸索，这半年的突然改要求、改模板、改职称评聘方式，还有工作中各种各样难以释怀的问题、bug、管理混乱、时间混乱而产生了再次就业的想法。 北方人在南方，对这个城市的隔裂感，当下的不真实感，对单位的不喜而又不得不为了生存，总不像别人那样因为有编制而高兴，甚至都不想说我在这个单位做什么，总有些自我否定和自卑 30多还在单身，小单位也没多少适龄的单身男青年，朋友有的资源都在北方（也错失了几次机会），对当地人的抗拒，对北方人的亲切，又不知道怎么破局 凌晨emo"
  },
  {
    "file": "r055.json",
    "title": "想和情人分开，但是控制不住联系他，怎么办？",
    "content": "我今年24。男朋友A人品不错，也很幽默，他是做it行业的，父母都是体制内的，家庭教育是不错的，我很喜欢他。我有分离焦虑，因为他工作没时间陪我，我也不能打扰他工作。所以我就有了男朋友B 我生母因生父的家暴，离了婚，我六岁时，她嫁给了继父后，经常说我是个白送没人要的孩子，说我是个贱人，因为我妈住的地方是我外公提供的，继父没办法赶走我。有了同母异父的弟弟后，继父就开始猥亵我，还打我，所以在高中得了精神分裂症，这期间男朋友A出现，一直的陪伴，我的状态才得以恢复至完全。我高考考到一本分数后，上了大学，工作后时间相对充足，有时候会回家，但每次回去都是一个人，自己点外卖。 所以一有空就联系第二个男朋友，副厨师长，人品一般。每次吵架，给我的感觉就是都是我的错，我不是很喜欢他，闹过很多次分手，就是不能分开，大都是我先主动联系他，我很讨厌我这样，就是控制不了。怎么办？"
  },
  {
    "file": "r056.json",
    "title": "和心理咨询师一起工作，害怕了、恐惧了，怎么办？",
    "content": "时间过得真快啊！一转眼就到了第17次了，(中长程的咨询『面询』)老师(心理咨询师)开始听不懂我在说什么了，一起工作的时候打瞌睡了，她说压力太大了，想吃东西，不吃东西就打瞌睡，还骂人，还说我自以为是，其实她自己也自以为是，骂我什么都不是，一堆垃圾，一堆粑粑一样，态度非常不好，作为来访者的我到底做错什么啦？ 而如今我是没有办法再和我的老师聊下去了…… 可是我又有分离恐惧症，分离后又会焦虑不安，会流泪，是不是我太脆弱了，太作了，我害怕了，恐惧了，我不配做咨询了，不再相信这些老师了……"
  },
  {
    "file": "r057.json",
    "title": "我是200多斤每年税后90万的35岁女，怎么改变？",
    "content": "我清楚知道肥胖的危害，也直接体会到了危害(不敢社交，没有婚恋)，可是依旧放纵自己的口腹欲，其实很难感到饿，一般会在工作焦虑时候狂吃东西，甚至不知道味道，只是重复那个一下一下把食物送到嘴里的动作。或者做饭时候喜欢食材多样，又怕浪费，一次性把所有食材都用了做一大锅。怕浪费而努力吃完。 现在不敢见人，35岁了还是单身。因为工作是在家办公，所以不需要我见人，但我绝不会和同事开视频。从28岁就胖到了200多斤，2019年时候减了几个月到了140斤，但疫情在家又胖回来了。 我想改变，但行为上又不改变。我夏天时候一边去公园走路听喜马拉雅上暴食的危害，观念得到很大改变，瘦了10多斤。但是我妈说我走路时候听耳机没法和她聊天了。我就不再听喜马拉雅的栏目，事后又胖回来了。 我有个控制欲很强的妈妈和自以为是还不负责的爸爸。我小时候的日子不堪回首。北京的寒冷冬天，我是穿着我妈同事给的羽绒坎肩过的。姥姥过世之后我"
  },
  {
    "file": "r058.json",
    "title": "高三，精神萎靡，很焦虑却无法静下心学习，怎么办？",
    "content": "高一下学期侥幸分到好班，同学太优秀，成绩一直倒数前三，心里落差很大。想认真学习却一直静不下心来，比别人多花了成倍时间，眼看着模考成绩一落千丈却无能为力。最近一次家长会我躲在没人的地方大哭了一场，想到父母对我的付出、寄予的厚望，感到非常迷茫和痛苦。 从小我就经常想一个问题：为什么我不是意气风发、呼风唤雨的班长、班干部，或是班里跟谁都能打成一片的同学？我为什么是我？在不同集体里不是被忽略就是被排斥的存在？我不喜欢我自己，非常不喜欢。我最大的愿望是大学能读心理学专业，全面了解自己，先自愈，再尽力帮助有相似困扰的人们。 现在高三了，几乎天天晚上都在做梦，精神萎靡不振严重影响正常学习生活，过度焦虑和习得性无助导致没有冲劲，怎么办？"
  },
  {
    "file": "r059.json",
    "title": "25岁，马上研究生毕业，朋友很少，怎么办？",
    "content": "我今年25岁，马上研究生毕业。自18岁上大学以来，我似乎就没有交到过真正亲密的，可以互相支持、深入交流的朋友了，而曾经密切的朋友也随着生活轨迹的变化，联系减少甚至渐行渐远。其实我也不喜欢社交，平时更乐于和自己相处，但看到别人三五成群，亲密又欢乐的样子，却会心生小小的自卑，对于那些有着无话不说的“闺蜜”的人，我更是羡慕不已。这让我矛盾又焦虑，一方面我清楚自己是个喜欢独处的人，但另一方面又觉得自己需要朋友，甚至担心自己和社会脱节。我并不是一个社恐的人，也有尝试过参与一些活动，来拓展社交圈子，虽然也结识了一些人，但却很难发展出“朋友”的关系。我感觉自己似乎很难遇到很合拍的人，几乎所有认识都的人都只是点头之交，短暂的交集结束之后，就再无新的交流，即使曾经一起创造过不错的回忆。对此，我有时会有些担忧：是我太“孤傲”了吗？还是说我欠缺一些社交技能？甚至说，难道我是一个不讨人喜欢的人吗？我应该怎么找到答案呢？"
  },
  {
    "file": "r060.json",
    "title": "高一16岁，厌学，害怕写题，很焦虑，越焦虑越不会写",
    "content": "我是一名高一生，选科理科，自己其实喜欢学理科的新知识，觉得很有意思，但是面对难题就会本能的进行抗拒，会走神，总之会用各种事情去推脱，到现在连题都不敢写，不管是难还是简单，都会害怕自己又做错，害怕自己又不会，但是身边的人其实都能做对，我不能接受自己这么差，因为我初中其实成绩挺好的，理科上也没有落后很多，也不排斥刷题，现在的状态我特别不喜欢，我也很害怕自己的一再推脱会让原本就落后的理科越来越跟不上，自己心里其实也很焦虑，但是那种害怕很难让我能好好的区别写题，久而久之面对其他科，连拿手的英语，也有点排斥，因为自己考得没有理想中的好，其实归根结底就是害怕看见自己又做错，很丢脸，很不能接受，很焦虑，很失落，很怕别人看见，很难不去和别人对比，越焦虑越不会写，我真的很想学好，我不想再拖下去变成厌学的逃课的人"
  },
  {
    "file": "r061.json",
    "title": "【超越原生家庭】在亲密关系中情绪总会失控，怎么办？",
    "content": "我的原生家庭爸爸脾气暴躁，会歇斯底里，妈妈很焦虑，父母在不同的方面都有点被害妄想。小时候有多动症，经常被父母打骂。我继承了父母的这些情绪问题，目前做心理咨询已有四年，有一定程度的改善。我和我男朋友在一起一年半，年底即将结婚，在我们的关系里，我比较容易焦虑易怒，控制不住情绪，对男朋友的言行变化非常敏感，比如他回复我消息很慢或者不回复，一两天没有主动联系我，我就会对他发脾气，但事后冷静下来觉察到是我过度解读，对方并没有什么原则上的错误，只不过就是两个人的观念差异比较大，男朋友喜欢独处，认为不必要每天联系，且男朋友对情绪很不敏感，常常不知道我为什么生气，两个人的沟通也总是不同频，我在讲感受，他在讲道理，我的情绪就会更加控制不住，因为我妈妈也经常在我情绪崩溃的时候还跟我讲道理。从小我爸爸和我也是比较疏离，沉默寡言，所以我难以忍受和男朋友没有链接的感觉，时间久了就会爆发，和他吵架，虽然我男朋友很包容我的脾气，情绪稳定，但是他也很难改变他原本的性格，我也担心这样的争吵会破坏感情（他和我说过对我的疏离一定程度上也害怕又说了什么让我生气了）。我该怎么处理亲密关系中原生家庭带来的这种影响，特别是情绪上的影响呢？"
  },
  {
    "file": "r062.json",
    "title": "职场小白，进公司一年，如何向能力强的人搞关系？",
    "content": "我是职场小白进公司已经一年了，干都是打杂的话没技术含量，后来公司需要一些会计算机的问我有没有兴趣我说有，就安排个计算机的前辈带带我们，起初他态度还可以打招呼也回我，也会开开玩笑，因为我拖延症学的慢又懒，好几个月题都没交上去，我怕他不喜欢我，就有时候有意无意讨好他，越讨好反而他对我态度冷淡了，打招呼还是回复我的，就是跟之前相比有了落差感了，我现在很焦虑不知道以后还能不能请教他一些学习问题，怕他不理我，不知道还需不需要讨好他。"
  },
  {
    "file": "r063.json",
    "title": "为了给过去画个终结,状态好了，该不该重上大一?",
    "content": "省流版本： 我初高中困于社交障碍，临近毕业崩溃查出社交恐惧症等，毕业后症状几乎消失，但由于跨时太长，大一我花了很长时间调试好自己。可是至今没有一段稳定的关系，没有朋友，包括父母亲戚也鲜少来往，直到现在我也没有成功经营一段关系的经验，这成了我一个心结。 我想留级，以正常人的状态，弥补那段缺失的时光，像平常人一样交两个朋友，然后把时间花在别的事情上面，诸如学习，运动等等，给过往画个终结。 可是我现在日子虽然寡淡，但也慢慢少因此惊醒了，这样的日子也能过，我不知道自己该不该留级。 详细版本： 小时候，家里条件不错，周围亲戚友善，我被保护的很好，成绩不错，性格乖张不爱看人脸色。 从我上初中后就困于与人交流的这件事，其中有各种因素就不加以赘述。最终结果就是我从初二开始有点怕人有点躯体上的倾向，与父母关系不好（我的家庭那段时间精神压力很大，我妈承担太多压力脾气变得很差，他们做过一些有点抽象的事，我几乎每次一遇到他们就特别易怒），哥哥也鲜少有交流，没有朋友，甚至精神状态也越来越差。负面循环加重，到高考前因为无法控制的躯体反应过度思虑彻底崩溃，确诊了也吃了药，但是似乎因为医院不太正规，也没怎么治，毕业就好多了。 但造成一件事就是，封闭太久，我不知道自己是个什么性格，不知道什么是正常的友谊关系，也没有一段比较长期的相互的健康的关系，而且有点子恐惧与人肢体接触等等。 我其实天性比较外倾，只是被压抑得太久，终于慢慢施展出来。可是因为经历的原因，我的特立独行以及带着面具的社交很容易让人误解，也难与人亲近，其中面对的种种困难也不再赘述。 我没有一段稳定的相互的关系，大多为单向联系，或者即使双向也显得牵强。而且大一时我总是很焦虑心慌，常会心悸，过于重视学业，等等。虽然现在状态还成，但是我很恐慌自己会反复，也害怕以后没办法适应社会。 总之就是我慢慢调整好了我自己，能够享受生活了，我感觉现在的状态可以正常社交了，可是我的大一已经过完，生活圈已经比较固化，就是几乎没有。而且由于花了太多时间处理过去的事，我没能以一种比较轻松的像平常人一样交一两个朋友，然后把精力投入到体验别的事情上，我觉得这将成为我人生一个极大的遗憾。 所以我想留级，其实现在状态好了，我的生活也能过，没有一个朋友，也不会特别心慌了。我不知道自己该不该这么做，弥补一个遗憾。"
  },
  {
    "file": "r064.json",
    "title": "大一，感觉自己可能就那样子了很痛苦，努力无用？",
    "content": "大一的学生，每天很自觉的健身，备考四级，和学习专业课有关的(现在还没开学)整个人就是在别人看来非常上进，也有自己的目标并努力奋斗，但是仍然感觉自己所做所为都是无用的，没上985，211，成绩也不好，每天都很焦虑，觉得自己做的努力比不上家世良好的同学走关系(之前高考的时候有个成绩远远不如我的保送进了我心仪的院校就是走了关系，我却没考上)，想谈恋爱但是感觉没有人会喜欢一个什么都不会不漂亮还很胖的女生。觉得努力都没有用想摆烂又摆不了，所以控制不住买东西，东西没有及时送到就很难受。每天做事情都不想做，不做好事情又很难受"
  },
  {
    "file": "r065.json",
    "title": "18岁高三女生，前几天受了点惊吓，这几天特别难过",
    "content": "五天前我放学，妈妈轻描淡写地和我说她要做个小手术，子宫切除，因为子宫内膜增生，容易发生病变 我当时没太大反应，只是压抑，等到晚上十点，我突然开始焦虑，难过，我哭了一个多小时，也有和朋友倾诉，朋友安慰了我，但我还是难过，不停的上网查资料，越来越压抑，转天早上我鼓起勇气问了妈妈关于这手术的事，才知道她并不担心，因为她之前做过类似的手术，而且她这个岁数，子宫已经完成了它的使命。听她这样温柔的讲着，我把脸扭到一边不停的哭 。 我叛逆了三年，可能自责吧，我这几天都很难熬，虽然我知道这手术不算什么。可能也有压力太大吧，叛逆的时候学业落下了太多，下周就二模了，妈妈下周去做手术。我好崩溃，但又觉得自己好矫情，这几天总是压抑，时不时会哭出来，好难受。我会想到有人来关心我，我会想到我去病房看妈妈的场景，我好担心我会忍不住哭出来，我好害怕看到她的伤口，我好害怕有什么负面影响。我从未感到如此依赖她。我胆子好小。"
  },
  {
    "file": "r066.json",
    "title": "工作时太过紧张焦虑，精神压力大，无法入睡怎么办？",
    "content": "嗯，我对自己要求太高，然后也不知道公司对自己要求如何，所以我总是担心，害怕，害怕被抛弃，他人不喜欢我，我上班精神压力太大了，总是没办法控制自己，一天下来，累到没办法入睡，超级超级疲惫，??。 在陌生的人群中，我感到害怕，万分无措，不晓得如何应对，好想躲在角落里，没人看到。 害怕被人批评，这种想象的恐惧沾满我的内心，好想逃离。我真是太害怕人。生怕他们伤害我。 真是累到不行。太累了。累到没办法入睡。没办法安心吃饭。累到说话紧张，结巴。 普通跑步，瑜伽，几乎没啥放松效果，按摩也是轻微。心理压力太大了。"
  },
  {
    "file": "r067.json",
    "title": "自己原生家庭不好，对孩子的教育特别焦虑该怎么调节？",
    "content": "... 全部 我的原生家庭不好，被父母哭穷，亲情绑架，而且父母对我很苛刻，只有做的好才能得到认可，所以我的性格自卑，高敏感，要求完美，易焦虑，心里创伤特别多，我看了很多心理书，做了很多咨询，才疗愈了内心的部分伤痛。现在，我结婚了，有一个8岁女儿，我也学着怎么科学育儿，避免代际相传原生家庭的伤痛。可我焦虑自己做的不好，当不好一个母亲，害怕我也无形在潜意识当中去伤害我的孩子...尤其和婆婆生活在一起，她也是不懂教育，观念守旧（苛刻，容错性低），这样的环境，我特别怕培养出下一个我（内心创伤太多）我该如何调节？ 我的原生家庭不好，被父母哭穷，亲情绑架，而且父母对我很苛刻，只有做的好才能得到认可，所以我的性格自卑，高敏感，要求完美，易焦虑，心里创伤特别多，我看了很多心理书，做了很多咨询，才疗愈了内心的部分伤痛。现在，我结婚了，有一个8岁女儿，我也学着怎么科学育儿，避免代际相传原生家庭的伤痛。可我焦虑自己做的不好，当不好一个母亲，害怕我也无形在潜意识当中去伤害我的孩子...尤其和婆婆生活在一起，她也是不懂教育，观念守旧（苛刻，容错性低），这样的环境，我特别怕培养出下一个我（内心创伤太多）我该如何调节？"
  },
  {
    "file": "r068.json",
    "title": "22岁男生，大三实习，对未来憧憬又忧虑，怎么办？",
    "content": "... 全部 初中 时 学习很好，中考前100天患上了精神分裂症，没去学校上课，带病中考考上了本地重点高中。但是因病无法上学 ，休学，治病，吃药，发胖，父母情绪也崩了，导致压力愈来愈大，乃至无精神分裂症状后 持续的重度抑郁焦虑 五年没有去高中读书。在休学第四年接触了健身，去外地学习考取了健身教练证书，家里也买了几十本体育类书籍，每天体育训练，大学期间假期也在健身房兼职过教练。自学考到 全日制大专，期间经过治疗大二时康复停药。但大专学校也知道了精神病史。现在 大三实习，两个月前出车祸左腿小腿骨裂了 在家养伤，情绪较压抑，主要担心因精神病史写入档案升本科会不会受影响问题，我分数没有问题！！！！！！ 几个感悟，生活永远不会打垮你，但也让你不得安宁。痛苦是因为对现状不满并力求改变，痛苦不是错误的，痛苦就是力量，保持年轻，保持痛苦。不管未来发生什么，我都会在人生的道路上全力奔跑，不管快慢。 初中 时 学习很好，中考前100天患上了精神分裂症，没去学校上课，带病中考考上了本地重点高中。但是因病无法上学 ，休学，治病，吃药，发胖，父母情绪也崩了，导致压力愈来愈大，乃至无精神分裂症状后 持续的重度抑郁焦虑 五年没有去高中读书。在休学第四年接触了健身，去外地学习考取了健身教练证书，家里也买了几十本体育类书籍，每天体育训练，大学期间假期也在健身房兼职过教练。自学考到 全日制大专，期间经过治疗大二时康复停药。但大专学校也知道了精神病史。现在 大三实习，两个月前出车祸左腿小腿骨裂了 在家养伤，情绪较压抑，主要担心因精神病史写入档案升本科会不会受影响问题，我分数没有问题！！！！！！ 几个感悟，生活永远不会打垮你，但也让你不得安宁。痛苦是因为对现状不满并力求改变，痛苦不是错误的，痛苦就是力量，保持年轻，保持痛苦。不管未来发生什么，我都会在人生的道路上全力奔跑，不管快慢。"
  },
  {
    "file": "r070.json",
    "title": "想放下所有去大城市生活，能在人生选择方面得到帮助吗",
    "content": "... 全部 本人今天刚好30岁。女儿五个月。在十八线小城市开了一个小小的网红店。年收入五十万左右，父母快60岁了，帮我看店，进货等，收入分一半给他们，相当于我手里年剩25万左右。婆婆照顾孩子及我们的起居，做饭，收拾家，什么都不干。我与老公两车一房无贷，家里400来平，过的不算差。但是店里的收入需要耗费很多心力维持，来的不易，春节到处送礼，日常工作也比较辛苦。父母年龄大了也不可能一直帮扶，孩子大了 十八线小城市的教育跟不上想给孩子的更好的教育。总是在骚动 想改变，想放下所有去大城市生活。深圳不错。春节见了两个上海的同学，谈到了大城市的教育，环境的重要性，和他们每年在涨的年薪 觉得非常有希望，但是大城市的朋友们说每天见得到父母 有人帮衬，有一定收入就是他们的理想生活。像是个围城。不知道自己该怎么办 如何调节自己的焦虑。 本人今天刚好30岁。女儿五个月。在十八线小城市开了一个小小的网红店。年收入五十万左右，父母快60岁了，帮我看店，进货等，收入分一半给他们，相当于我手里年剩25万左右。婆婆照顾孩子及我们的起居，做饭，收拾家，什么都不干。我与老公两车一房无贷，家里400来平，过的不算差。但是店里的收入需要耗费很多心力维持，来的不易，春节到处送礼，日常工作也比较辛苦。父母年龄大了也不可能一直帮扶，孩子大了 十八线小城市的教育跟不上想给孩子的更好的教育。总是在骚动 想改变，想放下所有去大城市生活。深圳不错。春节见了两个上海的同学，谈到了大城市的教育，环境的重要性，和他们每年在涨的年薪 觉得非常有希望，但是大城市的朋友们说每天见得到父母 有人帮衬，有一定收入就是他们的理想生活。像是个围城。不知道自己该怎么办 如何调节自己的焦虑。"
  },
  {
    "file": "r071.json",
    "title": "多年社恐想要重新学习怎么社交，害怕受伤，怎样开始呢",
    "content": "现在想来我，我从小到大都是一个讨人厌的人。自记事以来我就极其的不会与人相处，无论是低年级，高年级，在学校或是职场，总会有人莫名其妙的不喜欢我，尤其是上学的时候，他们在言语上甚至肉体上霸凌我，嘲笑我，除了几个同样在班级底层的同伴以外我几乎没跟其他人建立过什么链接，连正常的友谊都没体验过，更别提什么爱情了，高中之前我连跟异性聊天都做不到。渐渐的，我开始拒绝与人交往，甚至以此为骄傲。 进入社会之后，我才渐渐的了解我为什么我会被他们讨厌，我几乎继承了我原生家庭的所有缺点，我继承了我父亲那当年身为的高级知识分子的傲慢，继承了母亲的霸道和脾气，却没有继承他们的优点，没有他们的能力。我开始发现我与人交往时无时无刻不谈论着自己，言语间充满着卖弄，卖弄我那空虚的，没有地基的优越感，从来没有倾听过他人的感受，永远表现的像自己是鸡群里的凤凰。 难怪没人愿意跟我说话，朋友不再联系我，姑娘们对我避之不及，我太不在乎别人了，太自恋了。意识到这一点后我尝试改变，在抑郁，焦虑，孤独，自暴自弃中挣扎，一度觉得活着没什么意思了，万幸我重拾起了阅读，开始了锻炼，我能几乎每天早上工作之前去骑30公里的自行车，不分平时还是周末，我开始阅读心理自助的书籍，努力做到知行合一，我们感觉到自己在慢慢的恢复，但这一切都抹平不了我的孤独，我能感觉到我是渴望与人建立联系的，可是多年的经验让我害怕，我害怕被人拒绝，被看不起，害怕受伤。像我这种情况想要重新社交应该怎样开始呢？"
  },
  {
    "file": "r072.json",
    "title": "想活得轻松快乐一点，如何改变自卑焦虑易怒？",
    "content": "男，31岁，说一说我的成长吧。从小在家做事，无论什么都得不到父母的表扬，父母如此，爷爷奶奶也如此。记得小时候偷钱，我妈发现后用一根针顶着我的嘴，把我吓个半*，从小必须按照她的要求做事。我爸是个性格极其不稳定的人，老早以前家里开了一个厂子，周末让我去体验工作的辛苦，去的时候心情很好，可刚到厂子没5分钟，突然变脸，对我一顿骂。还有有时候莫名的说一句，他对我很失望。上学的时候更是不止一次的把我叫到跟前，给我算账，算从我出生到我那时（大学）一共花了他多少钱。还有我的爷爷奶奶，一直感情不和，不能说天天吧，但经常吵架，我记得高中的时候，我奶奶住院了，我爷爷非但不关心，反而气的敲玻璃，不为别的，是因为他觉得奶奶住院花了很多钱令他很烦躁。诸如此类的事虽然不是不是天天发生，但时常发生。所以我从小的就形成了一个压抑不爱说话内向胆小孤僻的性格，没有一点男子汉的魄力。还有就是可能因为自己比较弱，从小也被人欺负（其实我清楚，假如有100个人和我接触，可能就那么5个人对我不好，但我到如今都会觉得是很多人对我不好），所以我现在形成了一种思想，就是对很多人都有敌意，比如在路上开车，某一辆车只要不合我意，我就会很生气，甚至能想象出和他发生冲突，打架的画面，搞的自己心情特别差。还有就是心态不好，一件事情，只要稍有一点点的不顺，我就会认为这件事完蛋了，没戏了。 曾经的自己被查出重度抑郁中度焦虑，后来经过一段时间治疗感觉好多了，过去天天觉得自己是个废物，想紫砂，后来慢慢好起来了，逐渐有了自我认同感（但不多），可心态方面还是一如既往的差。如今成家了，好在媳妇对我很好，她情绪稳定为人乐观，多多少少也影响了我，过去人们一见我的脸，就哭的我苦大愁生，但后来有一次家庭吃饭聚会，亲戚见了我说我居然笑了，说以前都没见过。可我还是想继续改变，希望改掉自己的悲观，自卑自负（有时会看不起别人，但我知道自己也是个普通人，可我控制不住），暴脾气（可能来自我家遗传，也可能是因为在这种环境下形成的性格），真的很想改变，我想活的轻松快乐一点"
  },
  {
    "file": "r073.json",
    "title": "男，减肥后仍摆脱不了对容貌的自卑，如何克服容貌焦虑",
    "content": "我是一名男生，在本科期间确诊过某种慢性疾病，需要吃药，所以体重一度超过两百斤。又因为内分泌失调，脸上有成片的痘痘。后来情况有所好转，也开始下定决心减肥，一度减去过五十斤的体重。但我好像始终摆脱不了对容貌的自卑。生病的时候还可以安慰自己：只要自己瘦下来就会变好看、变帅。但是等到自己真的瘦下来的时候才意识到其实我就是不好看，或者说即使瘦下来也很难看：眼睛特别小，大小脸，还有严重的嘴凸和痘印。最近这种焦虑特别严重，因为我打开电脑和手机，我不能理解为什么世界上会有那么多的帅哥美女，可偏偏这里没有我？我自认为是个很努力的人，我从本科到博士毕业都就读于国内排名前十的大学。但是这些年来也因为身材和容貌，被排挤、被嫌弃、被反复调侃、被冷嘲热讽、被异性冷落过。（因为胖，曾经被人叫做“圆圆”）我经常会想，假如我的外貌可以像那些人一样，我的人生可能会顺风顺水，我可以不用受那些苦了。这样的焦虑越来越严重…我该怎么面对呢？"
  },
  {
    "file": "r074.json",
    "title": "从小原生家庭安全感缺失，容易陷入负面情绪，怎么办？",
    "content": "从小原生家庭的安全感缺失，家庭中途变故，高考的失败，让自己成为了一个骨子里自卑而敏感的人。如今已经三十多岁了，依旧不能摆脱这种状态，稍微有风吹草动，就会放大放大，情绪陷入负面焦虑，自我否定。 比如说婆婆的一句话，老公的一句话会让自己觉得他们才是一家人，自己就是个外人。其实客观来讲他们对我是很忍让了。 比如给小朋友们上课，有个小朋友说不想上课了想回家上妈妈的课，会觉得自己的课程是不是太无聊了。自己是不是讲的太不好了，学生会不会都来退费啊。会陷入灾难化思维中。 这种从小的思维方式如影随形，不能经历一点风吹草动，觉得很难改变！怎么办呢？ 难道不幸的童年真的需要一生来治愈吗？"
  },
  {
    "file": "r075.json",
    "title": "抑郁焦虑睡不着，有没有能让人睡觉的好办法？",
    "content": "抑郁焦虑睡不着，也没上班，晚上睡不着，早上起不来，恶性循环，最近感觉心脏有点痛，又不敢去医院，在这样晚睡下去真的不太好 抑郁焦虑睡不着，也没上班，晚上睡不着，早上起不来，恶性循环，最近感觉心脏有点痛，又不敢去医院，在这样晚睡下去真的不太好"
  },
  {
    "file": "r076.json",
    "title": "28岁，想重新学医，对自己所做的事情感到迷茫？",
    "content": "最近一直很焦虑，直到前天晚上失眠，一直处于高度焦虑状态，昨天上班整个人很恍惚，头痛，胸闷，四肢僵硬。之前也有过，但是现在年龄大了，这种感觉更加不容易褪去。 原因一，行业行情不好，面临裁员或降薪风险。 原因二，还是想考研。但是临近考研报名，却发现自己并不坚定自己之前选的跨考专业。 但是在这些思考中，我也渐渐明白了自己最终想要的是什么：一个较为稳定，职业使命崇高的职业。不想当老师，我能想到的只有医生，可是当医生要从本科开始，这意味着这条路不会被任何人认可，但我却竟然觉得自己可以下定决定去重新开始。 就是这样的想法，让我一方面感觉充满希望，一方面又觉得自己不可理喻。在这样的反复纠结中，整个人的精神状态很崩溃，已经影响到了日常工作和生活，恍惚，仿佛不认识这个世界。 重新学医显然不会被任何人支持，但是我又找不到办法接受现在的自己。继续下去只会浪费时间，甚至错过考研报名。我不知道该怎么办了。"
  },
  {
    "file": "r077.json",
    "title": "不婚不育，害怕父母去世后自己会很孤独，怎么办？",
    "content": "我36岁女。不喜欢结婚生子，喜欢过自由自在的生活。我现在有钱有闲（钱也不是很多），想干什么就干什么，不想干什么就可以不干什么，这也确实是我喜欢的生活方式。 我自私，害怕婚姻不幸，害怕养孩子为孩子付出太多，不愿意放弃现在自由自在的单身生活。而且我现在有父母爱我。 但是我的父母会越来越老。等父母没有了，我也变成老太婆了，我就孤家寡人了，这世上没有一个亲人，我害怕到那个时候心理会觉得很孤独无助。以至于我现在就焦虑这个问题。 但是因为焦虑父母去世后，自己老了会孤独，而放弃现在的舒适生活，去结婚生子，我又不甘心。 我有时会想：我是不是应该为了养老的问题，而改变现在的自己，去做自己不愿意做的事呢？比如不喜欢养孩子，但是为了老了不孤单，现在去领养一个孩子？开始过那种为孩子付出的日子？比如，不喜欢和别人同居，互相凑合互相迁就。但是为了老了有人关爱，现在就放弃自由自在无忧无虑的单身，委屈自己相亲结婚？"
  },
  {
    "file": "r078.json",
    "title": "被心理医生骂哭了，难道没有别的法子自救了吗？",
    "content": "之前有过抑郁和焦虑，断断续续的看一个医生十几次，马上接近尾声了。去了以后还给医生看了自己的笔记，是自己出现一些不好想法和难过状态的情况记录。比如近期找工作难题，家庭琐事等等。然后医生自己说看到这些很不开心，说大家都难受都不好过，说没什么可跟我这个功利型人讲的了……一下子惊愕，出门爆哭。现在沉浸在受伤情绪中无法自拔，怎么办，是不是我好不起来了。我真的是功利型人嘛？如果是的话就那么差劲吗？如果一直以来信任的医生都这样讲，我还能跟谁说话? 当时一下子觉得整个人都着了火，下一秒人会炸的那种感觉。是不是一切都不会好起来了……我现在停不下流泪，是自己有什么问题吗？"
  },
  {
    "file": "r079.json",
    "title": "大龄未婚女，事业生活都没有成绩，如何自处？",
    "content": "大龄未婚女，感情上一直没有进展。工作也没有成绩，对未来一片茫然，不知何去何从。前几年，还会给自己打气加油，鼓励自己努力进步，会实现愿望。但随着时间的推进，都没有进展，实在是没有底气，勇气，给自己打气加油了。看着身边的人，那些不努力的不优秀的，也都结婚生子，过着平凡人的日子。而自己，连普通的人生步骤都没成。有时候回首看，甚至不知道自己错在哪，该努力学习的时候学习，该认真工作的时候工作，一直积极向上，善良真诚。还常常充当知心姐姐，鼓励别人，不要害怕挫折，努力就会实现目标。但现在，再也说不出这种话。曾经以为，美好的事物最终会发生，也以此一直鼓励低谷中的自己。但现在，现实打脸了，美好的甚至是普通的理想都没有实现。想太多，甚至会忍不住焦虑抑郁，不去想，躺平的生活，又更加没有生活的热情和努力的动力。所以，该如何是好？"
  },
  {
    "file": "r080.json",
    "title": "我觉得我走在了我想要的路上，可我现在情绪依旧崩溃",
    "content": "我是一个入职快半年的异地公务员，一个人租房。这也算实现了我以前，经济独立，工作稳定，拥有个人空间的愿望。但不知道是因为工作太忙还是什么原因，我现在似乎变得容易焦虑。我害怕去面对工作那么多事，每天在单位转得连口水都忘记喝，工作过程还要和人扯皮真的让我倍感心累。回到租房后我真的基本人瘫了。然后我发现现在的我即便在周末，我也不想干任何事。以前的我喜欢看电影，喜欢看书，还喜欢做饭，但是我现在什么都不想做了。睡也睡不太好。我不知道我在焦虑什么，在害怕什么。我崩溃大哭了好几次，偶尔想起去世几年的奶奶这种悲惨的事，我的情绪就更加崩溃。如果我男朋友或者我朋友来找我，住两天，那我那两天可能状态就会稍微好一点。我有想过刚工作肯定会很难受，会经历挫折，但是我这状态我真的不知道怎么办了。"
  },
  {
    "file": "r081.json",
    "title": "20岁，对各种情绪边界的感知越来越模糊，好焦虑咋办",
    "content": "20岁，这个问题大概从小学三四年级开始，初中尝试*过，但因为害怕最终没有下手，高中因为学业压力和好朋友的陪伴短暂盖过这种念头过一年多，有时候明明心里很难过，很悲伤，很愤怒，很绝望，但当我想把这些情绪表达出来或与某个人倾诉的时候只剩下笑了，什么话都说不出来，我自己都不知道笑什么，就是喉咙会像有东西堵住一样。我也不喜欢和父母交流，初升高，高考大的时候因为压力大也当着他们面崩溃过两次，但我感受不到他们的爱和安慰，虽然我知道他们是爱我的，为我好的，可我就是感受不到，甚至在当着他们的面崩溃后的第一反应是丢脸和后悔，为什么不再坚强一点。再后来高三结束后我就再也没在他们面前流露过真正的感情，现在大学他们给我打视频的时候我感觉自己变成了一个冷漠的人，明明当初劝自己活下去的念头是为了爸爸妈妈，为了爷爷奶奶，为了满足他们对我的期望，根本不知道自己活着的意义是什么。根本不敢在他们面前说。现在对自身情绪的感知很模糊，我知道该在什么场合表达什么情绪，但我只能笑，对于他人向我表达情绪，我知道他要表达的情绪，但根本无法感受他的情绪，根本无法做到有效的反馈。怎么办，不知道该怎么办，突然好焦虑，好恐惧"
  },
  {
    "file": "r082.json",
    "title": "40+，知识焦虑，活得好累，怎样对抗自己的焦虑情绪",
    "content": "40+，不知道是从小家庭教育影响还是什么原因，这么多年总给自己搞的很忙碌，说好听是积极上进，说不好点是自卑焦虑。每年、每月都给自己定学习计划，每天如果不把英语打卡、听书打卡什么搞完，自己就觉得有很多事没做，然后产生焦虑烦躁情绪。对孩子也是，每天给她留集中家庭作业，哪个打不完卡，我就感觉她今天没有积累，比别人落后了，然后鸡娃鸡自己。自己有时候反思都觉得活的好累，但又停不下来，停下来就焦虑，就觉得自己很萎靡不振，然后自卑自责……"
  },
  {
    "file": "r083.json",
    "title": "其实事情没那么可怕，但总是提前焦虑，怎么办？",
    "content": "总是在事情没发生之前提前焦虑，提前害怕，其实事情解决没有那么害怕，但是自己会在事情没发生之前就开始瞎想，导致睡眠，食欲不振"
  },
  {
    "file": "r084.json",
    "title": "因为我追的太猛，追求的女孩，把我拉黑了怎么办？",
    "content": "被拉黑后，还能不能被拉出来。 追求的女孩，开始不抵触我，并和我约饭三次。 我在5月20日，发了10个1314红包后，她拒绝收了。 然后，我疯狂表白，追的太猛了。 比如我会说：：“记挂一个人，就是无时无刻的想她，就像心病一样。就是情不自禁的想看见你，看不到，会莫名紧张和焦虑。就是时时刻刻的看手机，放在触手可得的地方，因为我怕收不到你的消息，怕回消息太晚了。就是想把自己的一切和你分享。就是想尽量多陪在你的身旁，喜欢在你身边的感觉”。。。。这些类似的话。 连续一个星期，一天十几条。 然后被拉黑了。 还能不能从黑名单拉出来啊"
  },
  {
    "file": "r085.json",
    "title": "我对母亲感到疑惑和怀疑，同时厌恶父亲。想逃离这个家",
    "content": "... 全部 母亲： 从小学四年级开始，我母亲的情绪就开始渐渐激动（我现在初三），在此期间，她有大于15次的*行为（跳楼），每次都是我去把她拉回来，过程中会有打斗。 以前她会说她会这样都是我的错，是我导致她焦虑，崩溃。（这给我造成了创伤） 现在可能是看了心理医生所以她改口了，说是工作太累了。（她是肠胃科的主任医师所以特忙） 她在看了医生后，情绪开始好转，但我依旧很害怕她会变成原来的样子。（心理医生是我说了两年她才真去看的） 父亲： 我讨厌并且厌恶他，因为我感觉他很假，他是一个有点地位的公务员，帮了很多人。但在我妈情绪崩溃的时候只会逃避，从没帮过我。唯一的一次是他说我妈鬼上身，然后就开始打她，（很用力的那种）第二天还买符放我妈枕头下面。我妈居然还不觉得这是家暴，还说什么很正常？（我真是服了） 他很会演，很容易就把他的错转到我妈身上，我认为就是他帮了别人的原因所以别人都向着他，跟着他一起骂我和我妈（我确确实实的听到过，不是幻听） 我现在挺难受，我知道我妈的事情可能过了，但之前她带给我的痛苦我没法忘记，我不会原谅她做的事，也不会原谅他。我想逃离这个家…（虽然我现在住在我姨妈家） 母亲： 从小学四年级开始，我母亲的情绪就开始渐渐激动（我现在初三），在此期间，她有大于15次的*行为（跳楼），每次都是我去把她拉回来，过程中会有打斗。 以前她会说她会这样都是我的错，是我导致她焦虑，崩溃。（这给我造成了创伤） 现在可能是看了心理医生所以她改口了，说是工作太累了。（她是肠胃科的主任医师所以特忙） 她在看了医生后，情绪开始好转，但我依旧很害怕她会变成原来的样子。（心理医生是我说了两年她才真去看的） 父亲： 我讨厌并且厌恶他，因为我感觉他很假，他是一个有点地位的公务员，帮了很多人。但在我妈情绪崩溃的时候只会逃避，从没帮过我。唯一的一次是他说我妈鬼上身，然后就开始打她，（很用力的那种）第二天还买符放我妈枕头下面。我妈居然还不觉得这是家暴，还说什么很正常？（我真是服了） 他很会演，很容易就把他的错转到我妈身上，我认为就是他帮了别人的原因所以别人都向着他，跟着他一起骂我和我妈（我确确实实的听到过，不是幻听） 我现在挺难受，我知道我妈的事情可能过了，但之前她带给我的痛苦我没法忘记，我不会原谅她做的事，也不会原谅他。我想逃离这个家…（虽然我现在住在我姨妈家）"
  },
  {
    "file": "r086.json",
    "title": "感觉被打扰，同居相处的焦虑怎么克服？",
    "content": "首先在这里祝大家新年快乐，开开心心，身体健康。 我的问题：我常年习惯了一个人住，马上要和男朋友结婚同居了。有点焦虑和烦恼，因为我有严重的洁癖，对家里要很干净整整洁，对毛发特别敏感。常年独居的习惯，我比较注重个人空间，独处的时间，我感觉同居生活会打扰我原本的个人习惯和时间管理，也担心和男朋友的生活习惯有矛盾，准备和男朋友结婚了，大家彼此也想有未来的发展，我要怎么克服这种心理呢？我是不是有问题？"
  },
  {
    "file": "r087.json",
    "title": "偏内向，感觉浪费工作，想转行，如何改变自己的生活?",
    "content": "自己本身是一个偏内向的人，毕业七八年了，现在在超市做门店助理，这些年里，我常常不知所措，感觉浪费了很多时间，又没有做到自己想做的事，身边也没有朋友，很多事情也不知道如何去选择和面对，看到别人忙碌，内心也会感受焦虑。做事会三心二意，记忆也不太好，想转行去做其他，但又好难，不知道为何生活会变得如此苦"
  },
  {
    "file": "r088.json",
    "title": "妈妈确诊了乳腺癌，该怎么调节自己的情绪？",
    "content": "其实确诊已经快三年了，确诊的时候是早期，分型也是预后最好的一种分型，用专业医生的话来说，95%的病人都不会有问题，偏偏今年体检，一个跟乳腺癌八竿子打不着的，我们从来没检查的肿瘤标志物升高，复查后仍在升高，咨询了无数医生，普遍意思就是跟乳腺关系不大，没有指向性，定期观察就好，风波未平，阳后一周的复查，又查出来患侧锁骨淋巴结稍增大，网上问诊了北上广深各地的医生，都说暂不考虑转移，1来手术及时，属早期，2来分型很好，标准化治疗后复发几率很低，3是淋巴结目前来看，形态结构都很正常。但我还是无比焦虑，约了上海复旦肿瘤的专家b超，明天早上就要去检查了，我如今却在床上躺着手脚冰凉，止不住的想发抖，我该怎么做，才能调节好我的情绪？"
  },
  {
    "file": "r089.json",
    "title": "如何克服自己讨厌被拒绝，讨厌被不回复的心理？",
    "content": "1、如何克服自己讨厌被拒绝，讨厌被不回复的心理？ 发现自己不管对爱情、友情，都有着过度的依赖和期待，需要态度。也很讨厌自己主动，被不回复，或者邀约被拒绝，遇到不回复的人，甚至有时气得想拉黑对方，所以宁愿一直被动。 我知道可能跟自己的自尊有关系，怎么才能让自己不讨厌被拒绝的感受，不害怕被拒绝或不回复呢？ 2、还有就是焦虑型依恋了，渴望更多朋友，同性也行，渴望陪伴，有人陪我一起去做感兴趣的事，自己就就有时觉得有点害怕或无聊，或者一个人在家学习时觉得寂寞，想要有人陪语音聊天。比如这周末想去个音乐比赛，但又对自己不自信，和怕寂寞，闺蜜不去了，也找不到别人，就难受，没有太多够熟的有空的同性朋友，对异性也不想主动邀约，想结实更多朋友，又一个人有点害怕，想缩在舒适区，又觉得自己该去体验和突破，锻炼自己的自信和勇气，内心有点拧巴。该如何选择？如何更好地独处，更有勇气，如何去结交更多可以聊天的朋友？"
  },
  {
    "file": "r090.json",
    "title": "工作被领导骂到自闭了，好难受，觉得不尊重我，为何骂",
    "content": "最近跟着领导学了一个新东西，被领导骂到抑郁了感觉，好几天都在焦虑还有自闭，感觉整个人有点不对了。 那个新手艺步骤不少但是也不算难，他当着我面不停的安装了五分钟后问我学会了吗。我知道他很忙我也回答他我基本知道他是如何安装了。他说那你装了。我回来看。但是 过了一会我完成了第一个，安装完成不容易。领导过来了：“你过来看看！这就是你做的东西啊？”你看没看我叫的啊？我以为是大问题原来只是有点缝影响一点点美观而已我没说啥。“日你吗，你戴眼睛了吗这个也有缝，你眼睛虾了啊？我说小问题我来解决领导你别急，“你带没带脑子啊，我撕这个膜了吗？我说我记不清了不过这个好像没什么问题吧，不用骂我吧。领导：“就让你来犟嘴的是吧？别人就一遍自己就会了，你猪脑子啊。 我：可能他们都学了好几年了啊。 领导：不能干就给我滚，给我滚啊。 我不想失去工作，我没说话。但是我心里好难受，我感觉他真的好不尊重我，为什么骂我"
  },
  {
    "file": "r091.json",
    "title": "练习冥想两年多，越来越多的内容反而困惑和纠结咋办？",
    "content": "最近跟着领导学了一个新东西，被领导骂到抑郁了感觉，好几天都在焦虑还有自闭，感觉整个人有点不对了。 那个新手艺步骤不少但是也不算难，他当着我面不停的安装了五分钟后问我学会了吗。我知道他很忙我也回答他我基本知道他是如何安装了。他说那你装了。我回来看。但是 过了一会我完成了第一个，安装完成不容易。领导过来了：“你过来看看！这就是你做的东西啊？”你看没看我叫的啊？我以为是大问题原来只是有点缝影响一点点美观而已我没说啥。“日你吗，你戴眼睛了吗这个也有缝，你眼睛虾了啊？我说小问题我来解决领导你别急，“你带没带脑子啊，我撕这个膜了吗？我说我记不清了不过这个好像没什么问题吧，不用骂我吧。领导：“就让你来犟嘴的是吧？别人就一遍自己就会了，你猪脑子啊。 我：可能他们都学了好几年了啊。 领导：不能干就给我滚，给我滚啊。 我不想失去工作，我没说话。但是我心里好难受，我感觉他真的好不尊重我，为什么骂我"
  },
  {
    "file": "r092.json",
    "title": "中年老师，和儿子、爱人关系很差，心理严重失衡咋办？",
    "content": "我现在的能量很低。 特别恨我儿子和丈夫。 有多恨？ 我觉得她们两个人都在摧毁我特别看重的东西! 1.我的丈夫脾气非常的暴躁，人格上有问题。而且他接受不了我对他的批评和否定。因为孩子的教育问题，我们有过很多的分歧。我是一个小学老师，很多观念是对的，但他不听。导致了重重的问题。 而且他家暴儿子，打他骂他。让孩子很没有自尊。从小学就这样，无论我劝说了多少次都无济于事。 这是我恨他的原因。 而且他生气的时候还推过我，也骂过我，对我很不尊重，把我的自尊心伤的非常的厉害。 2恨儿子。他初二学习不好，而且亲子关系不好。然后我在这个学校里当小学老师。这些都让我很没有面子。我也觉得同事们都在嘲笑我，我看不起我。未来一片迷茫。因为考不上重点，高中考不上重点，大学不知道还能有什么样的出路。 所以我特别的焦虑。 我也想了很多的办法去改变，但是改变不了。 我现在的心理严重失衡。经常脑海里想象怎么把他俩杀s的景象。"
  },
  {
    "file": "r093.json",
    "title": "最近又有点焦虑，严重影响到我的上班状态，怎么办？",
    "content": "治疗焦虑症的药停了快半个月了，这两天因为工作上的一些事情又开始有点焦虑了。就是因为前几天在路面指挥交通，班长把我调到其它地方去了，然后我去那里上班，就只有两个人上班，没人陪我聊天就开始焦虑了，班长说把我调那是为我好，说那边工作轻松些，然后我因为那里没人聊天，就晚上思考后和班长说还是不去那地方上班了。 然后我第二天就开始后悔焦虑了，又想到那地方上班了，但是又不好意思和班长说，又想去那地方，又不想去，就特别纠结那个问题，甚至我a还有点逃避的思想，今天早上路面堵车，指挥交通没指挥好，我都会觉得是不是自己的问题(因为自己也是第一次处理那种事），是是不是自己太笨了，然后就又想去前两天班长说的那地方工作了。 这两天一直在纠结这个小问题，一会觉得这个地方工作好，一会又觉得那个地方工作好 有时候还会想象出和班长说想调到那地方被拒绝的画面。请问我这种状况该怎么缓解，已经严重影响到我上班的工作状态了，求帮助"
  },
  {
    "file": "r094.json",
    "title": "打算离婚了，很是担心孩子的成长，会因没爸爸自卑吗？",
    "content": "老公出轨逼离，对我和我的父母造成巨大心理伤害。如果没有孩子我会毫不犹豫离婚。我本身就有忧郁症和焦虑症，现在很是担心孩子未来的成长。他现在七岁一年级，性格内向胆小敏感，对父爱可有可无。老公分居这一年，他好像也没太大反应，一贯是我和我父母照顾他。我就是担心以后等他懂事了，会不会因为没有爸爸而自卑。因为从我老公现在的行为来看，离婚就意味着丧父。"
  },
  {
    "file": "r095.json",
    "title": "中年女性，因对时间流逝的恐慌对生活失去热情怎么办？",
    "content": "人到中年，因对孩子的喜爱，辞职生了二胎，期间很累但感到幸福快乐着，目前哺乳期，以前偶尔想到*亡会感到恐惧，不影响正常生活，前段时间那种对时间流逝带来的恐慌忽然从我的潜意识散发出来，日常生活的任何细节都会联想到随时间慢慢消失从而变得没意义，比如学习，读书，养育，家人……。每天带娃的那种累并快乐也没有了，只有愧疚。原来不喜欢的人跟事物也无感了。这期间，本人也积极进行自我协调，找朋友倾诉，看一些积极的书籍，不过这种情绪仍然时不时缠绕着我，有时感觉自己是焦虑症，有时甚至感觉自己是不是开了天眼，窥探到了生命的真相，没有任何人能帮助自己"
  },
  {
    "file": "r096.json",
    "title": "十八年的婚姻关系，走到头了，我重度焦虑，怎么办？",
    "content": "我们2007年认识，我农村，他城市，有争吵但一直很恩爱。2021年，我老婆瞒着我投资，亏了几百万，对我们工薪家庭基本资不抵债。后来几年我一直强迫她和我一起做兼职，但是我已经很焦虑了，表面上没事，但是感情上伤她很深。去年八九月开始他突然很能挣钱。争吵也开始升级，九月中旬突然说我床上满足不了她了，但之前我们一直很合拍的。国庆节的时候我没去他老家，因为一些争吵他第一次夜不归宿。回来后她要求每周出去玩一通宵，我就各种挽回，就是视频里面说的当舔狗。十二月份实锤他出轨了，我重度焦虑，现在她已经回归家庭，但关系很一般，也有性关系这些。目前他还是想出去玩通宵（保证不出轨），我们离婚不离家，今早去申请离婚了。"
  },
  {
    "file": "r097.json",
    "title": "追我的男生都很好，但我总是没法完全接受，我该怎么办",
    "content": "现在27岁，女生，因为一只眼睛有重症肌无力，所以一个眼睛大一个眼睛小，其他没什么毛病，白白净净身材自我感觉也不错，性格比较安静，从小到大没什么人追，也晚熟，从小没什么烦心事，人际交往很少，只有很好的一两个闺蜜，属于乖乖女吧。到了研究生自己逐渐外放了很多，有同学追我，花了一年两年的样子，我很珍惜怕我不喜欢他又怕我会不会错过这样喜欢我的人，真的能看到他眼睛里面看我的光，所以总是想确定我对他到底喜不喜欢，然后总是确定不了，拉拉扯扯到毕业分开。工作之后又是，因为找对象的焦虑以及他外形有一点点吸引我，我主动和他聊天接触，接触之后因为他的家庭性格想法和我理想的完全相反，马上开始退缩，之后对他一直防备着，好像打不开自己了。他喜欢上我之后，一直很努力的追我，不怕辛苦周末从另外一个城市过来，一切都以我为先，也很会照顾我很会沟通，也会想着我们的未来，我说的不喜欢的他立马就改了不会再犯，他真的做的好像没什么bug。但是我却没有勇气真的接受和他全身心的谈恋爱，他想着未来去我家那边的城市，我却在害怕承受不了他的付出，他说考公务员的时候，我担心他只想躺平的话我是什么感觉，他觉得吃软饭也挺好，我在隐隐的劝他，我加班他说的安慰我的话我也没法走心的听进去，他说愿意为了我做正向的改变，他确实在做了，变得更开朗更健康，去做医美把痘痘弄掉去健身。在讨论结婚的事情，他说压力大，我没有想着安慰他支持他，却想着我好像等不了三四年那么久的不确定，我好像总想着索取，我想要回馈给他什么，但是又做不出，对他藏着掖着，没办法对他说心里话，他说什么我都想怼他打压他，我怎么变成这样了。 我就像个球一样，他做的事说的话都被我反弹回去，我不会为了他变好了而更开心，他对我的好我却害怕自己承担不起，我打不开自己，他也走不进来。我怕他向我走了99步，我却最后的1步也不敢走，我感觉我好懦弱，虽然一开始确实很多不喜欢他的地方，但是他慢慢改变之后，我也发现他很多优点，我为什么还是不敢和他敞开心扉谈恋爱呢，我还是没办法把他当自己人那样对他好为他开心贴贴他。他对待感情真的很成熟，他说每对情侣的相处模式都不一样，不用照着别人那样做，但是我觉得我是想那样做的，但好像总有什么东西阻碍我不这么做。这不，我撑不住了，他变好了，我却没法正常对待他，怕失去又不做。像他这样努力到这种程度的人，我都没有勇气和他认真在一起，唉，感觉，我这辈子可能真的找不到对象了。"
  },
  {
    "file": "r098.json",
    "title": "大一新生，高考发挥失常来到这，不甘心，很焦虑怎么办",
    "content": "我是一名的大一新生 高考发挥失常来到了民办本科学校里的专科专业 我非常不甘心 在高中毕业后的暑假就做好了大学的规划 想着从大一就开始报班 努力专升本 上一个好一点的公办学校 平时花了很多心思在专升本和平时课堂中 也在空余时间会去图书馆看一些能带来思考的书籍 想着能够在大学好好学习努力提升自己 但是我在网上看到大学生没必要那么努力学习 而且专升本上岸之后工作也不好找 但是又怕如果不那么努力会有更差的结果 感觉自己是应试教育的产物 有点*读书的感觉但是又很无奈 怕自己不努力会后悔 不甘心只读一个专科 毕竟专科选择的机会更少 专升本是最后的机会 我不知道怎样才是专科生最好的学习方式 但是还是很想成为一个优秀的人 找到好工作"
  },
  {
    "file": "r099.json",
    "title": "不想被他鄙视和增哼，他不接受我也行，我要怎么跟他说",
    "content": "我和他同年，相亲认识的，相互聊得来，有一些身体接触，但没有到最后一步。交流他担忧我年纪大生育问题，他还没做好有小孩心理准备，还想再奋斗两年等经济更好了再生育。但又自我安慰说看我平时运动多身体好，身体应该不错。我问如果身体不好呢，他说那他还真不会考虑了。 于是我说我身体不好，他问怎么不好，我没勇气说。想着要不微信说，当面说我可能接受不了他的失望和也许的鄙视。 我的身体还可以，没什么大的问题，但其实我有小三阳，和2厘米左右的子宫肌瘤，对生活没什么影响。害怕他不能接受。 我挺喜欢他的，这种状态让我没法享受他对我的好，今天决定微信告诉他，但又没勇气。这两天有点焦虑，害怕告诉后，就失去他了，也害怕他觉得没有早点告诉他，他憎恨我。真的不想破坏我在他心目中的形象，特别是小三阳这种传染性疾病。对此确实有一点自卑，也很害怕接受到对方的鄙视，害怕自己承担不起，所以没有勇气说，而让自己不安。 我要怎样跟他说，他不接受我也行，但我就不想被他鄙视和憎恨。"
  },
  {
    "file": "r100.json",
    "title": "怀疑自己所思所想都过于灾难化和扩大化怎么办？",
    "content": "我问的这个问题不知道有些抽象化。大概情况是这样的，我一直在寻求缓解焦虑的方法，在接触和学习了一些知识以后，了解到例如灾难化思维，不停留在当下过度思考未来可能会焦虑。目前又在接触冥想，训练自己感受呼吸，“当下的力量”很重要。 但是在了解到这些原因后，我在试着去“专注当下”“不要扩大化事实”的时候，又在这之上生成了另外一层焦虑，即随时确定自己有没有专注当下，有没有灾难化思维。 关注了自身的思维后我发现症状开始异常，我时不时的下意识开始“排斥”自己的思维，甚至觉得自己不应该表达任何的事情，因为那可能都是灾难化的；我开始不确定我输入的文字是否正确，是否能精准的表达自己的想法。 我是否活在当下，有没有扩大化思绪，我表达的真的能够准确的体现真实的症状。 连我刚刚所描述的以上的问题，我都不确定是否“准确” 我这是发生了什么样的状况，是由于冥想所引起的吗，我应该继续做冥想吗（冥想要求我专注于当下，其实是主要讲的就是感受呼吸，可是我却只想着不要想着未来，导致了焦虑）"
  },
  {
    "file": "r101.json",
    "title": "男朋友总是对我的穿衣打扮提出建议，属于是一种控制吗",
    "content": "男朋友对我穿衣有很多自己的建议，会说让我不要穿黄色的因为不适合，让我多穿黑白……还会对我的体态提出很多提高要求，这让我觉得很难受，特别是一段时间没有见面，一见面就会扫视我的衣着，然后说我不适合穿这样那样的衣服……之前我因为焦虑症，做了一段时间心理咨询，我说你不能这样，会让我有压力，但是他说是我的心理医生有问题，让我的思维变得奇怪，他提要求不是嫌弃，是为了让我更好，现在我都不太想见他了，不知道该怎么调整关系"
  },
  {
    "file": "r102.json",
    "title": "分开之后，为什么还会经常想起讨厌的人？",
    "content": "我和一个同桌因为学习有了竞争，我们两个都是男的，然后，他比我考的好的时候他会向我炫耀，让我很不爽 然后我们学校会经常考试，高中，差不多一星期一次，反复好多次这样后，我感到很烦他，本来学习压力就大，他这样做了还影响我的心情，影响我学习，导致我每天惶惶不可终日，怕他比我考的好，然后来嘲笑我，然后自己会非常不开心。在这种背景下 我那几个月过得很不舒服，每天过得很焦虑。慢慢的，我忍受不了了，我只想安静的学习。我选择了转班，本来以为，转班之后，离开他之后，我就能安安静静的学习了。可是在之后的几天里，我在考试的时候会不由自主的想到他，这个时候我会告诉自己，我和他分开了，他学他的，我学我的，我管他呢。虽然，我是这样告诉自己的，但是在之后的考试里，我还会不由自主的想到他，有时候还会在上课学习的时候想到他，我不知道自己怎么了？我很害怕，我都和他分开了，为什么还会经常想到他，感觉他一直缠着我，我当时给自己的解释是这是记忆太深刻了，可是我还是害怕，这个时候，白熊效应产生了，当我害怕的时候，就已经想起他了，然后我更加害怕，我害怕联想到他，但是越害怕越是会联想到他，直到现在，我每天都会想到他 问题:1、我想知道为什么分开之后还会想到他，这是因为记忆太深刻了吗？是因为习惯性思维，所以不由自主会想到吗？就好像联想一样，想到学习，自然而然就想到这个人了，但我又不得不去学习 2、面对这种情况，我该怎么办？等时间流逝，慢慢淡化这种惯性思维可以吗？ 3、现在，反复想起，我会有一些不舒服，会很焦虑，感觉一直被干扰生活，怎么办？只能承受吗？"
  },
  {
    "file": "r103.json",
    "title": "老公出轨后，我还想修复感情，夹杂着焦虑和抑郁，难受",
    "content": "... 全部 但是情绪的反扑一轮又一轮，忍不住猜忌怀疑，日常生活夹杂着焦虑和抑郁，觉得日子过得好漫长…工作和孩子，甚至没法脱身去散心，让人崩溃…最重要的是他很悲观，觉得修复很难，但愿意再试试…对我的爱也不多，更多是亲情吧…感觉太难受了 但是情绪的反扑一轮又一轮，忍不住猜忌怀疑，日常生活夹杂着焦虑和抑郁，觉得日子过得好漫长…工作和孩子，甚至没法脱身去散心，让人崩溃…最重要的是他很悲观，觉得修复很难，但愿意再试试…对我的爱也不多，更多是亲情吧…感觉太难受了"
  },
  {
    "file": "r104.json",
    "title": "为什么我总是喜欢指责自己，挑剔自己？",
    "content": "... 全部 为什么我总是喜欢指责自己，挑剔自己？总是会否定自己，觉得自己这里也没有做好，那里也没有做好。寄希望于学习一些心理学的课程改变自己，但是只要一到了忙碌的工作环境中就不停的指责自己速度太慢。趁着外出学习比较清闲的时候，在学习心理学课程，本来以为自己的心态变好了，但是只要工作一忙起来就觉得自己心态改变不大，感觉自己是不是没有办法走出指责自己，挑剔自己的怪圈了，就开始焦虑，开始失眠 为什么我总是喜欢指责自己，挑剔自己？总是会否定自己，觉得自己这里也没有做好，那里也没有做好。寄希望于学习一些心理学的课程改变自己，但是只要一到了忙碌的工作环境中就不停的指责自己速度太慢。趁着外出学习比较清闲的时候，在学习心理学课程，本来以为自己的心态变好了，但是只要工作一忙起来就觉得自己心态改变不大，感觉自己是不是没有办法走出指责自己，挑剔自己的怪圈了，就开始焦虑，开始失眠"
  },
  {
    "file": "r105.json",
    "title": "男友远虑比较多，相处很压抑，但舍不得分开怎么办？",
    "content": "来到男朋友工作的城市结束了异地恋，可同居后发现两个人性格都硬，谁也不让谁，他是那种从小没人管什么事都自己安排又独立又自律的人，对生活品质和情感都有追求，我就是随性而为，不想过早的进入婚姻生活，但他总是为以后打算，不停的要求我家务要做得好，饭菜要做的拿手，要听他的话多为他分担，会理财，如果我做的不好或者我和他作，他就会特别敏感然后暴躁，我们一直在磨合生活习惯和性格带来的冲突，无数次吵架都是围绕这些问题，互不相让，但又舍不得分开，最近我提出来换个两室，空间大了两个人或许会进步会为生活做出改变，他觉得这个想法很好，于是我们开始落实，正当我们都憧憬之后的好生活，可他最近又有焦虑的想法，觉得我们要是还难以改变，不如都回家去工作各自相亲找对象，要好聚好散起码我们也是旧相识。我被他这些话泼了冷水，我感觉我的信心不足了，明明每次吵架他都告诉我我们不会分开只要彼此以后都有进步，可他仍然有分开的想法，该怎么办"
  },
  {
    "file": "r107.json",
    "title": "我应该怎么调整人生努力的状态？",
    "content": "人生走到这里感觉此刻是迷茫的，以下是一些情况: 怎样找到属于自己的努力状态？我自认为是不努力的，可是我很矛盾，我从小到大我都是所谓的“别人家的孩子”我对这样的夸奖和定义沾沾自喜，小学成绩名列前茅，初中校十左右，初中在班级一直第一名老师的宠爱让我有一点“自以为是”，但是在外表我明白还是要有一种谦虚的态度，高中考上市重点高中的重点班，外表虽然谦虚但内心的自大有些让我泄力，成绩下滑到校排名一百左右，那时我很难受，感觉在逃避一放假就看电视，看到我那些都很优秀的同学我很焦虑，他们都复习到半夜一两点而我由于一些体质原因每天按时23:00睡觉，但是高三只有几天早上四点半起来学习，但是这种不努力的感觉，却高考也还好考上了一所中上985 可是到大学我又不能适应了，上学期挂科了保研不可以了，我现在对我怎样找到自己努力的状态很迷茫，我是不是从来没有真正努力过呢？我是不是环境适应能力不太好？这种摆烂是什么造成呢？"
  },
  {
    "file": "r108.json",
    "title": "没人喜欢我，被老师排斥被同学讨厌，都是我的错吗？",
    "content": "从小我就知道，没人喜欢我。幼儿园里，因为从小在老家，突然来上学有点不适应，加上有点方言口音，所以同学们不和我玩，有记忆开始我就一个人远远坐在凳子上，看同学们坐在桌边吃饭，老师不许我去玩游戏，也不愿和我多说话，还因为家长接我比较晚责怪他们。我很怕家长因为这样不要我了。他们一直骂我，我不知道什么时候因为什么就会惹他们生气，有时候安安静静坐着也会挨骂。小学初中高中老师们也不怎么喜欢我，同学们也是，每到毕业，班上有一小半人都不知道有我这样一个同班同学。我尝试融入他们，可每次都是被排斥被忽视。我不知道该怎么办了，我害怕到不行，直到现在，看见人都是极端恐惧，根本无法和人正常交流。很容易焦虑自卑。请问我这样的人还配和人正常交往吗？我真的一无是处吗？"
  },
  {
    "file": "r109.json",
    "title": "总是很努力才能勉强维持和男友的关系，我该怎么办？",
    "content": "... 全部 我已经尽全力照顾他的感受，但是，他还是总抓住一些我的无意之举，贴上不爱他的标签，他从来都不曾信任我对他的感情。当他怀疑我时，认定我不在乎他，他就变得更加消极被动，不愿意积极沟通，不愿意积极解决，只是完全处于一个自我感伤的状态，封闭自己，消极等待。而我，不但被无端怀疑，还要承受他自我封闭期间害怕永远失去他的那种焦虑，恐惧的情绪。一直总是我让步，我妥协，我道歉。而对方的怀疑却像个定时炸弹一样，让我时刻如履薄冰，现在他稍微一点不对劲，就会让我充满恐惧，觉得要失去他了，觉得关系无可挽救了，很害怕 我们之间这样的循环我不知道怎样才能结束？ 我在想，人都有自己的局限，是不是我生来不够细心，永远都照顾不周全他，所以我们有缘无分，我应该面对现实，放下一切。 是不是我们本不是一路人，互相并不适合对方。 但是，我很爱他，我永远爱他，难道只有分开的结局吗 我已经尽全力照顾他的感受，但是，他还是总抓住一些我的无意之举，贴上不爱他的标签，他从来都不曾信任我对他的感情。当他怀疑我时，认定我不在乎他，他就变得更加消极被动，不愿意积极沟通，不愿意积极解决，只是完全处于一个自我感伤的状态，封闭自己，消极等待。而我，不但被无端怀疑，还要承受他自我封闭期间害怕永远失去他的那种焦虑，恐惧的情绪。一直总是我让步，我妥协，我道歉。而对方的怀疑却像个定时炸弹一样，让我时刻如履薄冰，现在他稍微一点不对劲，就会让我充满恐惧，觉得要失去他了，觉得关系无可挽救了，很害怕 我们之间这样的循环我不知道怎样才能结束？ 我在想，人都有自己的局限，是不是我生来不够细心，永远都照顾不周全他，所以我们有缘无分，我应该面对现实，放下一切。 是不是我们本不是一路人，互相并不适合对方。 但是，我很爱他，我永远爱他，难道只有分开的结局吗"
  },
  {
    "file": "r110.json",
    "title": "10年抑郁，如何面对真实的自己？",
    "content": "十年抑郁，一方面对我来说那是一场梦，那也是一段独特的旅程，另一方面对于没有太多恋爱经历的我，我跟抑郁症谈了十年恋爱。 去年刚结束这段旅程。感恩这段经历，最重要的是做好善后，还有其他的问题。 客观事实：欠缺的太多，学习人情世故，努力工作，怎么更好的与自己相处，与别人相处、包括探索自己，解决内心的困惑等等 在此过程中，我发现了我的一些问题，成年人的生活就是要应对各种各样的事（在同时面对几个问题时，我会有很深的焦虑，问题所带来的负面影响，我的情绪会很低落，我也很容易沉浸在情绪当中，我现在做不到真正的接纳问题、接纳自己。我也发现我的内心，对于真实的自己，我其实不喜欢（在没做咨询之前，对自己讨厌）我也慢慢了解，我的成长和真实的自己是相辅相成的，我有多喜欢、及爱自己，在自身成长上，游刃有余，顺其自然的状态一点一点在累积。我很喜欢一句话，能够原谅自己，认可真实自己的人，才是真正的强者。我该怎么做呢？"
  },
  {
    "file": "r111.json",
    "title": "三十多岁，名校毕业，带了几年娃，感觉自己彻底毁了？",
    "content": "三十多岁，名校毕业，毕业后几年在大城市打拼，事业发展不错。结婚后因为家庭原因连续几年常年独自带孩子，与老公两地分居，现在小孩快上小学了，我却总也走不出去，感觉没办法再融入社会。不是能力问题，是心理上不喜欢小城市工作的不正规性，没有双休，工资水平与以前在大城市差距太大等。眼看着年龄增大，也曾想过随便找一个先干着，但我发现自己好像回到了大学刚毕业的时间，虽然很多工作都很容易驾驭，但我就是怯懦，不甘，畏首畏尾，感觉永远也迈不出那个坎儿了……有时候觉得人生就这样了，有时候觉得活着没什么意思，有时候又被不甘心、焦虑折磨的痛不欲生"
  },
  {
    "file": "r112.json",
    "title": "18岁男生，大学想家每天难过，而且哭很多次怎么办？",
    "content": "大学开学已经有段时间了，但每天想家豆想到哭。之前高中时被查出有中毒焦虑和中度抑郁，但已经通过自己努力几本没问题了。但自从大学开学以后因为我是河北人，但我却在湖南上大学，所以感觉又难受了，现在忍不住拿刀割自己胳膊，又变得禾以前一样感觉不到疼。现在每天就很想家，想妈妈爸爸，想家里的一切。而且看到妈妈或者家里人拿过的东西就忍不住哭（比如说看见被子就想起了当时和我妈装被罩的场景）我真的不知道该怎么办了，如果我现在说不想念了或者跟爸爸妈妈说这个事情他们肯定在千里之外担心我，但我越不说就越难受，我该怎么办？我没有想轻生，丹我现在感觉比*了更难受，我想见爸爸妈妈，但又回不去。怎么办怎么办？"
  },
  {
    "file": "r113.json",
    "title": "不知道怎么处理同学和班主任之间的关系，让我很困惑",
    "content": "我是女生17岁高中生 因为早恋被抓被班主任一直针对 期间找我谈话且后面成绩提升却被多次班主任在班级上点名批评谈恋爱让我感觉很丢面子我不知道我做错了什么 我对象也是她曾经的学生 对方成绩也不差 但是班主任就是瞧不起我对象一直跟着别人说他坏话还拉出来比较 后面一直针对我俩我不知道该怎么办让我感觉很内耗也很难过因为我之前也真的很喜欢这个班主任 关于同学的人际关系是因为我很好的朋友只因为我谈了对象就刻意针对我 当着我面说我对象坏话背后一直议论我 其他人人云亦云造谣传谣可是我俩明明什么都没有干却衍生出莫名其妙的事 在没有影响学习的情况下被一直针对真的让我感觉很焦虑很内耗每天也很难过 不知道怎么处理师生和跟同学之间的社交关系"
  },
  {
    "file": "r114.json",
    "title": "总是感觉咨询没有效果，应不应该坚持咨询下去？",
    "content": "因为总是感觉咨询没有效果，我换过好几任咨询师，在现在这位咨询师这里咨询十几次了。 问题其实都差不多，首先是我不能信任任何人，有很多不愿说的事情对咨询师也同样不想说，我也像咨询师表达过这一点。 其次呢，我不能认同咨询师的很多观点。我不能建立亲密关系，在社交中时常感到焦虑，恐惧，羞耻等，所以经常采取回避的策略。在咨询师看来，这只是缺乏勇气，于是在每一次咨询中都不遗余力的鼓励我要有勇气 。对此我不认同，我觉得勇气不能解决所有的问题，作为一个成年人，在社交关系中策略同样重要。在咨询师一次次不厌其烦的鼓励下，我尝试不顾虑这么多，直接表达自己的愤怒，最终跟房东吵了一架，不得不准备搬家，而气头上的我也完全没为自己争取到应有的权益。 这次冲突后，我跟咨询师认真的聊了一次，我明确表达了不希望以后的咨询里，仍然是充满“勇气”二字，作为成年人我将为自己的行为承担实际后果。我认为，在没有掌握处理冲突的能力的情况下，一味地强调勇气，那只是“愚蠢的勇气”。同时，作为一个压抑良久的人，我不成熟的内心压抑着比其他人更多的愤怒，在我不能理清哪些适合表达，哪些不适合表达的时候，一味地鼓励我“勇敢的表达”，会让我像一个处于“全能自恋”中的巨婴。 咨询师不分策略场合的鼓励我要有勇气，让我感觉到整个咨询变的非常僵化，原本就不知道该聊什么的我，就更加不知道要怎么继续了：因为我都不用开口，心里就知道咨询师会怎么回应了勇气。 在经历了这些后，一个新的想法在我的心中蹦了出来：我被迫经历的这么多鼓励，是不是咨询师他自己需要的：他需要一个“个人英雄主义的故事”，一个回避胆怯的人，在掌握勇气后，成为了一个勇往直前的人。也许他需要这个故事，来抚慰自己的童年。 同时，我也把我的感受吐露给了咨询师：虽然你今天没有反驳我的说法，甚至道歉，但我感觉，过几次咨询，你一定又会把话题绕回勇气。果不其然，后面又验证了我的想法。 再就是面对沉默了，最开始的时候，他会问我沉默让我感受到了什么，我的回答是：我在担心你接下来要问我“沉默的时候在想什么，感受什么”。后来，他就不这么问了，改为了“这段沉默对你意味着什么”之类的让我摸不着头脑的问题。 我在沉默中会焦虑，也许咨询师也会。所以咨询经常变成，如果有话题聊，经常会延时一个小时甚至更久，而没有的时候则会按时结束。 说了这么多，也许有些混乱，请问我的咨询该继续吗，如果该，要怎么继续呢。"
  },
  {
    "file": "r115.json",
    "title": "我35了，活得很自卑，有个“不及格”的妈妈，怎么办",
    "content": "我妈是个幸运地人，年轻时有姥姥为她规划职业，结婚后家里地大事小事有爸爸来管。从未自己拿过主意，于是乎她想在我身上找到“拿主意”地快感，可惜她是真不行。具体如下： 一是自作聪明：我学的专业，我工作的规划老师给予了一些建议。她觉得自己比老师厉害。擅自帮我拿主意。我悲剧了。 二是爱搅和：我（喜欢）的工作以怕我学坏为由，搅和黄了。 三是爱面子：只要我驳了她的面子，她会给我甩脸子。直到我向她“道歉”说我错了。 四是双标：我被欺负了，她说没事。她被欺负了，问题大了。 五是没边界感：我的东西想用就用连招呼都不打。 六是管的太多：吃饭睡觉穿衣习惯没有不管的。 七是情绪不稳定：小时候我要是赶上她心情不好，轻则谩骂，重则挨打。 八是没同理心：学习压力大，工作压力大，妈妈不会鼓励我，反而会骂我。因为我让她在朋友（同事）面前没有面子。就是我的错。 九是过度焦虑：看到新闻里的事能琢磨一晚上。说什么都没用。 十是过度自恋：她觉得我太普通不如别人优秀，让她没有面子。 我35了，因为妈妈的“十宗罪”，我活得很自卑。以后会怎样，哎，算了就这样了。"
  },
  {
    "file": "r116.json",
    "title": "总是和老公闹别扭，不能过平静的生活怎么办？",
    "content": "确切的说好像总要和老公闹别扭，一旦没有事情发生，生活归于平静，我就觉得特别焦虑，总觉得这样安逸的生活是在浪费时间，和老公吵架，好像我会转移这种注意力，会陷在和他吵架的痛苦焦虑中，不去想未来，然后我们再和好，和好以后，平静几天，我就又会觉得人生特别没有意思，找不到方向，什么也不想做，特别烦，怎么样我才可以平静生活。"
  },
  {
    "file": "r117.json",
    "title": "疲惫让我随时想辞职，家庭让我咬牙坚持住，该*撑吗？",
    "content": "前提：进公司的时候还是个没谈恋爱的小姑娘，现在孩子已经初中了，我的工作大部分都是没日没夜没休息非常忙碌的状态，24小时随时待命，但是也因为拼命忙碌可以赚到钱，让我买了房，还了贷，目前孩子还小，父母都老了，家里的开销也不小，所以我一直很珍惜这份工作。 事件：随着年龄的上去，学习能力的下降，在公司已经没有竞争力了，最近接到的新业务，做起来万分疲惫和困难，却也不能拒绝，每天都觉得自己有点在*撑的味道，所以曾经让我觉得快乐的工作，现在做得越来越痛苦了，每天都好想退休，但想想退休工资还不够交学费的，我就又激励自己要好好工作，想着再撑8年就可以退休了，却有点害怕这个强度我是不是能撑到八年，毕竟年龄一年一年上去，各种感觉撑不住的样子。 我的感受：有对自己的失望，有面对现实的无奈，有认清事实的痛苦，有想要逃避的害怕，有对未来的迷茫，各种情绪混搭给我带来了焦虑感。 我的提问：我应该这样*撑着吗？但是我真的不想失去工作，怎么样才能让自己好受一点？"
  },
  {
    "file": "r118.json",
    "title": "28岁，无法进入深度亲密关系。到底是哪里不对？",
    "content": "女，28岁，生活在上海，单身3年+。有原生家庭创伤：母亲有较严重的焦虑症（确诊10年+），严厉强势；父亲性格懦弱。从小在指责和忽视下长大，近几年开始探索自我，曾做过长时间的心理咨询，已初步从原生家庭的泥潭中走出来，目前形成了ENTJ人格：这世界上只有自己能依靠，打不到我的只会让我更强大。但我只能说是初步走出来，还有什么问题要靠各位老师指明。 关于我自己的条件：外貌中上，性格活泼开朗，工作也不错。因为在国外留过学，在亲密关系较的观念上较为开放，约会过很多男生（我的想法是为了达成目标要不停练习，不然会荒废了技能。当然中间获得异性的赞赏也是件很开心的事）。现在的我练就了熟练的约会技巧（天生性格开朗也是很重要的原因），身边不乏喜欢自己的男生。但近3年，除开烂桃花，没有一个男生和我走到了男女朋友的关系。我永远只能和男生走出第一步，但从来没有真正打开过自己的心扉。表面上看我确实是要求高（这里就不过多阐述了），理想主义，总有担忧总有顾及，不愿将就，老是期待还有更好的。但深层次我觉得是自己内心世界的问题，但也不知道到底是哪里不对。感觉现在自己就像是一台机器，输入了指令（得找个男朋友，不然人要老了，人要废了）但不知道怎么去执行。哎，好难，求各位老师帮忙指引，谢谢。"
  },
  {
    "file": "r119.json",
    "title": "人到中年难免焦虑，工作压力大，家庭关系不和谐，好累",
    "content": "最近一段时间第三次安装壹心理了，心理的想法无处倾述完全没人能理解。今年39岁人到中年难免有些焦虑，工作上不想躺平也不能躺平想努力做出些成绩寻找个突破口，也一直在寻找另一条出入，工作压力比较大。另一边家里有两个男娃一个五年级，一个幼儿园大班，每天回到家也是一刻不敢放松，陪哥哥学习、运动、上课外兴趣班；陪弟弟看书、玩玩具。两兄弟经常打打闹闹搞得身心疲惫，只有他们都睡了才能有一点自己的时间，往往这个时候自己也很困了。妻子每天在家基本每天都有各种事情会对小孩大吼大叫，稍有不慎我们两个又会起摩擦。说真的相处很累，可是也不知道该怎么办？分开对小孩影响太大，有时候我都想每人带一个小孩分开住得了免得这么多矛盾。我爱我这个家，一直想努力给家庭创造更好的条件，可是家里总是有各种鸡毛蒜皮的事引起矛盾，让自己根本没有更多心思和精力去做其他事情。关键还没有任何人能够理解自己，真的好累！"
  },
  {
    "file": "r120.json",
    "title": "留守儿童，分离焦虑和依赖父母，和未婚夫在一起就焦虑",
    "content": "我是留守儿童，从小有分离焦虑，母亲强势，从来不夸我，只挑我做的不好的，态度带有攻击性，有控制欲，做得事她觉得不对就一直批评我，希望我按她的方式来，极爱存钱，存钱她就开心，有安全感，而且反对我乱花钱。现在我的未婚夫的家和我不在一座城市，他家居住的城市比我的城市大，我每次去他的城市我都紧张，怕被轻视，被瞧不起，其实我娘家条件还不错，现在每次去他的城市就失眠，睡不好，在娘家就睡的踏实，可能是从小和爸妈分开久了，现在和未婚夫在一起就焦虑不安，我该怎么办？"
  },
  {
    "file": "r121.json",
    "title": "博士生在读，能量不足，严重的精神内耗，我该怎么办？",
    "content": "博士生在读，组里的同学都太厉害了，控制不住的自卑，尤其是害怕自己的导师，见到他就会控制不住的紧张，甚至不自觉就躲着他。加上科研压力过大，同时有好多任务要做，明明自己以前是个雷厉风行的人，现在感觉每做一件事儿，哪怕只是起床，和别人沟通，都需要花费极大的意志力，整天都陷入严重的焦虑和精神内耗，感觉一直有一朵无形的乌云笼罩着我，我该怎么办？"
  },
  {
    "file": "r122.json",
    "title": "小事都会产生争执，怎样才能降低对父母的期待呢？",
    "content": "始终对父母抱有希望，但父母受制于6070年代的认知水平，所以上至人生的职业规划，下至生活中的鸡毛蒜皮的小事，都会产生争执，而现在又还在弱势，经济没有独立需要依靠一下他们的帮助（我患有抑郁焦虑症状），接触心理学已三年了，但还是没有缓解这一问题，现向广大朋友们问一下经验，还望赐教！！"
  },
  {
    "file": "r123.json",
    "title": "有计划但焦虑没法行动，怎么摆脱头脑里各种困难想法？",
    "content": "我参加工作8年，近年想职业上一层楼跳槽，3月投了很多简历没拿到offer。最近想改改简历继续投，但是梳理自我再写简历过程中，一想到很多困难的点就没办法行动：自己过往经历零散没亮点、求职市场不好、之前面试不好经历、内心有个想法就算投了简历面试了也不会找到好工作的，然后放下笔开始逃避。持续半个月多月，小伙伴的督促也不奏效，就是没法动起来，内心一面焦虑想换工作，一面又自责自己不行动，但就是无法推得动自己，要看时间一天天就更自责，很想动起来，但就是没办法摆脱头脑里各种困难想法，不知道怎么办好"
  },
  {
    "file": "r124.json",
    "title": "对于后知后觉错过的恋爱很遗憾失落，单身焦虑？",
    "content": "一直一来是爱情小白，男性接触不多而且对于异性相处也不懂，只是疑惑为什么没有人给我告白脱单，渐渐的才发现之前不同时期有几个男生是喜欢过我的，他们经常会约我出去玩啊之类或者很频繁的聊天和关心，我都错过，后面朋友分析才恍然大悟，那时候其实我也感觉到男生对我的好感但又怕自己自恋了之类，其实我也蛮喜欢他们的，所以也是像普通朋友一样回应着，我很被动，可能之前没有给热情或者暧昧的回应让他们走开了。后面想想好可惜，本来都断联蛮久，我又重新联系他们，可是已经不像从前了，说不出来很多都变了，不冷不热的聊着乏味的感觉，很伤心之前的年少无知和一些缘分错过，就算是我主动也弥补不了，现在自己已经22，会有单身焦虑，想要找对象，圈子又太小，很迷茫。"
  },
  {
    "file": "r125.json",
    "title": "心态自己没办法调整，我真的是抑郁焦虑吗？",
    "content": "... 全部 我是一个28岁已婚未育女性，是一名护士，也有自己的一家小店。近一年因为开店的事情情绪很不稳定，对家里人的情绪态度也不稳定，周围人都说我的日子过得很好，我没有什么大钱，但是至少我想要的我老公都会满足我，我的爱人，家人，朋友都很爱我，可是我还是会焦虑，我天生性格很敏感，但其实我原生家庭在我上大学的时候发生过一些变故，我也不知道和那个有没有关系，然后经历几年心理阴暗的情绪有所缓和，后来恋爱了很幸福到结婚，之后开店以后情绪又开始发生变化，我现在很迷茫。。。。我不知道该怎么解决，我的心态已经通过自己没办法调整了。。。。动不动就哭，想的很多。觉得自己有压力，觉得自己很累，哪怕周围人觉得我很好我也会累，无法控制自己的情绪。。。。。我这算是抑郁吗。。。。。 我是一个28岁已婚未育女性，是一名护士，也有自己的一家小店。近一年因为开店的事情情绪很不稳定，对家里人的情绪态度也不稳定，周围人都说我的日子过得很好，我没有什么大钱，但是至少我想要的我老公都会满足我，我的爱人，家人，朋友都很爱我，可是我还是会焦虑，我天生性格很敏感，但其实我原生家庭在我上大学的时候发生过一些变故，我也不知道和那个有没有关系，然后经历几年心理阴暗的情绪有所缓和，后来恋爱了很幸福到结婚，之后开店以后情绪又开始发生变化，我现在很迷茫。。。。我不知道该怎么解决，我的心态已经通过自己没办法调整了。。。。动不动就哭，想的很多。觉得自己有压力，觉得自己很累，哪怕周围人觉得我很好我也会累，无法控制自己的情绪。。。。。我这算是抑郁吗。。。。。"
  },
  {
    "file": "r126.json",
    "title": "23岁，迷茫焦虑，该如何走好往后的人生？",
    "content": "我今年23岁，刚参加工作。 1.准备考注会，但是一想到最好的结果也是好几年（＞3年）才能考下来，我就难过得天天哭，我想快点儿证明我的能力，快点儿得到别人的认可（其实我一点儿也不喜欢考证）。我觉得我虽然有优点，但都是要了解才能发现的，我想有一个不认识我也可以一眼就知道“我还不错”的优点。 2.别人多看我一眼就担心他们对我有想法。虽然我知道我可能是想多了，但我总觉得社会上就是有一些“就算你不做什么，他也会找茬，无故害你”的恶毒人士。 总是担心妹妹会在学校里受欺负，明明也没有人欺负她，但我就是担心她的成长道路上遇到奇怪的人和事。 3.因为我觉得父母把我教得很失败，虽然他们对我很好，但很多刻板古旧的观点我不能接受，所以我有些看不起我的父母，生怕他们也把我妹妹教成我这样，所以一到教育妹妹的问题上，我们就吵架。比如我妈觉得小孩子都不会很坏，但我觉得要是都很好怎么会有未成年人犯罪呢。"
  },
  {
    "file": "r127.json",
    "title": "孩子睡觉总找老人，让做妈妈的我很沮丧该怎么办？",
    "content": "... 全部 我家孩子四岁了，因为初做人母，我能看到自己内心对照顾孩子的事情上有恐惧和逃避的心理 起初是因为感觉我的孩子并不好带，从出生后每一两个小时就要喂奶各种照顾让我接近崩溃，还好有他姥姥帮忙，导致至今我们母子依然对他姥姥有强烈的依赖，也让我有种可以专心工作，减少操心又省体力的侥幸心理 同时对一直因为节省开支和我们一起居住，却以各种理由推脱做辅助的奶奶颇多怨气！比如，她会以小时候为了工作把他三四岁的儿子绑家里炕上不顾，孩子发烧哭闹吃安眠药等事情让我和他姥姥对她特别不放心！奶奶姥姥长期相处也让我们家庭很多矛盾，让我忽略了孩子对妈妈的那种应有的需求，现在孩子大了，好照顾了，开始慢慢的和爸爸妈妈更多互动和交流，唯独晚上，还是没有姥姥就找奶奶哄睡的习惯，即使每天睡着在我身边，半夜醒来还是会跑去奶奶的房间！我知道需要时间，但是多数时间工作和不知怎么和孩子更有效单独互动而焦虑不安！求助 我家孩子四岁了，因为初做人母，我能看到自己内心对照顾孩子的事情上有恐惧和逃避的心理 起初是因为感觉我的孩子并不好带，从出生后每一两个小时就要喂奶各种照顾让我接近崩溃，还好有他姥姥帮忙，导致至今我们母子依然对他姥姥有强烈的依赖，也让我有种可以专心工作，减少操心又省体力的侥幸心理 同时对一直因为节省开支和我们一起居住，却以各种理由推脱做辅助的奶奶颇多怨气！比如，她会以小时候为了工作把他三四岁的儿子绑家里炕上不顾，孩子发烧哭闹吃安眠药等事情让我和他姥姥对她特别不放心！奶奶姥姥长期相处也让我们家庭很多矛盾，让我忽略了孩子对妈妈的那种应有的需求，现在孩子大了，好照顾了，开始慢慢的和爸爸妈妈更多互动和交流，唯独晚上，还是没有姥姥就找奶奶哄睡的习惯，即使每天睡着在我身边，半夜醒来还是会跑去奶奶的房间！我知道需要时间，但是多数时间工作和不知怎么和孩子更有效单独互动而焦虑不安！求助"
  },
  {
    "file": "r128.json",
    "title": "觉得结婚经济基础很重要，虚荣爱比较怎么办？",
    "content": "我工作是在体制内，感觉身边同事嫁的都不错，有房有车，每天背名牌包和戴各种昂贵首饰。其实我刚工作的时候并没有关注这些东西，我也不懂什么大牌，但身边同事总会和我说谁谁谁老公做什么的，戴的项链是梵克雅宝的什么的，慢慢的我感觉我也受影响开始关注这些了。我刚毕业谈了一个比我大六岁的男友，他家庭条件不太好，去年费了老大劲才买了房，没车。然后最近他想这两年和我结婚，但我很犹豫和焦虑，他家境不好，彩礼和婚宴都得他自己掏钱，买房他还欠了债，还背负着巨额房贷（以后结婚可能都得我负责家庭开支），虽然我这种想法可能有点渣，但我觉得要结婚的话经济基础也很重要，加上我自己家庭条件不错，长相年纪工作也都蛮好，所以看到那些和我差不多条件甚至比我差的同事嫁的比我好我心里就会不平衡，我父母批评我说我这是虚荣爱比较，但我看到别人结婚什么的就忍不住会去焦虑和比较，我该怎么改变这种性格呢？"
  },
  {
    "file": "r129.json",
    "title": "妈妈突然走了，亲戚们的口头关心让我觉得心累？",
    "content": "妈妈脑溢血走了，留下重病爸爸由我照顾，她帮过的人很多，大家对她都很不舍，她不在她娘家的亲戚们对我们都很关心（口头上的关心，）但没有什么实际性帮倒忙，他们问来问去我反而觉得在掀起自己的伤疤，问多了觉得心累觉得焦虑，他们还说以后多约出去散心，谈话中就已长辈身份教我做事，但事实我觉得这些意见并没有参考价值，本来我就不懂搞人际关系，突然“关心”自己的人多了起来，反而觉得很心累，晚上想起那些话题也睡不好，但我爸爸挺喜欢这种被包围的感觉，希望大家给给意见我应该怎么处理。"
  },
  {
    "file": "r130.json",
    "title": "工作压力巨大，想要辞职，但怕没收入很难生存，焦虑？",
    "content": "我在之前有一段三年半的工作经验，在今年三月份的时候辞职了。本来想辞职之后出去逛一圈，然后就遇见了疫情。这次疫情对我的经济影响很大，本身我也没有很多积蓄，所以疫情恢复之后必须要回到职场了。 这家公司让我觉得继续呆下去特别煎熬。 一方面是，公司付款流程很慢，好多供应商到我这来催债，有些供应商说已经欠了他们几个月了，我也跟上级领导说了这件事，领导解释说是公司有公司的付款周期让我安慰安慰供应商。最后的压力都是我一个人承担。 第二方面，付钱付的慢还一直催供应商快点做事情，又是让我催，我又是夹在中间很难做。 还有就是这里工作分配很混乱，设计师的指责除了设计，还会做运营的东西，而她还能对我的运营方式指指点点，好像她才是我的领导。 综上所述，其实我很想走，但怕自己没有收入很难生存下去，不敢轻举妄动，最近整个人超级焦虑。"
  },
  {
    "file": "r131.json",
    "title": "讨厌我老公，想离婚，焦虑失眠怎么办？",
    "content": "我本来就有点抑郁，失眠，不过独居的时候心情会好点，会看书会运动，后来和我老公在一起，心里觉得他对我不如前男友对我好，也没有我对他好，我付出比较多心里不平衡，那个时候也觉得自己太在意他的想法了，没把自己放在心上，可是我每天都为这件事焦虑，睡不好觉，上不好班，也不想和人交往，我也找他谈话少玩游戏多和我说话，无果，导致抑郁加重，经常失眠，后面就发现他以前一些黑历史。pc，花心，yp等，还有婚内跟年轻女性同事说我坏话，删聊天记录，还说是因为我这个人小气，怕我伤心等等，闹了很多次离婚，最后一次本来真要离的，想到父母会伤心，因为我是远嫁，又没钱怕父母担心我一个人生活不好。还有我们之间有一个小孩。现在我失眠导致白天起不来上班，我想摆脱这种状况，怎么办"
  },
  {
    "file": "r132.json",
    "title": "怀孕5个月，觉得自己当不好妈妈，开始不喜欢孩子了？",
    "content": "本来是很期待这个小孩，32岁了也觉得该进行人生的下一步了。但自从怀孕，孕吐反应，身材变化，以及未来孩子需要的照顾都让我觉得难受又焦虑。 和家人朋友倾诉，他们说为了孩子没办法，都当妈妈了怎么还计较这些。 我害怕以后有妊娠纹，买了产品每天涂，家人就会考虑会不会影响胎儿不希望我涂，我不喜欢吃dha吃了会很难受，连我父母都说，为了孩子就吃吧！ 不喜欢跟老人一起住，所有过来人都告诉我有了孩子你不愿意也得忍忍。孩子离不开妈妈，上班你也带不了，我说可以找托管，就说那孩子去么，你知道孩子在托管多可怜么。 诸如此类磨灭了我对孩子的一切期待，时不时就会想都是这个孩子让我这么难受，如果没有他我的生活还是自由的。一切都不想要了只想要自由。 老公说生了孩子他和月嫂带让我自由，但父母亲戚说，要喂奶孩子离不开妈妈你不可能自由，到时候你看吧！我问老公他也说，如果孩子非要妈他也想不出办法。 绝望，郁闷，想不开了"
  },
  {
    "file": "r134.json",
    "title": "马上大学毕业，没有去处，难以选择未来的方向？",
    "content": "我一直没有清晰的目标，不知道自己想要什么。从高中就开始思考自己未来应该做什么，但是直到大学毕业也没什么头绪。中间试着了解过很多领域，但都是浅尝辄止。 我是一个没有坚信目标就无法行动的人，而且不敢尝试，惧怕失败，社恐严重，喜欢逃避，所以长时间都在摆烂。去年考研换了三次目标专业，最后还是怀疑自己的选择，没有充分准备，失败了。现在马上要毕业了，感觉我已经没有时间犹豫试错了，父母也对我很失望，很想找到一个方向，可是还是无法确定目标，不想一直重蹈覆辙，非常焦虑，我该怎么办？"
  },
  {
    "file": "r135.json",
    "title": "容易焦虑敏感紧张的人，遇事怎么才能淡定？",
    "content": "我本来就是焦虑体质的人，平时也非常注意进行心理调整，也学习了好多的心理学方面的知识，之前总是会焦虑，疑病，敏感，心理内耗，通过最近几年的不断学习，感觉平时也调整的很好了，但如果临时遇到我敏感的事情发生的时候，又会变得非常焦虑紧张，比如之前会疑病，然后如果遇到单位体检，就会提前几天开始紧张，如果体检出来问题，明明咨询了医生问题不大，但是我还是会陷入灾难性思维，总觉得自己已经不健康不完整了，为什么自己的情况和别人的就不一样，然后感觉自己几年的修炼前功尽弃了，遇到自己非常在意的事情就又回到焦虑状态了，我该怎么办啊？好讨厌这个容易焦虑紧张内耗的自己，为什么我付出了这么多的努力还是淡定不了呢？"
  },
  {
    "file": "r136.json",
    "title": "辞职后找不到满意的工作，越来越焦虑、后悔，怎么办？",
    "content": "上一份工作辞职之后，后悔了。也没找到好的工作，越来越焦虑后悔"
  },
  {
    "file": "r137.json",
    "title": "36岁待嫁女，他离婚有孩异地，约他领证突然焦虑爆发",
    "content": "... 全部 本人36岁的待嫁女，近10年来寻寻觅觅，渴望嫁给自己喜欢的人，也接受到过很爱自己的人，最终爱不起来失败。在最近五年内，很急，一直主动找爱，因为总是害怕找个不喜欢的人结婚，经历了几个刚开始在外形上我觉得还不错的人，但对方一旦接受我，我就开始找他们的缺点，外貌和性格上的，然后关注缺点后焦虑不安而放弃。所以我特别害怕嫁给不爱的人，久而久之害怕上升到了焦虑的状态，失眠，恐惧。我曾想只要是我喜欢的人，哪怕二婚带孩子我也愿意。最近我因为工作出差在外地大半年，期间遇到一个男人（一起出差的，二婚有孩跟前妻），刚开始没想太多，慢慢接触我喜欢上他，我们谈恋爱了，我很开心很在乎他，总是希望我们能有一个结果结婚，不在乎离婚有孩，异地。大概谈了三四个月后，我们回到了彼此的单位变成异地恋，过了半个月，这半个月我都害怕因为异地而分开，我就约他领证，突然我焦虑症爆发，开始恐惧异地，孩子，我很苦恼，争取变为想放弃，很困惑 本人36岁的待嫁女，近10年来寻寻觅觅，渴望嫁给自己喜欢的人，也接受到过很爱自己的人，最终爱不起来失败。在最近五年内，很急，一直主动找爱，因为总是害怕找个不喜欢的人结婚，经历了几个刚开始在外形上我觉得还不错的人，但对方一旦接受我，我就开始找他们的缺点，外貌和性格上的，然后关注缺点后焦虑不安而放弃。所以我特别害怕嫁给不爱的人，久而久之害怕上升到了焦虑的状态，失眠，恐惧。我曾想只要是我喜欢的人，哪怕二婚带孩子我也愿意。最近我因为工作出差在外地大半年，期间遇到一个男人（一起出差的，二婚有孩跟前妻），刚开始没想太多，慢慢接触我喜欢上他，我们谈恋爱了，我很开心很在乎他，总是希望我们能有一个结果结婚，不在乎离婚有孩，异地。大概谈了三四个月后，我们回到了彼此的单位变成异地恋，过了半个月，这半个月我都害怕因为异地而分开，我就约他领证，突然我焦虑症爆发，开始恐惧异地，孩子，我很苦恼，争取变为想放弃，很困惑"
  },
  {
    "file": "r138.json",
    "title": "如果一辈子不结婚，但又感觉很孤独，要怎么过这一生？",
    "content": "我今年33岁，离异未育。目前自己独居，感觉很孤独。我担忧未来一直是自己一个人。身边朋友同事都有了自己的家庭，没有时间陪我，除了上班时间，下班以后基本是自己呆着。我也尝试了跳舞，自己出去逛，可无论怎样，心里的孤独感始终萦绕在心里。我也想再结婚，可是一直遇不到合适的，随着年龄越来越大，更不好找对象。35岁以上又承担着高龄产妇的生育风险，我自己是喜欢孩子的，想要让他也看看这个世界。可是很多男孩择偶标准也都是35岁以下，这就又加重了我的焦虑。越来越后悔离婚。时常在想，前夫提的离婚，我如果不是那么替他着想拖着不离是不是现在过的也挺好。 我觉得我的择偶标准不高，但是在一线城市，女生剩下的人数确实是比男生多，男生即使不如女生优秀，也是香饽饽，可我又无法接受和自己不喜欢的人在一起。我是不是要接受这辈子要孤独终老的结局了。我自己又该如何过的开心呢？如果一个人干什么事都是自己一个人，一个人旅游，一个人吃饭，一个人去医院，时间长了是不是心里会有问题啊？"
  },
  {
    "file": "r140.json",
    "title": "正准备高考，受情绪影响没法学习了怎么办？委屈，焦虑",
    "content": "18岁备高考，快开学了，这几天因为多和父母说了几次毕业后要买新手机和电脑，以及毕业旅行的事情，被我妈鉴定为心思不在学习上，上一秒还母女情深的吃午饭呢，下一秒就火冒三丈了，之后我很快吃完饭回屋学习去了。但是我学不进去，脑袋里一直都是从小到大的类似事件，还有之前藏在脑海里面的对父母不爱我了未来准备孝而不顺的之类的消极念头又没法控制的涌出来了。我大概出现了二十分钟无法思考题目，思绪上发呆，手上进行机械动作的情况。这二十分钟过后我调整了一下状态准备写题，然后发现本来期待着战胜题目后的成就感带来的动力不见了，我又变回了那个麻木并且厌恶卷纸的状态，然后我想到我一开学几乎就是这样，很少有强内驱力，但其实我以前是一个成绩很好学习很有动力的人。我不希望这样，我希望以前那个自信满满成绩优异生活顺遂充满动力的我回来。我现在感觉无法掌控我的生活，感觉人生一眼望到头了。 再一个我想知道我这二十分钟的无法自控的发呆是否属于创伤后的类似解离之类的，从小到大常有我犯错误父母不解释哪里错了一味批评，或者臆断我不学习打压我动力，让我很委屈，因为我真的很焦虑，他们又说我不学习，我更崩溃了。"
  },
  {
    "file": "r141.json",
    "title": "一想到初中同学个个都混得比我好不知道多少倍，就后悔",
    "content": "25岁 女就一想到初中同学个个都混的比我好不知道多少倍就后悔了当初为什么不好好读书如果当初好好读书现在的结局会不会有好一点就脑子里一直在不停的想这些同时又着急想改变找份体面工资高的工作就很焦虑又焦急想像她们一样就是一想到自己的初中同学个个都有稳定体面的工作而自己却是进厂收入也低那也去不了而她们个个都是工资高有一堆朋友同事想去哪玩就去哪玩一想到这些就心里既难受又迷茫可是我都25岁了如果考证在学东西感觉晚了而且我什么都不会之前初中毕业就早早的进厂了什么都不会不知道从哪学起学什么"
  },
  {
    "file": "r142.json",
    "title": "男友生活习惯比较“抠”，羡慕别人的恋爱，咋调节心态",
    "content": "男友是一个生活习惯比较“抠”的人，恋爱两年从没有送过我像样的礼物，也不喜欢过节。对此我们进行过沟通，我理解了他。可我内心却总是暗暗羡慕别人在恋爱中能收到昂贵的礼物，也很羡慕别人能有满满的仪式感，有时候甚至会心生怨气，觉得自己值得对我更好的人。因为我也不是只会索取的人，如果对方对我大方我一定会尽力给出同等甚至更多地回报，我也曾经送过男友贵重的生日礼物，虽然他没有收下。我其实也觉得自己的想法不健康，不该这么物质，也不该一味地和别人比较，说服自己要接受人与人之间的不同。但每到重要的节日，却总忍不住产生这样的心理，甚至会觉得如果我离开他，是不是真的有机会遇到更好的人，能实现我内心有些虚荣的愿望，让我不再这么纠结。谈恋爱以前我总是很向往情人节这样的日子，而现在每年的情人节却成为了我最焦虑内耗的日子。我应该怎么调节心态呢？"
  },
  {
    "file": "r143.json",
    "title": "朋友有对象了，我很嫉妒，怎么办？",
    "content": "前几期提问，给大家介绍了，我 18 虚岁，都是男的（快了）我朋友比我小一岁，他现在有网恋，我很嫉妒怎么办？我现在在外工作不在老家我朋友在老家，我发现有这种焦虑我会睡不好吃不好 ，我该怎么办啊，我有他的联系方式 但是平时不怎么跟他聊天，说到这里，我跟他玩得挺好，玩了4年，我前面也说过，后来我也知道 我那些多想的行为 或者他以后会背叛我什么之类的 也只是我多想了 我现在也想开了一点，那他现在有网恋对象了，我怀念他之前和我一个人玩的时候，我该怎么办？"
  },
  {
    "file": "r144.json",
    "title": "对男朋友不满意，纠结要不要和好，焦虑",
    "content": "理想中的伴侣要经济条件好一点，成熟有担当一点。经过两个多月的相处明确男友不是这样的人。但抛开这个，跟他相处还挺舒服的，而且他在坚定的选择我。之前出现过矛盾（因为觉得他不爱付出，其实还是因为金钱和不成熟感觉他不是太会爱人）分手，现在对方希望和好，我很纠结，一方面觉得他不是自己理想的伴侣和好可能也还是不合适会分开，另一方面又觉得是不是要求太高了，也到了结婚年纪，怕是因为自己的偏见，也可能存在误会而错过好的人，而且现在对他有一点依赖。最关键的是看到他的眼神不忍心说拒绝。有时候又想如果他转身离开了，或许我也就海阔天空了。近一个月每天反复思考这件事情，什么都做不进去，还失眠，可能已经有点焦虑了。求助。"
  },
  {
    "file": "r145.json",
    "title": "太过于关注别人的一举一动，怎么做才能避免这个现象？",
    "content": "从高中开始就很关注别人的一举一动，虽然高中以前也会这样，但是没有高中以后那么严重。现在工作了也是这样的。每隔一段时间，就会关注一个人。这个被我关注的人有着我身上没有的特质，比如（长的高/有气质/很漂亮/很外向并且因为外向获取了很多资源）。一旦我开始关注了这个人后，我每天就会注意他的一举一动，他的每一个动作（发型穿着工资）都会让我感到要集中精力去关注他。特别是当他和别人说话的时候，我会觉得很焦虑，觉得别人可能是特别看好他。就会很焦虑。甚至觉得我想离开和这个人待在一起的地方，才能避免过度关注他人。因为之前听过一个理论，如果太过于关注别人，会导致自己咩有能量。我现在就是这个情况，每天无时无刻不去关注别人感觉自己没有能量了。不知道是什么原因导致这个现象，已经该怎么做才能避免这个现象。"
  },
  {
    "file": "r146.json",
    "title": "觉得结婚有点像交易，想要无性恋爱关系，是不是很奇怪",
    "content": "这个问题一直困扰我很久，以前我更年轻的时候还觉得自己只是太单纯不太懂这方面。可是无论是面对交友软件上的男生还是女生，如果对方开口谈到xing，我都很厌恶，觉得很肮脏，我觉得他们目的性太强了。如果是朋友单纯以这个为话题讨论我可以接受，可是我年纪也不算太小了，27岁，在一些人眼里我可能过几年就不配找对象而是养老了。这让我很焦虑。 我原本是喜欢男生的，我也曾经不排斥和男性相处，但是通过网络还在现实中遇到一些男生对同性恋群体的排斥抵触，我渐渐讨厌男性。觉得他们不是能沟通的，但是沟通和交流，想法上的契合度才是我想考虑的，有些男生觉得xing生活和谐才是最重要的，可是这个我完全不在意。甚至觉得没有也可以。 我觉得自己也是可以喜欢男生的，如果遇到喜欢的类型，但是男性在我眼里都是xing大于爱的，他们最终目的都是为了xing。可是我更重视感情，我觉得没有性也可以，但是当我提出了这样的想法，甚至很多女生都是发出疑问，那谈恋爱不亲嘴不做爱干嘛？我也陷入怀疑，可是我确实不喜欢这些。 而且有些男性很wei琐又自以为是。如果我感受到他们一丝丝身为男性的优越感，我就不会有想继续交流沟通下去的想法，更别说谈感情。 可是我本来也是内敛的女生，不擅长主动搭话，可是女生一般不会和我主动沟通，主动和我沟通的都是那种想要发生关系的女生。 在家庭里，我见惯了女性长辈为家庭的种种付出辛劳，但是没有得到任何赞赏，只有更多命令，没有太多发声权，所以我也讨厌结婚模式。在我看来结婚有点像交易，为了在家庭能生活下去，只能不断地做家务，照顾老人，照顾孩子。"
  },
  {
    "file": "r147.json",
    "title": "成家后肩上抗的事太多，感觉人生迷茫，焦虑，怎么办？",
    "content": "30岁，男，已婚。月薪1万。 最近感觉人生特别迷茫，自从成家后肩上抗的事情太多了，每个月工资到手，马上会有各种开销，贷款物业费取暖费车位费，马上过年又是一笔钱，工作也不稳定。感觉挣得每一分钱都不是自己的，感觉自己已经30岁了，一事无成，最近每天都特别心烦意乱，搞得我睡眠也不好，还做噩梦。自己又不爱说话，什么事都噎着藏着，生活中没有倾诉对象，每天被自己憋屈的不行，天天惆怅，思想也负面，渐渐的没有正能量了。再看看身边的朋友一个个年薪几十万，更有落差感。工作特别不稳定，对未来充满了恐惧，没人脉，没关系，在这个社会上真的不知道该如何是好。将来还要面临养孩子，更不知道该怎么办。我也知道有时候是我自己过于焦虑，但我一个人真的不知道该如何降低焦虑情绪，总之每天都活的特别紧绷压抑。另外我内心其实有很深的自卑感，因为从小家境不好，所以做事也总是蹑手蹑脚的，哎，活的好难啊?"
  },
  {
    "file": "r148.json",
    "title": "不喜欢自己的专业，好痛苦，感觉人生停滞了，怎么办？",
    "content": "从疫情开始我整个人的状态就很差，好像是因为自我意识开始觉醒，我突然发现自己并不喜欢自己的专业，一想到未来一辈子都要待在这个行业就觉得很痛苦，可是身边的同学没有一个人像我这样，大家都在按部就班地找工作、考研，没有一个人像我这样讨厌这个专业，毕业之后我还是找了专业相关的工作，没有能力也没有勇气转行，于是就越来越痛苦，自己一个人在外地工作，没有朋友没有亲人，感觉活着越来越没有动力，每天浑浑噩噩，感觉自己像个机器。身边的人都在向前，只有我被困在原地了，越来越自卑，我根本不敢去见之前的同学，因为我混得真的很差。 回忆起来我唯一能提起热情的事情就是唱歌，可是大学参加了几次唱歌比赛后的我意识到自己根本没有能力以唱歌为生，这件事对我打击还蛮大的，因为我从小到大都是个没什么主见和追求的人，唱歌几乎是我人生中唯一一件自己很喜欢很想做的事，我的思想也很极端，就是觉得这辈子当不了歌手人生就没什么意义了，我知道这么想不对，可是我就是控制不了自己的想法，就是每天都很痛苦很痛苦，我感觉再这样下去我的人生真的会越来越差，真的好焦虑好迷茫好害怕"
  },
  {
    "file": "r149.json",
    "title": "为什么我会不愿意分享自己所学的知识？因此而内疚",
    "content": "我发现自己不愿意与别人分享自己花了很多时间学习到的知识，如果是别人本来就和我学一样的东西，我会很乐意和ta分享交流，但如果这个人对我所学的领域一无所知，需要我把最核心的东西分享给ta，我就会很不乐意，这是一种什么样的心态？我感觉这个人有可能后来居上比我更厉害了，我会感到心情混乱、甚至焦虑，我好像就是要靠这些鲜有人知道的知识，领域来维持我可悲的“自我价值”，我因此觉得自己很自私阴暗并因此感到内疚，我想知道为什么我会产生这样的想法？"
  }
]