[
  {
    "file": "r000.json",
    "title": "29岁女，遇到问题回避问题，永远逃避，我该怎么办？",
    "content": "... 全部 29岁，职场新人，遇到问题回避问题，自我提升永远逃避。没有办法好好做自我提升，害怕，害怕面对不好的自己。被家暴22年，女性。22岁那一年被父亲删了3个耳光，接受8年心理咨询，一度想要*，现在走出来了，想活成自己想要成为的人，可是发现好困难，自我提升特别害怕，像一个胆小鬼，一个老鼠，畏手畏脚的在大街上走的感觉，羡慕遇到问题解决问题的人，我是遇到问题回避问题，不太敢解决问题，害怕承认自己不好，经常被否定被忽视，父亲总小对我打骂罚，永远都是否定我，9岁了，有了温饱的薪水，可是我羡慕李子柒，她的原生家庭也不好，可是我更多的是害怕，希望有人带领我，超级不自信，害怕一切让我自我提升的东西，这都是有利于我成长的。可是我是不是为了活着做了太多努力，活着之上想优秀一些有了很多阻碍，我该怎么办？ 29岁，职场新人，遇到问题回避问题，自我提升永远逃避。没有办法好好做自我提升，害怕，害怕面对不好的自己。被家暴22年，女性。22岁那一年被父亲删了3个耳光，接受8年心理咨询，一度想要*，现在走出来了，想活成自己想要成为的人，可是发现好困难，自我提升特别害怕，像一个胆小鬼，一个老鼠，畏手畏脚的在大街上走的感觉，羡慕遇到问题解决问题的人，我是遇到问题回避问题，不太敢解决问题，害怕承认自己不好，经常被否定被忽视，父亲总小对我打骂罚，永远都是否定我，9岁了，有了温饱的薪水，可是我羡慕李子柒，她的原生家庭也不好，可是我更多的是害怕，希望有人带领我，超级不自信，害怕一切让我自我提升的东西，这都是有利于我成长的。可是我是不是为了活着做了太多努力，活着之上想优秀一些有了很多阻碍，我该怎么办？"
  },
  {
    "file": "r001.json",
    "title": "婚姻困境，我该怎么评价自己，自私凉薄还是坚持自我？",
    "content": "我是一个从小到大挺有优越感的女子。原生家庭小康之家其乐融融，父母师长疼爱关注乃至自信满满，健康轻盈精力充沛情感丰富，唯一缺陷就是三观太正太红太专太辟邪，学生时代情感启蒙很晚总之没有校园恋爱史，加之毕业后工作环境人际交往单纯，在零恋爱经验前提下过早走进婚姻。跟先生有年纪差距，加之先生是憨厚木讷型理科男，而我是古怪精灵型文科女，感觉一直都在兄妹型婚姻关系中成长，乃至于先生也玩笑说自己不是结婚多个太太是带了一个妹妹。说来先生确实是爱我的，因为我不喜下厨暨事业心强的缘故，自结婚至今20年都不曾下厨洗手作羹汤也不太掌管料理家事，与一般相夫教子烟火气十足女子相对我虽则做了母亲也免不了是一派少女心泛滥的模样。欣赏的人会觉得我不食人间烟火，不喜的人会觉得我疏于家务太不娴淑。且近十年来因为我选择要事业，因此从他身边离开异地发展，一直都在唱双城记，两地虽不远隔，但周末夫妻十年可想而知再有情义也会被时间和距离抹煞。之前就是兄妹型夫妻关系，后期我发现自己变得越来越像叛逆的女儿，十年情路漫漫居然把兄妹熬成了【父女】！都说爱情之后是亲情，我现在对他的感情真的就是纯粹的亲情和熟悉的家人感觉。论两性爱恋，已经在这么多年分离的时空中淡漠疏离。砸掉铁饭碗辞职下海经商后期创业的我，与留在体制内按部就班熬资历发展的先生，无论是职业规划还是人脉关系，无论人生态度还是精神气质，都有了很大程度的分歧与差异。没有谁对谁错，不是谁好谁坏，他有他的优秀，我有我的畅快。由于背井离乡一人在外打拼的状态是自找的苦吃，所以我这些年从来都是报喜不报忧。自然也就习惯了没有先生参与的生活里，多苦多累多艰难也都自己扛自己挺的状态。久而久之，钱我会赚！苦我能吃！车我能开！怪我会打！我就这样生生成了汉子？！目前我俩都不想轻易改变目前的状态，不想放弃彼此的人际圈和事业田。孤寂的另一面是自由，习惯了伪单身的自由，大概也不想回到朝夕相处的狭隘约束中，至少我是如此。可是我们都知道，长期分居下去感情越来越淡，只有两个结局，或者双双出轨或者一别两宽！这些年长期独战职场和创业沙场的我，身边不乏优秀杰出的异性，而我内心深处其实也非常欣赏那种有强烈事业心才干风度胜过自己的优秀男性【或者说虽然我自己已经是别人眼中的铁娘子，其实我内心却渴望遇见敢壁咚自己的霸道总裁】我是个内心丰富善于与人交往的人，要是说十年都没一星半点移情别恋是假的，只是被强烈的道德感和不具备发展的现实灭了花火。。。现在的我，有倾慕的对象但没有出轨事实，很苦恼很自虐。先生也算有修养有素质有责任感但却缺乏我所欣赏的锐气激情以及探索和冒险精神。现在的我理想的婚姻，是杨绛与钱锺书式的心意相通，是蒋宋联姻一辈子棋逢对手，是超越穿衣吃饭睡觉生娃有灵性互动交流的婚姻。只是，跟先生这样敦厚朴实但随波逐流的世俗性格没可能！婚姻情感上而言，我就像一个长大的青春期女儿想要逃离拘束的父亲，我非常清楚自己不想要跟先生继续这样客气稳重而实在乏味无趣没有成长性的婚姻，且空间阻隔彼此身心都不得满足。可是道德层面，我又觉得自己对家庭对先生愧疚，抛夫弃子的追求事业的妻子/母亲算是够自私，十年来他包容了我也容忍了我精神出轨的插曲（插叙：先生原生家庭问题，公婆几十年关系紧张）我知道如果我说分开对他来说身心伤害肯定很大，他并无过错且我提离婚对他的传统社会形象损伤很大我知道他会在家人和朋友前抬不起头，我觉得造成他巨大自己痛苦我自己也内疚。另一个最主要的原因是儿子进入青春期成绩又非常优秀。有一定教育素养的我深谙离异家庭对这个年纪孩子的负面影响，我害怕分开会失去孩子且造成他一生阴影。。。我原本是特别阳光明媚的女子，可是悬于半空中的婚姻和年近不惑的茶蘼岁月青春危机感，让我变得脆弱抑郁。现在的我并非是因为婚外恋情而需要解脱，我只是在这样的婚姻中很疲惫很乏力。我曾经尝试过修复关系，可始终摆脱不了这种父女型婚姻关系中的叛逆反感和心理距离。我知道自己现在对先生冷暴力，性欲低下且少语言表达。没有情趣缺乏活力的婚姻生活，也渐渐让我反思自己余下的生命里究竟想要怎样过？为何有这样一个愿意呵护我物质生存顾虑让我免去下厨之苦的先生，他却不懂不能喂养我的内在？我的柔情蜜意我的幽默风趣我的文艺癌为何在不断枯萎？我认识他的时候太小，以为他就是一个适合结婚的男人（别问我为什么会选择没有谈过恋爱就婚了，是的他个性和形象接近我老爸。。。可我原生家庭完整父母关系正常啊。。。）甚至今天的他也有自己的个性优势与事业风采。可我当时理解错了婚姻的奥义，我没有评估过在乎内在灵性成长的浪漫的我跟务实而信奉中庸之道的先生在精神层面的匹配度。认识他的时候我是十八的萌妹子今天我是三十八的女创业狗！我已经用事业做借口，逃离这个婚姻十年的光景。接下来几十年怎么办？继续有心无力撑着还是破釜沉舟断离舍的打出一片新天地？我是不是在拿孩子当借口不敢直面自己羞于表达拒绝将就的懦弱？我知道自己守着不下厨的信念就像紫霞仙子守着她的紫青宝剑，其实何尝不希望有朝一日能够遇见真爱的深爱的那个人可以放下所有桀骜不驯！都说了，逃离了十年其实内心怎会没有答案？！只是我没有好的执行计划和方案。我该怎样去尽量不伤害每一个人的开始新的生活方式？我想结束可是没办法开口，没有爱情还可以有亲情吗？并没有新的爱情等我而去辜负一份情意伤害家人我值得吗？我是个自私凉薄的人或者只是不想放弃自我的人，我该怎样认同自我的价值？"
  },
  {
    "file": "r002.json",
    "title": "今年30+，原生家庭带来的性格问题，怎么调适自己？",
    "content": "今年30+，读书离家到工作，独立生活有10年了。 今晚回家的路上跟父母聊天，提到了某一个同事情商很高处事很圆滑。爸爸就说“我也应该跟同事学习”。然后开始讲他朋友的故事，我觉察到我听的过程非常的抵抗和烦躁，因为内心觉得我爸又要教育我挑我毛病，说我做的不对，应该怎样怎样，本能的就产生了对抗。但后来发现爸爸只是想分享他的趣事给我听。 然后就跟我妈妈聊了一会，忽然又觉得我妈妈根本就理解不了我，我为什么生气，为什么产生某种情绪，我妈根本就不了解。忽然意识到我就是成长在这样的一个家庭中，有一点无力感，又觉得没有家庭是完美的。 我觉得自己性格上有很多不好的地方，都来自于原生家庭，活的很紧绷，与人相处距离很远，不敢靠近怕别人觉得我不优秀，瞧不起我。我就远远的跟人相处，但又觉得孤独，怎么调试自己？"
  },
  {
    "file": "r005.json",
    "title": "不同学派或立场，有没有什么好的准则，利于交流？",
    "content": "我们知道心理学有各种各样的学派，有经典的，也有新兴的。 生活中，对情感、公共事件、家庭伦理，100个人中可能会有几种不同的“个人选择”； 职场中，对待同一件事也会有不同的思考方式。 有没有什么样的“协定”，有利于大家的交流？ 而不至于争论到面红耳赤？ 如果不可避免的有了争论， 应该如何处理，是更利于“发展”和“关系”的？"
  },
  {
    "file": "r006.json",
    "title": "原生家庭时好时坏，令人窒息，渴望自由的我该怎么办？",
    "content": "我今年二十岁，出生在一个爸爸暴躁，妈妈懦弱的家庭，我该怎么办呢，妈妈会时不时的说我懒，就是语言侮辱，甚至还有打骂，说你是个废物，什么都干不了这种的，还有还不如*去呢生这玩意真恶心，诸如此类等这样的话，父亲有气就撒给孩子，叫唤，之前有过一次我出走的经历，因为跟家里吵架爆发了，好在有男朋友的帮助，我度过了最开心度过时间最快的一个月，但我没有经济能力，待了一个月，我又要被迫回家 ，刚回家几天还没有发生矛盾，但过一段时间又说我这说我那，我有心理创伤，一说就又承受不了了，就想找个酒店住，仿佛不跟他们在一起，周围都是属于我自由的氧气，我该怎么办呢"
  },
  {
    "file": "r008.json",
    "title": "工作中对新来的同事发火，我错了吗？",
    "content": "因为我是服务行业的，一般动作都要迅速。但是这位新同事，工作一周一直不紧不慢。而且给他培训，不回应，不提问，不积极。我们部门有两位负责人给他仔细地培训过，但是他还是没进脑子。强调过不会就要问，但是我特意等了好几次他来提问题，不提。之后，昨天来了两位新的兼职妹妹，态度很好，动作很快，不懂就问，差别很大。然后晚上进行卖场恢复，基本是我另一位同事在做。因为他的动作慢，我催过他两次，他没有改变。后开我和另一位负责人就指责他，声音过大被听到，店长知道让我们耐心和态度好点。我回去生气，讲他的所作所为长篇发到工作群。我思考过是不是意气用事，但是部门大部分工作都在我身上，如果他不能帮我，我并不想让人拖我的后腿，降低我的效率。我会为我的态度道歉，但是我说的内容不会。越发思考，我不知道自己算不算职场欺凌，是不是让这人受伤了，有些不安"
  },
  {
    "file": "r009.json",
    "title": "在职场中不合群，影响了工作怎么办？",
    "content": "职场中我比较少和同事主动沟通，导致在团队的讨论和合作中被边缘化，无法及时了解团队的工作进展和需求，导致我自己的工作与团队整体目标脱节。 前两个礼拜，公司接到了一个重要的项目，需要整个团队紧密合作。但是因为在项目的关键阶段，我没有及时与同事沟通，导致一些重要的信息没有被共享，最终影响了整个项目的进度和质量。 但是我本身的性格就是这样子，很难突破或短期内改变，有什么办法可以不让这种不合群影响工作呢？"
  },
  {
    "file": "r010.json",
    "title": "在领导还有同事面前总感觉低人一等，如何变得自信？",
    "content": "职场的我 感受到了人生观的存在，在领导还有同事面前总感觉低人一等，明明自己有较好的学历，双学位，仍然自信不起来，不敢承认自己，很想改变这种状态，变得自信起来。"
  },
  {
    "file": "r012.json",
    "title": "30岁女，职场高管，感受到婚姻名存实亡，要不要离婚",
    "content": "30岁职场高管，工作狂（因为能带来安全感），女 领证两年了，没办婚礼，两年间伴侣提出离婚多次（记不住了），但是每次都自己下台阶说是气话，我内心受伤但是都会原谅 但我没有安全感，没有确定感，总感觉早晚都要离似的，确实我不想离，我想要一个完整的家庭，又痛恨他给我的不安定感，每天在这矛盾之间自我折磨。 在这期间，我改变过自己，让自己按照他喜欢，欣赏的样子去做，去呈现，但是我发现我改变了也达不到他的要求，他依然说我没改，我陷入了自我怀疑的怪圈，也越来越没有自我，越来越慌，于是我渐渐的，不想改变了，想做自己。 这样的状态从领证前后就存在了，两三年了。 我知道你一定会问我，为什么选择结婚，我想我太想有一个完整的家了，那时候并没有将自己的需求和他的需求梳理的特别清楚，就结婚了，以为能磨合，而实际很难甚至有些东西是不能磨合的，开始的时候，吵架的日子远远小于开心的日子。现在，吵架的日子远远大于开心的日子了。 举例说一次最近的吵架吧！他说我过于算计，且不信任。 说这个的原因是我们俩要一起开公司，我带团队起项目，他拉投资，我说我的团队我要主抓，不要他插手参与，他生气说我想做公司老大，想领导他，公司是我俩的不想分大小王。 其实我内心真正的想法只是，一起开公司，各自负责好自己的一摊，各自为王，如果合作，做好分工，如果项目是我主抓的，那么管理他自然不要插手，利我管理，像他拉投资，我不会参与。但在他眼里，我就是算计，他说，如果项目都你把控，团队也是你的，那就把钱都打入我公司的账户！说到这里，才崩了，我说凭什么，其实我压根也没想打到我账户，因为公司的法人又不是我，但是我就是突然觉得不能，我提出了拒绝，他又说到，我们沟通到如此丑陋的局面，真的没必要再一起过下去了！我心里想：“是的”。我嘴上也说：“是的” 以此为例，就是我常常感受到我们彼此沟通的无力感，从开始积极沟通，想尽办法沟通，解决问题，到现在真的考虑到离婚，因为真的感受到婚姻的名存实亡了。我们很久没有性生活，他说身体不舒服，我的不安定感越来越突出，我担心他从什么都能说出来很快就能演变到什么都能做出来。 但是我为什么发出来呢？因为他又像每次一样，到了晚上就像没事人一样了，跟我说什么时候回家，想我了之类的，我什么也没说，就这样矛盾着，纠结着，折磨着自己。 此刻我也不知道该怎么办。 时而清醒，时而又糊涂。感性上舍不得，理性上忍受不了。"
  },
  {
    "file": "r013.json",
    "title": "恐惧工作，不敢出门上班，害怕发生冲突，怎么办？",
    "content": "工作好几年了，感觉越来越心累，工作中总是被人针对，比如说我和我男朋友在同一家店上班，因为我能力不太行，我就一直被针对，我男朋友是干的不错，是组长，所以店里面领导都有点针对我，我男朋友怕我呆不久就和我一起跳槽到另外一家店（是同一个公司是不同的分店），入职新店我第一天就被针对，我跟新店的经理一句话都没有说过。给我安排特别不好的职位，就想挤走我，类似的这种情况还发生过一次。 也碰到过很坏很坏的领导，很恶毒。 我自己也有很大的问题，我不敢凶别人，不敢维护自己，因为我小时候是住在爷爷奶奶家，爷爷奶奶几乎天天吵架，所以长大后我非常害怕和别人发生冲突。 青春期时代，胆子特别大，其实也是抱着玩闹的心态，偷偷跟喜欢的男生表白，那个时候年纪小嘛，对方知道我喜欢他以后直接躲着我，避我如蛇蝎，让我很受伤，我哪知道他反应这么大，我觉得恋人当不成也可以当朋友啊，表白失败以后我们一句话都没有说过哦。这个经历让我整个人很怂，搞得最后谁都可以骑我头上拉屎，因为我害怕像当年一样，因为说话不过脑子，最后高考也没考好。 对于以前的工作，我也总结过原因：1、我很怕别人评价我的工作，当年跟我一起跳槽的男朋友已经升级为我老公了，但结婚以后他特别喜欢点评我的工作，上一次工作干的好好的，因为没有满足他和我亲妈的要求，没有五险一金，没有加班费，工资低，我亲妈和我老公一直觉得这个工作不好 ，搞得我干不下去了。后面我不上班了，他们俩又觉得这个工作非常好了。 2、我身体特别不好，慢性过敏体质，看了很多医生，看了很多医生才知道我的体质特别不好，很容易过敏，所以导致以前工作越来越差，身体也不适合以前从事的行业 现在我想求助各位老师的是，像我这种害怕出门上班，拒绝和人社交，害怕失败，性格特别怂，高度追求别人的认同，觉得自己做什么事都不会成功（因为以前每一份工作都有人说我工作能力不行，我已经把别人的评价内化成了自己的想法，总是觉得自己不行。即使我想努力提升自己，也总是有个念头跳出来说你不行。去年我去拜访了以前和我，老公以一起工作的阿姨，阿姨十分不要脸的说我配不上我老公。以前我们在一起上班时她装的和我可亲了，她还当我的面说了我好多坏话，损了我一顿，我都没敢骂她。我亲妈在我高中毕业以后，可能她跟我爸关系不太好的原因吧，我做什么事，说什么话，我妈都要反驳我，搞得我非常讨厌别人反驳我。我特别害怕别人的不认可。）我特别想改变这种现状"
  },
  {
    "file": "r014.json",
    "title": "内卷的反义词是躺平吗？如何在压力中保持自己的节奏？",
    "content": "最近看到很多人讨论内卷，向往躺平。疫情以来，社交活动少了很多，似乎压力感也很难排解。很多行业也在改变中。内卷和kpi带来的压力似乎在加剧。 1、对抗内卷的方式，是躺平吗？还有其他思路吗？ 2、压力大时，该怎么保持自己的节奏，减轻焦虑感？ 3、对于普通人，生活和职场中，如何抗风险？"
  },
  {
    "file": "r015.json",
    "title": "26岁，考研三次失败，感觉人生没有希望了，怎么办？",
    "content": "初中经历过校园暴力，对处理人际关系很恐惧，进入职场也因为人际关系问题，性格内向，被领导讨厌，被同事欺压。辞职考研，考了三次都没考上。失眠半年多了，吃了睡眠片还是一两个小时都睡不着。每天活在焦虑中，对未来充满了迷茫和绝望，对什么都提不起兴趣。连续三年不敢回家过年，不想看到父母家人失望的样子。觉得自己什么也不会，什么也做不好，没有什么技能，不知道擅长什么工作。没有人喜欢自己，连自己都讨厌这个不够努力的自己。感觉未来没有希望了，觉得自己做什么事都很费劲，总是走很多弯路。想问问，还有救吗"
  },
  {
    "file": "r016.json",
    "title": "当看清、面对真实的自己之后，更加崩溃无力，怎么办？",
    "content": "男82年。去年职场失利，做了十几次咨询，后中断。顺着老师“人生定位应从天上回归凡间”、“虚假自体很强大，应回归真实自体”思路，冥想读书，探索自己。特别读了加藤谛三，大悟，认清真实自我“幼稚的自恋”：打造完美形象（保持身材，坚持学英语，保持阅读习惯等等），逃避批评，对领导指示充满蔑视与巧妙对抗，“我命由我不由你”，回避挑战与失败。观察到自己的努力都是逃避，逃避面对幼稚的自己。 其实逃避的保护机制，也在督促自己不断努力达到成功。但是一想到真实自我，就痛苦，观察到尖锐的自我攻击。一旦接纳自己，就不得不面对一个事实：难道就要平淡无奇混吃等*吗？一直追求好大学好成绩好业绩好收入。现在就要泯然众人了？ 去年开始痛苦，看书反思、心理咨询，却愈加痛苦，特别看清真实自我后。只有真正接纳自己，才能改变。但我每天都在尝试接纳自己，每次都在痛苦中失败，且恐惧幼稚的我能否应对未来，恐惧上班。我该咋办？"
  },
  {
    "file": "r017.json",
    "title": "别人做错事，我指责了别人，父亲却说我态度不好",
    "content": "老师们你好，我是在帮父亲打理工厂的一个28岁的女生。 老员工擅自改了我的货物包装方案，理由是可以省钱，但是有极高的被仓库拒收风险，一旦被拒收损失成本远远高过我在包装上的建议。 最让我生气的是，没有和我商量就改了我的方案，我非常生气，一改往日的笑嘻嘻的说话方式，态度很强硬地指责了他们。事后父亲也说他们有经验凭什么和我商量，还怒斥我和他们说话态度不好，父亲说他们也有错，但是我发脾气就是不对，是情商不高，但是我认为有经验和在改动方案之前和我沟通不冲突啊！不论我怎么和父亲理论，父亲都说我还没意识到自己的错误。我简直气到发抖，气到大脑空白不知道该怎么为自己争取。 这样的气在之前也受得太多了，家里所有男性长辈都这样气过我：本来是别人的错，我指责别人，反而要怪我说话态度不好。 人家都做错了，还要我态度好，我是不是平时态度太好了让他们对我的态度期待太高了？ 我改怎样破这个局，麻烦老师指点。"
  },
  {
    "file": "r018.json",
    "title": "总是很着急，接到工作任务就焦虑，怕来不及？",
    "content": "脾气很急，一有点什么活安排给我了，就开始焦虑，着急。别的同事都气定神闲的，只有我心里面全是想着各种工作细节，就怕干不完，来不及。连领导都不着急，我却老跑去催领导，给领导都催懵了，说你不用这么着急啊？但我就是放松不下来，心里静不下来。我平时是个很认真的人，也有些完美主义。想问问怎样才能放松心态，变得从容不迫呢？"
  },
  {
    "file": "r019.json",
    "title": "工作十余年，有理想，但有时仍然会感到难过，怎么办？",
    "content": "本人89年单身独居女性，机关单位编外人员，工作已有十余年，有理想，对未来抱有期望和追求，能不能实现保持顺其自然的态度。当下有自己的工作学习计划，生活充实有滋味，为了让自己有积极乐观豁达通透的心态找老师做心理咨询以及学习心理学相关知识，但有时我任然会感到难过、低落、迷茫、悲伤…我思考是不是无形之中自己给自己压力太大了。回顾往昔，幼年丧母，父亲再婚，由独生子女步入重组家庭，我并没有感觉到继母对我很好，我并不好，但想要家庭稳定、关系和睦我变压抑自己、讨好别人，希望自己是被爱的被关注的，想要更多的爱和关注，时间长了感到心累又痛苦，开始走上心理咨询的道路，重塑自我，几年下来有不少改善。眼下工作中又多了一份党建工作，起因是原负责人产假，领导找我帮忙，我应下了，那时候觉得是领导对我的看重和信任吧，也知道是这份工作没人愿意接所以找到我，可能我比较实诚好说话吧，另外希望自己通过这份工作中积累经验和人脉，面对性格迥异的人们，对我成长过程中需要学习的课题有一点帮助。可是内心有声音说我傻、老实，别人不愿意做的自己却拦过来，现在有这份工作是因为当时爸爸遭遇牢狱，单位老领导受爸爸之托对你的照顾（这话继母和爸爸都有说过，事实也是如此），这让我感觉无论怎么努力，取得什么样的成绩，获得怎样的成就都会一击必碎（这个声音面貌形成继母不屑、满不在乎、忽冷忽热的模样），爸爸对我的爱是深沉和暗地里的，为了平衡家庭关系会让我委屈，我能理解有按他的意思去办，到了现在不想了有和爸爸沟通，爸爸表示理解尊重，不过并不是能够很快实现与改变。虽然现在和以往相比有很多不同，继母对我态度有改善，生活在一点点变好，但在平日工作生活中遇到类似的情况内心还是会被刺到，我知道我没有接受她的好，为了疗愈自我，与过去和解，做了如前面所说的许多努力，现在也一直在努力着。那我接下别人不愿意做的工作，家人知道是没人了才找我，以前的领导说轮到我的都不是好事，继母会冷嘲热讽，那我真的是愚蠢吗？我还是很在意别人的看法，我讨厌这些人，但任然要学会接受。我有时候会想如果有轮回想做一颗宇宙中的尘埃或者陨石，然后拥有毁灭星球或宇宙的能量。"
  },
  {
    "file": "r020.json",
    "title": "30岁女，团队CEO，业绩下滑，做点什么能自救？",
    "content": "... 全部 30岁，女，团队CEO 我有5个在运营项目，年底了，项目业绩下滑，团队人心涣散，资方不满，我很自责，我觉得是我的问题。又觉得不全是，但是想来想去就乱了，不知道谁的问题了，也不知道怎么解决了，迷茫中，又停不下来，责任感在作祟，能力又有限，想对所有人负责，又感受到强烈的失控感…… 此刻我可以做些什么呢？ 30岁，女，团队CEO 我有5个在运营项目，年底了，项目业绩下滑，团队人心涣散，资方不满，我很自责，我觉得是我的问题。又觉得不全是，但是想来想去就乱了，不知道谁的问题了，也不知道怎么解决了，迷茫中，又停不下来，责任感在作祟，能力又有限，想对所有人负责，又感受到强烈的失控感…… 此刻我可以做些什么呢？"
  },
  {
    "file": "r021.json",
    "title": "对感情很困惑，对未来伴侣有所期待，又感到绝望",
    "content": "我的前男友是一个非常理性而且权衡利弊的人，而我是一个非常感性而且有理想有情怀的人，我和他分手了，但我走不出来，可能也有身边接触不到什么男生的原因，我想经过这段恋爱，我反思自己理想中的另一半应该也要有理想有人文主义关怀？我身边曾经有一个可以考虑的男生，我的初中同学，喜欢古文，文采很好，文科生，比较感性？在川大读汉语言专业，但我们自高中起就没有联系了，我身边圈子又不大，接触的男生又很好，到我这个年龄22岁，男女之间基本都是权衡利弊了，我想要获得一份纯洁的爱情，和对方进行灵魂交流，他说的我都懂，还能和他深入讨论，遇到灵魂伴侣的几率真的很小，像我这样圈子小的人概率更小，我感到绝望，我该怎么办？"
  },
  {
    "file": "r022.json",
    "title": "我的愤怒会迁移到其它事情上，怎么办？",
    "content": "职场上前辈要去倒水给客户，其实，以前根本不是我倒水，自从我倒了一次水，就次次都找我。可我不想倒水，又不得不做，心里会很生气很讨厌很愤怒。过了一会，滴滴车司机打电话给我告诉我，你在后门那条路上等我，是滴滴定位错误，我和司机解释过程中，上一件事怒气没消，这件事更加我怒气和不耐烦、烦躁，我就很恨。请问遇到有愤怒情绪怎么办呢？"
  },
  {
    "file": "r023.json",
    "title": "说话没力气，逻辑也乱，怎样才能成为一个有心力的人?",
    "content": "今天实习，写了报告，带我的人明显对我写的东西感觉不错，但和我聊天时，我说话没力气，逻辑也乱，我明显感觉她到后面也没有心思夸我了，后面听出来语气越来越失望。我教授也是这样看我，觉得我恍惚的时候让她很无语，但我也没办法，我也不知道为什么，网上说这是心力不足导致的，那我怎么样才能有心力"
  },
  {
    "file": "r024.json",
    "title": "34岁女，内心很忐忑，不知道未来会发生什么，怎么办",
    "content": "本人34岁女性，皮肤科医生，工作10年。事情的起因就是主任和我谈话说让我考虑一下要不要出去到上级医院学习美容主诊师，我一开始是拒绝的，后来主任再次谈话又说让我最好去一下，我自己有点想进步的心态，害怕不答应出去学习会惹主任生气，主任给我穿小鞋，（之前发生过类似的事情，主任让我做的事情我拒绝，主任不停的找我各种个各样的麻烦）于是就答应出去学习，后来主任又说报名的人数太多，如果不特殊打招呼，可能选不上，我就说那就不去了。但是后来上级医院的医生通知我说选上了，问我去不去，我头脑一热就说去。其实去不去学习美容主诊师这个问题，我一直在摇摆在纠结。现在的感觉就是很忐忑，不知道未来会发生什么，不知道会不会因为学了美容主诊师之后，就从自己熟悉的皮肤科换到美容科或者别的什么科室，或者别的什么医院。之前中医科的护士有过类似的事情，护士长让外出学习心理科，直接就换到心理科这种情况。我这次外出去上级医院学习美容主诊师，和皮肤科有些关联，但在我们医院，皮肤科是皮肤科，美容科是整形外科，整形外科有很多的光电仪器，我又不想接触光电仪器。只是隐隐约约的感觉到皮肤科的医生已经充足了，但是还在进新的医生，感觉在科里很不安全，很有要被迫换科室的感觉。我不知道自己这次外出的进修学习到底会给我带来什么，我很迷茫。皮肤科没有人愿意外出进修学习，因为要去的上级医院很忙，不一定能学到东西。感觉在我们这个小城市里，有编制的医生基本就是铁饭碗，如果没有什么特殊情况，也可能不会换科室。之前我和老公都在皮肤科，24年2月，我和老公分科了，因为我们是夫妻，夫妻是不能在一个科室的。老公为了让我留在相对清闲的皮肤科，自己去了中医科。我不知道我这次外出进修学习美容主诊师到底是不是给我平静的生活埋下了祸根。主要是在皮肤科也看不到出路，感觉晋升无望，领导不赏识。内心和你忐忑，不知道未来会发生什么。"
  },
  {
    "file": "r025.json",
    "title": "职场小白，进公司一年，如何向能力强的人搞关系？",
    "content": "我是职场小白进公司已经一年了，干都是打杂的话没技术含量，后来公司需要一些会计算机的问我有没有兴趣我说有，就安排个计算机的前辈带带我们，起初他态度还可以打招呼也回我，也会开开玩笑，因为我拖延症学的慢又懒，好几个月题都没交上去，我怕他不喜欢我，就有时候有意无意讨好他，越讨好反而他对我态度冷淡了，打招呼还是回复我的，就是跟之前相比有了落差感了，我现在很焦虑不知道以后还能不能请教他一些学习问题，怕他不理我，不知道还需不需要讨好他。"
  },
  {
    "file": "r026.json",
    "title": "职场失败，家庭不和，这样的人生还有存活意义吗？",
    "content": "... 全部 生活无望一一职场失败\\家庭不和，归因50岁人了能力不行，导致无法获取家人希望买楼买车，白天职场上被孤力边缘化，一天当做哑巴不说话独立独来，任由刚毕业的领导踩（人家能力超群），回到家里更是心惊胆战，多年无法满足夫人要求有车有房，像做错了事小孩，都躲在书房避开火药，已致神经过敏，夫人只要声音大就觉得自己全身上下都是错，每天晚上回家前都要路演几遍骂自己什么都错，给自己打上预防针。心理负面情绪占用大多时间，想心理咨询解决价格太贵，团体咨询又找不到。想从技能学习得到职场突破收获信，兼故家人\\工作加班原因，学习时间少，想线下集中学习短时间有所收获，可惜线下都是些都是基础技能居多，提高班都在网上，线下很难请到有经验老师来授课。想报线下沟通课，又不知适合不。所以一年下都原地踏步，毫无进展，同样被工作家庭折磨成人不像人，这样活着还有希望吗？ 生活无望一一职场失败\\家庭不和，归因50岁人了能力不行，导致无法获取家人希望买楼买车，白天职场上被孤力边缘化，一天当做哑巴不说话独立独来，任由刚毕业的领导踩（人家能力超群），回到家里更是心惊胆战，多年无法满足夫人要求有车有房，像做错了事小孩，都躲在书房避开火药，已致神经过敏，夫人只要声音大就觉得自己全身上下都是错，每天晚上回家前都要路演几遍骂自己什么都错，给自己打上预防针。心理负面情绪占用大多时间，想心理咨询解决价格太贵，团体咨询又找不到。想从技能学习得到职场突破收获信，兼故家人\\工作加班原因，学习时间少，想线下集中学习短时间有所收获，可惜线下都是些都是基础技能居多，提高班都在网上，线下很难请到有经验老师来授课。想报线下沟通课，又不知适合不。所以一年下都原地踏步，毫无进展，同样被工作家庭折磨成人不像人，这样活着还有希望吗？"
  },
  {
    "file": "r027.json",
    "title": "很多事都在形式发展下被迫前行，永远都是被迫妥协?",
    "content": "2023年对于我来说真的过得太快，年初的目标没有达成，各种问题都堆在一起，变成一个巨大的棘手的难题。 从我毕业到现在大约八年了，我总共也就做过1份正式的工作，这份工作从头到现在5年了，是一家连锁超市的普通店员，从2年前，我就想跳槽，去做办公文员或是行政之类的。因为这份工作需要一定体力劳动，这几年里我的身体每况愈下，常常腰酸背痛，后来医生说是腰臀肌颈膜炎，最近遇上店内装修，油漆的污染和连日的加班都让我筋疲力尽，我迫切想要逃离，可又害怕承受失业的风险，回到过去那段没有工作的日子里。 回顾自己从开始到现在，刚毕业时找一份对口专业的工作很困难，自己没经验也没有人脉，也不会处理很多人际关系，渐渐导致自己根本没有方向，不知道要扎根哪里，奋斗那里，也直到今天也没有一颗坚定的决心。自己一开始的那几年根本没有工作，那段时间觉得什么都很灰暗，从毕业不以后我就没有朋友，后来不得已找到这份服务员工作，其实我的内心很矛盾，看着周围的人，我一直希望自己也很别人一样，去往大公司做策划和服务，而不是在这里一直卖苦力，却得不到相应的晋升和其他学习的机会。今年在网上投了不少，但能有回音的机会很少，我不断反思是不是自己前几年努力太少，和一直不知道自己所求和明确的职业目标，并且自己今年30，在职场上是一个不太友好的年纪，同龄人都在奔着高管往上爬，而我还是在重复着十年前的职业目标。 几天前，父母又开始要让我相亲找对象，我的内心是特别反感，可又无能为力，其实我是真的想自己专心努力奔赴事业，可在父母眼中他们只希望你有份工作就行，也根本不觉得你这个年纪还有其他的发展。就劝我早日解决个人问题，别顾其他。我的内心很难受，也更加的迷茫无措，也真心希望自己独立，处理好自己的事情。 我常常也真会怀疑自己是不是真的和别人不太一样，自己难道真的就这么差劲吗？这些很多事情都是在形式发展下被迫前行，在无奈中被迫妥协，真不希望让这种不好，一直延续下去，又毁掉自己。"
  },
  {
    "file": "r028.json",
    "title": "职业的倦怠，自我的封闭，好像没什么动力该怎么办？",
    "content": "... 全部 在职场上也很多年了，一直无情之事，只是这样干起来了，也没有什么特长，心里面也在想，是不是也要加强一些学习？去做点什么改变？但是好像没有什么动力，只是每天混着就这样 如果说你问我会一些什么技术技能，我不会，每次填表报名的时候在这一栏里面都写不出来什么，很少去学习一些什么？ 在职场上也很多年了，一直无情之事，只是这样干起来了，也没有什么特长，心里面也在想，是不是也要加强一些学习？去做点什么改变？但是好像没有什么动力，只是每天混着就这样 如果说你问我会一些什么技术技能，我不会，每次填表报名的时候在这一栏里面都写不出来什么，很少去学习一些什么？"
  },
  {
    "file": "r029.json",
    "title": "职场被PUA后，放不下对领导的强烈关注，怎么办？",
    "content": "个人思想比较独立，可以辩证思考，被上层不可理解的地多次否定，频繁要求多次周末加班后，感觉自己受到了无法反抗的控制，并且一度怀疑自己的能力和价值。 期间有过言语上的解释和反抗，但迎来的是当众的贬低和否定。 现在放不下对领导强烈关注么办？莫名奇妙地不自主地关注他的一举一动，他的日程安排是什么。 他每次的否定和夸奖都会对我的情绪产生着巨大的刺激，每天都在剧烈波动，不能安心工作，只想逃离或者回到不认识这个领导之前的状态。"
  },
  {
    "file": "r030.json",
    "title": "对另一半特别不满意，这种生活状态我要抑郁了，怎么办",
    "content": "老公今年36岁,事业单位临时工，一个月两千块，工作很闲，空闲之余就是别人请吃饭，自己玩游戏，一个月这么一点钱一点不着急，没有规划没有打算。孩子的兴趣班，幼儿园学费什么的全是我交的钱，他一年到头攒不到钱。自己没有欲求，有时候我买东西出去玩，还嫌我花钱。 跟我沟通特别少，我俩每天下班回家，他玩游戏 吃完饭他玩他的，不怎么跟我说话，而且还老是挑刺，说话难听又爱怼人，跟他商量事情，话不到三句就要吵架。 自己的形象一点都不在乎，体重二百斤，每天邋里邋遢不修边幅，我是特别注意外形的人，他啥都不在乎，改变不了。 今天给他商量要生二胎没地方住，买个房子吧，人家说没钱，即使借钱买，你能还得上吗。几句话说的我很难受，跟他在一起看不到希望，有种窒息感，离婚吧 我又不敢，我该怎么办才好呢，感觉每天面对这样不思进取，不求上进，没有沟通，不能提供情绪价值和物质价值的人，这样的生活状态我要抑郁了"
  },
  {
    "file": "r031.json",
    "title": "25岁，马上研究生毕业，朋友很少，怎么办？",
    "content": "我今年25岁，马上研究生毕业。自18岁上大学以来，我似乎就没有交到过真正亲密的，可以互相支持、深入交流的朋友了，而曾经密切的朋友也随着生活轨迹的变化，联系减少甚至渐行渐远。其实我也不喜欢社交，平时更乐于和自己相处，但看到别人三五成群，亲密又欢乐的样子，却会心生小小的自卑，对于那些有着无话不说的“闺蜜”的人，我更是羡慕不已。这让我矛盾又焦虑，一方面我清楚自己是个喜欢独处的人，但另一方面又觉得自己需要朋友，甚至担心自己和社会脱节。我并不是一个社恐的人，也有尝试过参与一些活动，来拓展社交圈子，虽然也结识了一些人，但却很难发展出“朋友”的关系。我感觉自己似乎很难遇到很合拍的人，几乎所有认识都的人都只是点头之交，短暂的交集结束之后，就再无新的交流，即使曾经一起创造过不错的回忆。对此，我有时会有些担忧：是我太“孤傲”了吗？还是说我欠缺一些社交技能？甚至说，难道我是一个不讨人喜欢的人吗？我应该怎么找到答案呢？"
  },
  {
    "file": "r032.json",
    "title": "精神压力很大，想要好好休息一段时间，应该怎么做呢？",
    "content": "应该是长期以来精神压力都非常大吧，觉得很累，也有点压抑，很想休息几个月到半年的时间，或者更长的时间去让自己的精神状态变得更好，我应该怎么做呢？应该去旅游吗？长期旅游的话经济负担可能会有点重，有没有划算一点的方法呢？还有长期旅游的话行李要怎么带呢？要带很多衣服吗？这样会不会很麻烦？酒店要怎么选呢？要选有洗衣机的酒店吗？这样会不会更方便一点？什么样的旅游地点更适合放松心情呢？我是女生，打算一个人去，有没有什么建议呢？感谢！"
  },
  {
    "file": "r033.json",
    "title": "多年社恐想要重新学习怎么社交，害怕受伤，怎样开始呢",
    "content": "现在想来我，我从小到大都是一个讨人厌的人。自记事以来我就极其的不会与人相处，无论是低年级，高年级，在学校或是职场，总会有人莫名其妙的不喜欢我，尤其是上学的时候，他们在言语上甚至肉体上霸凌我，嘲笑我，除了几个同样在班级底层的同伴以外我几乎没跟其他人建立过什么链接，连正常的友谊都没体验过，更别提什么爱情了，高中之前我连跟异性聊天都做不到。渐渐的，我开始拒绝与人交往，甚至以此为骄傲。 进入社会之后，我才渐渐的了解我为什么我会被他们讨厌，我几乎继承了我原生家庭的所有缺点，我继承了我父亲那当年身为的高级知识分子的傲慢，继承了母亲的霸道和脾气，却没有继承他们的优点，没有他们的能力。我开始发现我与人交往时无时无刻不谈论着自己，言语间充满着卖弄，卖弄我那空虚的，没有地基的优越感，从来没有倾听过他人的感受，永远表现的像自己是鸡群里的凤凰。 难怪没人愿意跟我说话，朋友不再联系我，姑娘们对我避之不及，我太不在乎别人了，太自恋了。意识到这一点后我尝试改变，在抑郁，焦虑，孤独，自暴自弃中挣扎，一度觉得活着没什么意思了，万幸我重拾起了阅读，开始了锻炼，我能几乎每天早上工作之前去骑30公里的自行车，不分平时还是周末，我开始阅读心理自助的书籍，努力做到知行合一，我们感觉到自己在慢慢的恢复，但这一切都抹平不了我的孤独，我能感觉到我是渴望与人建立联系的，可是多年的经验让我害怕，我害怕被人拒绝，被看不起，害怕受伤。像我这种情况想要重新社交应该怎样开始呢？"
  },
  {
    "file": "r034.json",
    "title": "现在的职业女性是不是要“断情绝爱”才能事业有成？",
    "content": "《新闻女王》其中一段用来评价一个职业女性能力不足的台词“找个男人嫁了吧”引发了很多网友的讨论，当嫁人成为能力不足的代名词，是不是说明女性的情感会成为职业成功路上的绊脚石？难道职场女性想要获得事业的一定成就 就要断情绝爱吗"
  },
  {
    "file": "r035.json",
    "title": "容貌焦虑怎么产生的，会化妆可以提高面试待遇吗？",
    "content": "大家都在说容貌焦虑，那容貌焦虑产生的根源是什么？ 如果在职场上，会化妆可以提高面试待遇吗？会让同事更想接近？"
  },
  {
    "file": "r036.json",
    "title": "伴侣气性大且有强迫症倾向，怎么能让他好好调节情绪？",
    "content": "本人27岁，已婚2年，丈夫29岁 丈夫长期有较明显的强迫症倾向，据他所述小时候看电视都要把电视上的垫布扯到一定的角度，他工作压力大时强迫症表现更为明显，易怒，焦躁，对别人打乱自己的时间计划尤其周末极度厌恶，对别人脱离自己预想的行为极度厌恶，例如有一次周末我想让他安心打游戏就自己打扫家里卫生（平时他打扫的多），空气湿度较大地面迟迟没干，他气的不行把鼠标一甩就来擦地，认为我扰乱他的时间计划让他打游戏都不安心，我说我来擦他就会把我吼回来。但是如果我完全不管，他也会生气认为我把家务的压力全丢给他，又拧巴又极端。生气时他会大声吼叫摔东西，也不分是不是公众场合，对我置之不理，发完脾气后又有较强厌世感，念着如果世界爆炸就好了如果不当人就好了。我很迷茫，想让他放轻松，别太在意细枝末节和时间安排，有事或者有需要可以跟我说，但是他根本不听，只会一味地盯着眼前让他发怒的事物，他生气时我一说什么就很容易激怒他（他觉得我说着轻松实际上根本不在乎他的感受…但我确实不能理解这种钻牛角尖的想法有何好处），所以不知道怎么样能让他的强迫症有所好转，怎么能让他气性减小一点，自己能好好调节情绪"
  },
  {
    "file": "r037.json",
    "title": "最近3月，感觉要控制不住情绪了，想向别人撒气怎么办",
    "content": "最近三个月快被领导折磨疯了，连带看着周围的同事都要看不顺眼，听见有人叫我的名字都烦的要*，但人家只是在普通社交 我感觉我要控制不住情绪了，应该怎么办？"
  },
  {
    "file": "r038.json",
    "title": "十分厌倦，却没有勇气挣脱，为什么我还待在这段婚姻里",
    "content": "又是感觉心力耗竭的一天 中午我出差前家庭聚餐 孩爸开车进广场时 车底不知道被什么重挂了一下 猛癫了一下伴随有点重的声响 然后他立刻开始习惯性的归罪外因 怨这个广场修的不好 刚坐定 孩子爷爷催着服务员说水怎么还不给上来 服务员回到 水已经下单进系统 需要排队来 然后孩爸就炸毛 用很不友善的语气质问要的是水 水下什么单 服务员解释了几句他们的操作流程 这厮就开始说脏字 一副你要欺负我我就弄你的架势 后来有一道菜上的慢了些 这厮又开始质问其他服务员 说是不是前面那个服务员对他有意见 所以才上菜这么慢 并且叫来了经理投诉 吃完饭去给孩子看架子鼓学校 他奶奶看到旁边舞蹈艺校里有几十个孩子在练舞 就走一路喊一路人家是骗子 说三个老师对几十个孩子 能学到啥 都是骗人的 还不如她来教 一路上开车都在听他俗不可耐的歌 只能塞着耳机 用我自己的音乐盖过他的 一天什么都没干 只是和这一家人在一起 就觉得心力耗尽 只想睡觉 已经这样十一年 早就对这段关系反感至极 难以忍受 我们情感上精神上没有彼此支持 经济上 除了住的房子是他名下 其它也没有任何关联 各自独立 为什么明明十分厌倦这个人和这个婚姻家庭关系 却迟迟没有勇气挣脱"
  },
  {
    "file": "r039.json",
    "title": "找不到问题出在哪里，被同事轮番嘲笑像学生该怎么办？",
    "content": "从小就被人说性格老实，进入这家公司工作后，起初是被几个部门内的红人说像学生，现在每天都被整个业务中心的同事轮番嘲笑，在办公室里被人当工具人，所有社交活动也都被排除在外 我不明白自己到底做错了什么，交到我手上的工作我都拼尽全力去做好，却莫名其妙就掉到了职场鄙视链的最底端，找不到问题出在哪里，又学不会她们那套人情世故，也找不到人问，到底该怎么办？ 试过求助家里的长辈，他们只是说嘴长在别人身上、做自己觉得对的事别管其他人，但我担心一直这样被人瞧不起会被挤出职场的社交圈，阻碍自己的职业发展，甚至丢工作"
  },
  {
    "file": "r040.json",
    "title": "一种“核心不稳”的感觉，时常压抑着我，有何解决方案",
    "content": "... 全部 一切都从前年开始，我与先生的事业都在上升期，尤其是先生，被放在一个受人关注、且尊重的位置，基本上没有时间料理家庭。我一直以“成功男人背后的优秀女人”自居，所以包揽了所有的家庭事项来支持他，突然无意一天发现他和其他女士的短信（在说家常菜）让我难以释怀，那段时间很在乎他，觉得他看的短视频、接触的人都充满不安全感，虽然他解释了没有关系，解释了他应酬所需，但他认为我在胡闹、我在找事甚至不理解他的一系列做法，让我不再完全信任他，我觉得他不再是一个我可以把后背给他的“战友”。然而你越是不信任，你就会发现他的各种“不可靠”，比如在我需要安慰时，他没有；惹出的祸端，他推卸责任；这一系列的事情叠加起来，让我不再愿意什么都和他沟通分享，逐渐也不那么想知道他关注什么、想干什么，我潜意识觉得他不可靠。经过2年调整，我从外表看变成了很大女人的样子，但无论上班时间有多忙碌，周末休闲有多愉快，到了深夜，我就会有种孤独感，感觉自己没有可以依靠的人，我常和自己说要坚强，但一想到父母渐老需要我的依靠，孩子尚小需要我的陪伴，还有一些些职场的不开心不知所措，都让我觉得内心空空的，感觉随着年龄增长，自己将越来越孤军奋战，和先生的争吵也不再很多，都点到为止，不愿把问题剖析更深，感觉吵只会让彼此关系更差。真想过离婚，先生很受打击，自己也不能接受，估计父母孩子更接受不了，所以也放弃了这个想法。想要调整这种孤军奋战的疲惫感和无助感，寻求解决方案。 一切都从前年开始，我与先生的事业都在上升期，尤其是先生，被放在一个受人关注、且尊重的位置，基本上没有时间料理家庭。我一直以“成功男人背后的优秀女人”自居，所以包揽了所有的家庭事项来支持他，突然无意一天发现他和其他女士的短信（在说家常菜）让我难以释怀，那段时间很在乎他，觉得他看的短视频、接触的人都充满不安全感，虽然他解释了没有关系，解释了他应酬所需，但他认为我在胡闹、我在找事甚至不理解他的一系列做法，让我不再完全信任他，我觉得他不再是一个我可以把后背给他的“战友”。然而你越是不信任，你就会发现他的各种“不可靠”，比如在我需要安慰时，他没有；惹出的祸端，他推卸责任；这一系列的事情叠加起来，让我不再愿意什么都和他沟通分享，逐渐也不那么想知道他关注什么、想干什么，我潜意识觉得他不可靠。经过2年调整，我从外表看变成了很大女人的样子，但无论上班时间有多忙碌，周末休闲有多愉快，到了深夜，我就会有种孤独感，感觉自己没有可以依靠的人，我常和自己说要坚强，但一想到父母渐老需要我的依靠，孩子尚小需要我的陪伴，还有一些些职场的不开心不知所措，都让我觉得内心空空的，感觉随着年龄增长，自己将越来越孤军奋战，和先生的争吵也不再很多，都点到为止，不愿把问题剖析更深，感觉吵只会让彼此关系更差。真想过离婚，先生很受打击，自己也不能接受，估计父母孩子更接受不了，所以也放弃了这个想法。想要调整这种孤军奋战的疲惫感和无助感，寻求解决方案。"
  },
  {
    "file": "r041.json",
    "title": "职场人际关系让我感到疲惫，我该如何调节？",
    "content": "... 全部 今天部门聚会但是唯独没有叫我，我之前不是这个部门的后来被调到这个部门，听说是这个部门领导指定要的我，但是我内心极度排斥来到这个部门刚开始来的时候说要加班我当时就回绝说不加班且态度强硬因为当时想着要尽快离职但现在工作不是很好找一直晃到现在，工作还算清闲也不怎么管我，但我觉得这是一种冷暴力对待，表现为这个领导开会的时候不叫上我，这个部门是业务部门我是业务支持通常开会都在说业务的事但是我也是这个部门一份子就把我除外，中午吃饭的时候领导叫部门另外两个人陪他去吃午饭也没有问我，还是当着我的面，我认为这个领导小心眼一直对于我刚来这部门时对他的态度耿耿于怀，我感觉他是故意忽视我，等我我忍无可忍自动离职，说实话我真的有这种想法，但内心也没有那么生气，因为我就没想着跟这位领导处好关系，但我认为身为一个领导不团结部门，拉帮结派高人排挤这一套还是一位男领导格局太小了，在一个如果真的是他那我要过来的但又不重用我是干嘛？我不懂他的操作，一个四十多岁的男领导的所作所为让我感到吃惊，觉得她做法不成熟，虽然我承认我刚开始来的时候非常不情愿，但后来我也慢慢消化和接受在这个部门的事实已经没有当初的刺头，但是这个领导的做法现在让我失望至极，虽然我不喜欢他但是没想到他的手段非常的小家子气！在这样的气氛下工作我可能支撑不了太久，谁能告诉我如何调节？ 今天部门聚会但是唯独没有叫我，我之前不是这个部门的后来被调到这个部门，听说是这个部门领导指定要的我，但是我内心极度排斥来到这个部门刚开始来的时候说要加班我当时就回绝说不加班且态度强硬因为当时想着要尽快离职但现在工作不是很好找一直晃到现在，工作还算清闲也不怎么管我，但我觉得这是一种冷暴力对待，表现为这个领导开会的时候不叫上我，这个部门是业务部门我是业务支持通常开会都在说业务的事但是我也是这个部门一份子就把我除外，中午吃饭的时候领导叫部门另外两个人陪他去吃午饭也没有问我，还是当着我的面，我认为这个领导小心眼一直对于我刚来这部门时对他的态度耿耿于怀，我感觉他是故意忽视我，等我我忍无可忍自动离职，说实话我真的有这种想法，但内心也没有那么生气，因为我就没想着跟这位领导处好关系，但我认为身为一个领导不团结部门，拉帮结派高人排挤这一套还是一位男领导格局太小了，在一个如果真的是他那我要过来的但又不重用我是干嘛？我不懂他的操作，一个四十多岁的男领导的所作所为让我感到吃惊，觉得她做法不成熟，虽然我承认我刚开始来的时候非常不情愿，但后来我也慢慢消化和接受在这个部门的事实已经没有当初的刺头，但是这个领导的做法现在让我失望至极，虽然我不喜欢他但是没想到他的手段非常的小家子气！在这样的气氛下工作我可能支撑不了太久，谁能告诉我如何调节？"
  },
  {
    "file": "r042.json",
    "title": "毕业生，初入职场被压榨，难过流泪，想放弃，辞职吗？",
    "content": "作为20年应届生真的非常难，一直到今年年初刚找到工作。目前工作两周，但是非常不顺利，还很痛苦，非常想辞职。 事情是这样的，领导给初入职场的我分了两个带教老师，都是毕业不久的小姑娘，一个比我大一岁，一个和我同岁，大一岁那个带了我两天因为岗位调整换了新岗位，我接替了她一半的工作，和我同岁那个接了三分之一，此后这岗位就只有我和同岁两人了。之后两周我太难了，同岁的师傅不断的把她原来的工作移交给我（公司比较松，就像大学辅导员一样，我公司领导只管大方向，其他事自己斟酌），领导不知道她推了这么多活给我。我每天不断的工作，但永远赶不上进度，要做的事太多了，请她有时间帮忙吧，她却说这是我自己的事，我应该学习自己解决，每天上班还总想坑我，把责任都推过来，明明应该她做的工作移交给我，然后跟人说我做的不好，做的慢。我该怎么处理呢？辞职吗？"
  },
  {
    "file": "r043.json",
    "title": "30岁，换了很多工作，但情商低，人际关系处理不好？",
    "content": "... 全部 我已经30岁了，换了很多次工作，但是自己总是情商低，人际关系处理的不是很好，工作也不是特别开心，后来就换了，自己闯了一下发现没有什么大成就，虽然想考心理学研究生，但是担心就业，所以现在备考公务员。 在工作中，不知道选择谁哪个同事作为自己的好友，自己又不会说话，别人中午下班休息，不知道与谁一起吃饭。或者别人也不会主动约自己吃饭，也没有同事约自己去玩。部门出去旅游，也不知道和谁一起坐在一起，或者有人和组队，让我感觉工作很没有意思。总感觉自己的人际关系不好。也就是没有自己的小圈子。 日常生活，也不知道选择谁作为好友和约会对象比较好，虽然也认识不少人 工作的时候，总是去问别人问题，学习他们的学习方法，容易把别人问得厌烦。 自己也是玻璃心，别人不理自己或者不笑脸和自己说话，就会担心别人不喜欢自己。 别人对我的评价：耿直，情商低，以自我为中心 反复问问题 感觉人际关系已经成为制约因素 我已经30岁了，换了很多次工作，但是自己总是情商低，人际关系处理的不是很好，工作也不是特别开心，后来就换了，自己闯了一下发现没有什么大成就，虽然想考心理学研究生，但是担心就业，所以现在备考公务员。 在工作中，不知道选择谁哪个同事作为自己的好友，自己又不会说话，别人中午下班休息，不知道与谁一起吃饭。或者别人也不会主动约自己吃饭，也没有同事约自己去玩。部门出去旅游，也不知道和谁一起坐在一起，或者有人和组队，让我感觉工作很没有意思。总感觉自己的人际关系不好。也就是没有自己的小圈子。 日常生活，也不知道选择谁作为好友和约会对象比较好，虽然也认识不少人 工作的时候，总是去问别人问题，学习他们的学习方法，容易把别人问得厌烦。 自己也是玻璃心，别人不理自己或者不笑脸和自己说话，就会担心别人不喜欢自己。 别人对我的评价：耿直，情商低，以自我为中心 反复问问题 感觉人际关系已经成为制约因素"
  },
  {
    "file": "r044.json",
    "title": "妈妈情绪不稳定 我很受伤",
    "content": "我现在接受我妈有情绪方面的问题。 我一直觉得她的情绪很不受控制。 不到上学的年纪：我在一旁看电视她却把我叫过来，说你知道我为什么会把你叫过来吗。我说不知道，不出意外被打了一巴掌。然后让我自己去想哪里做错了。我哪里知道啊。 上学之后，我注意力不太集中又加上开窍晚，成绩并不太理想。每次考试考的不理想各种歇斯底里的，各种挖苦。她越是这样我越是厌学。最后只能考就一个很差的学校。 工作以后，我那时候特别喜欢匡威。我找了一份兼职，她有次不知道哪根筋打错了和我吵了一架。我只能辞去了兼职。 我在大街上很怕别人吵架或是大声说话，因为只要一听到我就像全身僵住了一样。我很害怕。从小到大她从来不会好好说话，用的教育方式也是简单粗暴，打 喊 吓唬。让我很没有安全感。即使已经35岁了，她在我身后走过去，我依然会全身僵住。我小的时候在讨好她，希望她能别这样。可是不管我做什么，她都会说没有别人家的孩子好，她是打从心底瞧不起我。不正式对我的伤害（我问过她，她不承认曾经打骂过我，说我是胡编的）她自己呢，高自恋认为自己最好。我记得小时候和她因为什么问题吵架了。我在一旁难过，她呢？昂首挺胸的从我身边走过。那样子和斗鸡有一拼。我现在失业工作生活一团糟，我很想好好的。却总是打不起精神。（因为她在我小时候总是打击和嘲笑我，所以导致我做什么都没有信心。）"
  },
  {
    "file": "r045.json",
    "title": "40+，知识焦虑，活得好累，怎样对抗自己的焦虑情绪",
    "content": "40+，不知道是从小家庭教育影响还是什么原因，这么多年总给自己搞的很忙碌，说好听是积极上进，说不好点是自卑焦虑。每年、每月都给自己定学习计划，每天如果不把英语打卡、听书打卡什么搞完，自己就觉得有很多事没做，然后产生焦虑烦躁情绪。对孩子也是，每天给她留集中家庭作业，哪个打不完卡，我就感觉她今天没有积累，比别人落后了，然后鸡娃鸡自己。自己有时候反思都觉得活的好累，但又停不下来，停下来就焦虑，就觉得自己很萎靡不振，然后自卑自责……"
  },
  {
    "file": "r046.json",
    "title": "刚毕业考入事业单位，但是自己很害怕去工作，怎么办？",
    "content": "今年博士毕业，通过人才引进考入了一个地级市的事业单位，专业技术岗位。但是本人平时有些抑郁情绪，马上要入职了，一直担心体制内人际关系复杂，生怕自己适应不了。现在快要入职了，心里很慌，已经到了坐立不安寝食难安的状态，该怎么办？"
  },
  {
    "file": "r047.json",
    "title": "职场十年，总为人际关系困扰，有点讨好型怎么办？",
    "content": "去年刚换了新工作，工作内容比较简单，人际关系也不复杂，办公室两个同事一开始相处还不错，会聊聊家常，但是我总爱附和别人，聊多了也心累。最近同事似乎有心事，并不针对我，但是一整天沉默的办公环境似乎让我很难受，主动挑起话题，如果同事不接，也感到尴尬，所以也渐渐沉默了。同事她们都有其他办公室的熟人，所以有时会去别的办公室串门聊天，感觉自己很孤单，特别容易受别人影响，尤其在工作环境，经常以不拒绝同事或者领导来维持人际关系，实在忍不了也曾发生过因不满跟同事的关系而辞职的事，这是什么心理问题？"
  },
  {
    "file": "r048.json",
    "title": "面试前总是不停回忆曾经那段烂关系，该怎么克服？",
    "content": "有个心理现象，请老师们帮我看看：我前段时间经历了一段很狗血的感情，自己以为很爱且可以结婚的男友，原来一直跟另外一个女的在一起，脚踏两船。期间一直被他欺骗。知道真相后当即分手，已经过去快两个月了，本人也颓废了快两个月，什么也不想做，挫败感很强烈。还没跟他一起之前的那个我，是个看起来比较自信的人。 我的问题是：最近在找工作，我发现每次接到面试邀约时，我就会比较紧张，就会不停地回想这段烂关系、回想和还原那些被欺骗的场景。但是正常来讲，接到面试邀约，我应该是好好准备面试资料的，而我却沉浸在回忆的情绪里面。请问这里面有什么联系吗？我该怎么克服呢？"
  },
  {
    "file": "r049.json",
    "title": "职场新团队融入，遇到了同性竞争怎么处理？",
    "content": "我是2020年毕业的。最近，遇到了一些办公室团队融入的问题。 我们是it行业，最近的两段经历。上一次是公司架构调整，给我分了新领导（也可以那时候沟通去别的组)，接触中，我觉得还不错，新领导是个女领导，一方面，我开始觉得她是那种很会尊重人的人，另一方面，她给我分的业务方向也不错。我就答应了。可是进入团队，我发现部门内还有其他女生，那个女生，比我工作久一些，职级也高点，然后，我就会发现，每次，领导给我布置工作的时候，她就会闹情绪。甚至后来，我被分到了她负责的组，发现她就会各种挑剔我，讨好其他同事，不允许其他同事对我好。工作的过程中，也会给我布置一些边缘的工作，熬了半年，我觉得没有发展了，就走了。 最近，我被换到了新的组，新组和我沟通对接的人，是我们部门的组长，是个男领导，其他同事也不熟悉。所以，刚进来，有啥事情，就问他。可是，我发现部门内，也有个女生，就开启了斗争我，模仿我的模式。她比我早进入这个部门，其实我也不熟悉她进来多久了，没有啥互动，但是好像对我敌意很大。 现在我该如何做呢？现在，我觉得自己该快速融入团队，但是就算我要和其他熟悉，也要有个过度，得等到有业务接触了，才慢慢熟悉。这个过程中，我该如何处理和这个女同事的的关系呢？ 其实，我有一点社恐，也很恐惧冲突，她这么一斗，我就不知道可以咋办了。感觉融入新团队，需要一定的时间。可是，我和她也没有啥业务对接，不知道为啥这么有敌意。我在融入过程中，如何处理她情绪和释放出来的攻击性？"
  },
  {
    "file": "r050.json",
    "title": "失业两年，恐惧社会，恐惧人际关系怎么调理？",
    "content": "失业两年，希望重新进入职场，但是感觉自己恐怕不能正常应对，人性复杂，如何调整自己的心态呢？"
  },
  {
    "file": "r051.json",
    "title": "36岁面临转行，不知道自己适合什么工作？",
    "content": "36女大学本科专业会计学，进入职场发现自己专业能力不错，但是不喜欢办公室工作环境，总希望把同事处成朋友，感觉上班压抑，情绪低落，喜欢自由轻松的氛围，不喜欢不通风的写字楼环境和二手烟，有较严重的鼻炎，感觉身体不舒服，心里也压抑，总觉得少了点什么。现在已经辞职，性格内向，不知道自己的优势，感到迷茫，不知道可以做什么工作，不擅长人际交往，容易受别人影响，原生家庭没得到安全感和信任，缺乏父母的引导，父母对我情感隔离，性格比较仔细，责任心强，自己经常闷闷不乐，现在面临转行，没找到自己喜欢的工作，不知道可以做什么？"
  },
  {
    "file": "r052.json",
    "title": "27岁女，步入职场已经四年，如何才能加速成长？",
    "content": "我22岁大学毕业，在家考了一年公没考上，走关系来到现在的单位。我是一名书店的图书营业员，平时的工作没有太多含金量，是个人都能做。本来刚来的第一年我就想，通过学习技能，以后跳槽出去，但是没想到蹉跎到现在还没有学成任何一门技能。每件事在我这里都坚持不了几个月就会放弃。 现在我27岁了，感觉在职场中也是半个老人了，刚才看书看到，三十岁以后人的思考方式和行事方式就已经定型了，很难再改变，感觉有些恐慌。 我该如何做才能够实现当初的想法，成功跳槽？我该如何才能加速成长？"
  },
  {
    "file": "r053.json",
    "title": "工作压力巨大，想要辞职，但怕没收入很难生存，焦虑？",
    "content": "我在之前有一段三年半的工作经验，在今年三月份的时候辞职了。本来想辞职之后出去逛一圈，然后就遇见了疫情。这次疫情对我的经济影响很大，本身我也没有很多积蓄，所以疫情恢复之后必须要回到职场了。 这家公司让我觉得继续呆下去特别煎熬。 一方面是，公司付款流程很慢，好多供应商到我这来催债，有些供应商说已经欠了他们几个月了，我也跟上级领导说了这件事，领导解释说是公司有公司的付款周期让我安慰安慰供应商。最后的压力都是我一个人承担。 第二方面，付钱付的慢还一直催供应商快点做事情，又是让我催，我又是夹在中间很难做。 还有就是这里工作分配很混乱，设计师的指责除了设计，还会做运营的东西，而她还能对我的运营方式指指点点，好像她才是我的领导。 综上所述，其实我很想走，但怕自己没有收入很难生存下去，不敢轻举妄动，最近整个人超级焦虑。"
  },
  {
    "file": "r054.json",
    "title": "如何不对职场同事关系寄予不切实际的希望？",
    "content": "和同事相处，如何定位同事关系和朋友关系，就算朋友关系也是很淡漠，在现实里，有些人就是看你恋爱人际不好而冷漠你，不和你联系，以前相互交流学习也是利益，现在不用学习了更现实，干脆不理睬了。还有一些同学也不会经济帮助你，可能在学习上生活上工作上会有交流，但是朋友同学这个帮助范畴就很小，可是我却因为同事还不如同学朋友的关系寄予厚望，别人不友好不理睬会哭泣，（这让同学知道要说我没出息）知道自己不该把这个定位期待过高，但还是受伤了，还这么重。我也不知道自己怎么不对同事寄予那么大的期望，只要别人对自己友好一些就很信赖人家，会有不切实际的期待。最终落空。"
  },
  {
    "file": "r055.json",
    "title": "年轻人辞职需不需要冷静期：如何看待裸辞？",
    "content": "很多人觉得裸辞是一件很潇洒的事情，说走就走。很多人在辞职这方面上是非常冲动的，可能是因为老板的一次批评、朋友的一句“规劝”，早上发生下午辞职的事情很常见 冲动裸辞的人，是没有主见吗？如何看待裸辞？ 年轻人辞职需不需要冷静期？"
  },
  {
    "file": "r056.json",
    "title": "配偶素质低下，逼迫我却心甘情愿被表哥宰，该不该离婚",
    "content": "我研究生，老公技校，分居五年，孩子七岁，老公妈宝，被他表哥骗了20万，他相信他妈妈，我想离婚，但是哦的妈妈全力反对！所谓名义的老公，他听从婆婆建议，开了一家中型饭店，业务量很大。但是二维码被他哥控制，营业一年，血本无归，他得了肛门脓肿，暴瘦了30斤。从150到了126左右吧，我本来不管不问，我也不能说，因为他根本不相信我，我该怎么办，我只想彻底断开这段婚姻关系，虽然五年没有性生活，我也才34岁，我真的特别恶心。看到他就想生理呕吐，他打过我，我吃了四个香菇。他都会问我要八块钱，却心甘情愿被表哥宰割，永远逼迫老婆，他逼我给他买奔驰。我拒绝了，他拳头揍我太阳穴位，我是大学的校花，又是编制工作，心理不甘心，被逼迫的双向情感障碍！我真的一辈子就这样了吗？我不知道我老公*之前能不能明白他被表哥欺骗！！！！！我婆婆撺掇他打我，幸亏我母亲给我买了房子。搬出来五年了，小孩子也是每个人带三天，（一周），我该不该离婚？？"
  },
  {
    "file": "r057.json",
    "title": "产后妈妈上班，婆婆不给看孩子，心里很烦躁，怎么办？",
    "content": "产后妈妈上班，本来想着两家父母倒替帮忙看孩子，结果每次让婆婆过来婆婆总是有各种理由，也不情愿，过来看孩子也是不高兴，隔三差五就跟我说公公检查出来身体不好，需要照顾，然后又是店里不能经常关门，赔钱状态（公婆开着五金店）总共来了没三五天，天天挂在嘴上说，我都想了个解决办法。说是不行中午给公公顾个做饭保姆，给他送饭。这样也不用他关店，周六日我休息让婆婆回去照顾公公，婆婆感觉也是不情愿，我后来就情绪激动说了下，这都不行妈，十来天都不行妈，然后就是这句话人家觉得我有点强硬了。感觉逼人家，第二天就跟我老公哭鼻子，我老公就给我打电话说是她妈哭了，想让我道歉，说两句好话，我不乐意呀，我没错，中午回来歉没道成，反而又说了几句人家不乐意的话，结果人家说那这样我就回家呀，我不管你们了，下午我继续上班，我老公在家，晚上回来，我老公跟我说婆婆下午要走，她劝了半天，没走，然后就是埋怨我挑事，。第二天早上婆婆大早五六点给我我发了微信，说他走了回家了，然后我请假在家里看娃。我现在就感觉人家就是不想看，然后我这么一说，错全归在我这里了，好像我欺负她的，目前就是这么个情况，。感觉心里很烦躁，我是不是太愚蠢了，非的跟婆婆这么刚，现在把自己搞得孤立无援。老公让我跟婆婆道歉，我应该道歉吗。还是说我哄着婆婆，婆婆就真的磨不开面子来给我看娃了。"
  },
  {
    "file": "r058.json",
    "title": "37岁女，希望老师帮我解梦，让我看清我的潜意识",
    "content": "... 全部 梦中，我在公司上班，和我老公通电话，好像发生了矛盾，他要离家出走，我下班带着我孩子(现实中我有个儿子，梦中我儿子好像是个女孩)回家，我骑车带着孩子一直往公司南边的方向走了很远，走到一个路口，我发现方向错了，我家在公司的北边，所以就折返，折返时孩子的交通工具是小孩们的滑板车，我的工具是稍大一点孩子玩的滑板车，走到半路，我给我老公打电话，无人接听，我婆婆给我打电话，说我老公拒绝了一切朋友的邀请，独自出门了，大家特别担心我老公，我也打不通老公的电话，我担心他*。走到我公司，公司的一个保安出来，对我孩子说:“你爸爸是谁，我带你找他，他出了事情，在我们会议中心。”我很纳闷，既然是我老公，我又是个大人，为什么不问我？这时那个保安对我说:“他是从湖底的泥里被我拖出来的，人已经不行了。”我心存希望，觉得不可能是真的，这时我就发现湖里好多人，有个白发老头躺在湖面上正被抢救，还有好多年轻人，站在湖里，保安靠近湖边对他们说:“今天发生的一切都不许说出去”。我想可能公司是害怕影响声誉，但是又想我老公是*，和公司有啥关心，真实多此一举。保安带我到会议中心，我看到我老公在一个玻璃罩里边，我还是不相信他*了，我看到他在眨眼睛，我觉得他们可能弄错了，这是我老公的身体就像做磁共振似的，整体向后移，在往前移，刚才会眨眼睛的头脱离了，说这个会眨眼睛的头是商家做的模型，说我老公真的*了。我很难过，心想你还不如不要做假头，给人希望又让人失望，这样子让人更伤心。这是保安把我老公放在我怀里说让我抱抱他，和他告别，我看到怀里的老公，感觉有点奇怪，因为眼睛不是我老公的，而是我公公的(我公公一只眼睛摘除了)，我正纳闷时，保安提醒我:亲人走了，是要哭的，我这时就特别难过，我好像觉得哭喊都无法表达我的痛苦，然后，就突然醒了。 梦中，我在公司上班，和我老公通电话，好像发生了矛盾，他要离家出走，我下班带着我孩子(现实中我有个儿子，梦中我儿子好像是个女孩)回家，我骑车带着孩子一直往公司南边的方向走了很远，走到一个路口，我发现方向错了，我家在公司的北边，所以就折返，折返时孩子的交通工具是小孩们的滑板车，我的工具是稍大一点孩子玩的滑板车，走到半路，我给我老公打电话，无人接听，我婆婆给我打电话，说我老公拒绝了一切朋友的邀请，独自出门了，大家特别担心我老公，我也打不通老公的电话，我担心他*。走到我公司，公司的一个保安出来，对我孩子说:“你爸爸是谁，我带你找他，他出了事情，在我们会议中心。”我很纳闷，既然是我老公，我又是个大人，为什么不问我？这时那个保安对我说:“他是从湖底的泥里被我拖出来的，人已经不行了。”我心存希望，觉得不可能是真的，这时我就发现湖里好多人，有个白发老头躺在湖面上正被抢救，还有好多年轻人，站在湖里，保安靠近湖边对他们说:“今天发生的一切都不许说出去”。我想可能公司是害怕影响声誉，但是又想我老公是*，和公司有啥关心，真实多此一举。保安带我到会议中心，我看到我老公在一个玻璃罩里边，我还是不相信他*了，我看到他在眨眼睛，我觉得他们可能弄错了，这是我老公的身体就像做磁共振似的，整体向后移，在往前移，刚才会眨眼睛的头脱离了，说这个会眨眼睛的头是商家做的模型，说我老公真的*了。我很难过，心想你还不如不要做假头，给人希望又让人失望，这样子让人更伤心。这是保安把我老公放在我怀里说让我抱抱他，和他告别，我看到怀里的老公，感觉有点奇怪，因为眼睛不是我老公的，而是我公公的(我公公一只眼睛摘除了)，我正纳闷时，保安提醒我:亲人走了，是要哭的，我这时就特别难过，我好像觉得哭喊都无法表达我的痛苦，然后，就突然醒了。"
  },
  {
    "file": "r059.json",
    "title": "不知道怎么处理同学和班主任之间的关系，让我很困惑",
    "content": "我是女生17岁高中生 因为早恋被抓被班主任一直针对 期间找我谈话且后面成绩提升却被多次班主任在班级上点名批评谈恋爱让我感觉很丢面子我不知道我做错了什么 我对象也是她曾经的学生 对方成绩也不差 但是班主任就是瞧不起我对象一直跟着别人说他坏话还拉出来比较 后面一直针对我俩我不知道该怎么办让我感觉很内耗也很难过因为我之前也真的很喜欢这个班主任 关于同学的人际关系是因为我很好的朋友只因为我谈了对象就刻意针对我 当着我面说我对象坏话背后一直议论我 其他人人云亦云造谣传谣可是我俩明明什么都没有干却衍生出莫名其妙的事 在没有影响学习的情况下被一直针对真的让我感觉很焦虑很内耗每天也很难过 不知道怎么处理师生和跟同学之间的社交关系"
  },
  {
    "file": "r060.json",
    "title": "加班问题让我感到严重内耗，该怎么办？",
    "content": "最近入职了一家新公司大概三个月公司加班文化还比较严重，正常工作时间是6:00下班，部门算上领导一共五个人，领导坐在我们的后面可以随时监控到我们的工作状态以及下班时间。我们部门2名老员工的工作状态就是一周基本上加至少两天的班大部分时间是半个小时到一个小时，因为我是新员工，所以工作内容不是很多基本上可以每天按时下班，但是每天下班的时候看到另外的同事他们还在忙，我就觉得我按点下班特别不好意思，也会觉得领导在后面会监视，最近我总是会刻意的多坐一会儿，走时候也是趁领导不在偷偷走，我虽然领导没有明确的说过按点下班不好，但是他基本上每天也走得比我们晚，就导致现在自己总是因为到底要不要按时下班，以及如何把握这个度的问题，我感到非常的内耗，即使已经下班走了，但是回家脑子里还是会不停地回想，担心领导是不是会因为这件事对我有看法，或者是觉得我工作量不够之类的，感觉自己内耗带来的疲惫甚至超过了工作内容本身，想寻求解决方法以及如何调整心态"
  },
  {
    "file": "r061.json",
    "title": "刚才鼓起勇气和同事要回饭钱，现在很恐惧，是为什么？",
    "content": "我有个同事老和借我东西，雨伞，工服，电动车充电器，饭钱，借了也不及时还，我要用的时候总要和她要，一次两次可以，但经常这样我心里很不舒服。（她总说她忘记了，平时看着她也是比较大方的人，所以我和她要的时候自己也会不好意思） 我自认为不是很抠的人，钱也不多，东西也不贵，但就是很难受。 想把饭钱要回来，但是很害怕，恐惧被别人孤立，被别人讨厌 刚才鼓起勇气和她要钱，现在很紧张，以后不知道该如何相处"
  },
  {
    "file": "r062.json",
    "title": "面对人际冲突，吵架不擅长，又不想忍着怎么办？",
    "content": "面对人际冲突，总是解决不好，总是不能受气，怎么办？一些上海老女人，素质低下，面对冲突总是忍不住，吵架又处下风，回来后很生闷气，怎么办？"
  },
  {
    "file": "r063.json",
    "title": "和妻子已领证2年多，年底办婚礼，但逐渐发现不太合适",
    "content": "背景:我和她14年认识，21年领的证，然后我继续深造读博，她工作。我们在一个城市，有一套现房给她住，我住学校。23年底到今年十月底在国外交流，计划12月底办婚礼。 问题: 我逐渐感觉两个人越来越不合适，很难沟通，不在一个频道。直观的感受是很难有深入交流，另外就是过于有主见或者说固执，让我很难想象未来的生活。 根据我的了解，她属于比较回避型的人，平常不和任何人联系，包括父母，还有一些厌世，悲观。对于未来，我们的关系，她说她因为工作已经够她受的了，所以“躺平”停止思考了。不过据我了解每天五点半，晚的话六七点下班，周末不加班，强度似乎还好的。 固执这个方面，经常是想一出是一出，并且拒绝和家人沟通，只接受“外人”的反馈。从去年开始，她突然开始热衷塑型，而且只通过控制饮食的方式实现，我，她父母，我父母都不太赞同。不过她依旧坚持，并且和我说同事都夸她，如果我爱她也应该夸，而不是让她下头。另外是美甲，我属于比较传统的，不太喜欢美甲这种东西，我父母和她父母是不太能接受，但是随她去的态度。我只要表达一丝温和的意见，她就会炸毛，先翻旧账数落我一番，然后坚持自我介绍说什么同事都夸她之类的，如果我爱她应该也夸她。还有一个是买包，她月收入10k左右，我还没毕业，我还在读书的时候和我提买奢侈品包Lv，香奈儿之类的2万到5万五个包是她一定要买的，并且需要以后想买就买。我认为我们经济能力不足以支撑这种消费。这个在21，22年吵了比较久，最后我妥协了，用我自己的奖学金买了一个，剩下的是她自己挣的钱买的，一共买了三个。分别为2W，5W, 2W。我担心未来工作了还这么买根本没法过日子。她很喜欢买衣服，可能每天都要买，每天都会退，家里衣柜已经放不下了，但是不允许说，不允许我我干涉她的爱好，很自我。沟通方面，我会比较委婉的提到她的性格缺陷，但是她立即防御性回击，说我在Pua，并且说她觉得自己很好，很招人喜欢。 她和我说，她期望的生活是没有人干涉她，只愿意聊她感兴趣的事，对未来没有什么想法。而我希望的生活是，除了享受个人的小世界，也需要有两个人共处，除了感兴趣的事，也能够共同面对婚姻中的各类议题，携手共进。 问题最近一年才逐渐显露出来，让我的对未来很迷茫。而且临近婚礼，如果不合适，在这之前止损，也能避免两家人在亲友面前出丑。但我内心很混乱，在感觉过不下去没有未来，和保持现状避免冲突之间摇摆。所以想寻求一些建议"
  },
  {
    "file": "r064.json",
    "title": "老公很强势，我不知道该怎么做？",
    "content": "我老公很强势，说话态度老是不好，我之前做生意赔了钱，现在还处于负债状态，因为这个是我感觉家人对我的态度不好，自己也有点敏感，我在他们面前有点小心翼翼，他也不是那种会哄人的性格，现在就是我很不舒服，但是尽量不起冲突，我经常做梦会梦到吵架，出轨，离婚等等，很折磨，我知道这还是我的心态不好，但是我不知道该怎么调整，我其实发现自己还是爱他，但又觉得他看不起我对我的态度也不太好，想离婚也没勇气还有孩子，想过好也达不到自己想要的，所以我很痛苦，最近好了一份工作，慢慢的充实起来了，但是精神依然受折磨我该怎么办，我也想过别管了，当个空气算了，但是自己真的做不到"
  },
  {
    "file": "r065.json",
    "title": "高中教师，不知道如何处理职场关系，陷入内耗怎么办？",
    "content": "23岁，初入职场第二年，我是一名高中教师，最近一次和办公室聚餐，领导当着所有人的面表明不满意我的工作方式，指出了很多我的不足之处，并表明在我有男友的情况下对我有想法，我感觉自己被针对了，特别没面子。回到家之后我陷入了无限的内耗，一天没有吃饭，不知道接下来的工作里该怎么应对办公室关系，是否要去迎合领导改变自己。"
  },
  {
    "file": "r066.json",
    "title": "老婆每天否定自己，可能产后抑郁，我该怎么办？",
    "content": "老婆是一名辅导员，产前是挺喜欢辅导员工作的。产后回到职场，可能有疫情的原因，多了很多事情，经常晚上和周末都要加班，跟我倾诉压力大，看着同事们做的工作一点也提不起兴趣，不喜欢现在的工作，想要转去心理中心（她是心理学毕业，也做过一段时间心理咨询师），但是心理中心现在没有名额。 她每天否定自己，觉得自己既带不好娃（娃现在是奶奶带，我和老婆只有晚上回来带一带，她由于原生家庭的原因，做事情经常被她妈妈否定，所以不敢做事，所以很多带娃的事情都没怎么做过，所以就做不好），也做不好工作。每天都不高兴，甚至把娃哄睡后就一个人流泪。我看她这么难过我也很难过，不知道怎么帮她。 另外她也跟我说过感觉生了娃后没人关心她了，大家都只关心宝宝，有时候因为这个生气哭，但是后面解释就完全是个误会，所以怀疑是不是产后抑郁导致的这些，我想要帮她，想要给她约咨询，但是她又认为是我不想听她说话，把她推给咨询师，我真的不知道该怎么办"
  },
  {
    "file": "r067.json",
    "title": "同事打招呼不理睬，好愤怒，不知怎么做维护自己权益？",
    "content": "和一个女同事打招呼她不理睬我假装没看见。好愤怒。好没礼貌。我想着下次见到她如果再和别的同事打招呼，就直接和他们说我和你打招呼呢你没看见吗？这样制止他们的这种行为。还有她比我小很多每次见到我就叫做小范，可是我每次都没勇气说不要这样叫，叫名字。还有加她微信私交，她不乐意，这个勉强不了，因为人家就是不愿意和你私聊。这个人老看我不顺眼。我下次躲着她点，这样就远离伤害源了。可是我每次都说不出口，维护不了自己权益。有文章说要有攻击性，不然就维护不了自己的权益了。就会受人欺负的。也许我对职场的期待太高，还是太低。不知道怎么做维护自己权益也能心情不受影响。本来心情很好的。一下子因为这个事情堵在那里心情又不好了。"
  },
  {
    "file": "r068.json",
    "title": "当了七年家庭主妇自由职业后，重返职场感到很恐慌？",
    "content": "在日本生活，七年前怀了双胞胎，把工作辞掉了。后面一人辛苦照看俩孩子，后来边做做代购或者有时有做过短期小时工。为了俩孩子当了近七年的家庭主妇。现在孩子们七岁了。老公和家人创办了日语学校。为了节省人工费。自己今年要去学校工作。要当留学生的生活指导和投资者需要做的一切事情。太久没有上班。没有商业和人打交道和用日语对应，且感觉自己什么都从零开始需要学。感觉好恐慌，好焦虑 又好自卑。觉得自己什么都不会一样。而且家里还有俩孩子要照顾，虽然感觉自己很有向上鲜果的。可是又好害怕周围人觉得我什么都不会还在这路上 班。所以有种内心焦急又无力的感觉。"
  },
  {
    "file": "r069.json",
    "title": "25单身女，什么都不会，不知道做什么才是有意义的？",
    "content": "今年25岁，之前学习了一年多时间的职场教育网课和其他方面的知识，也坚持读了30+本书，全都是关于个人成长的。但是到现在还是什么也不会，学习能力很差，考不上理想的大学研究生；工作方面做着图书营业员这种简单的工作，却一直需要人带，需要人安排工作和指导如何做好；人际关系很差，同学们基本都不联系，同事觉得我太孤僻不爱搭理人，至今没人愿意给我介绍对象，暗恋过一个人，但是对方比我各方面强太多；在家也不会做家务，屋里很乱；不会客套寒暄，连和亲人一起吃饭都是沉默。最近做了壹心理的测试，发现能力测评都是弱。和家人说了自己在为自己什么都不会而难受，家人的反应只有“别再玩手机，别再学习那些没用的，把注意力集中到已经拥有的好工作上来”，可我不喜欢这份自觉不适合我的工作，我追求自我价值实现，平时脑子也比别人聪明，在单位工作很容易把书名和位置全记全了不需要机器查书，想考研，却怕自己的选择还是错误无用的，不知该如何努力"
  },
  {
    "file": "r070.json",
    "title": "孩子目前2岁，到底是做全职妈妈，还是留在职场？",
    "content": "孩子目前2岁，基本大半年都和公婆在湖北老家，为什么不和我们在北京的原因：1.公婆的父母在老家 2.公婆不喜欢在北京待着，觉得邻里之间很陌生 3.公婆带孩子的观念和我们不一样，特别是公公很强势，老爱生气，他们觉得帮我们辛苦带孩子还落不着好，所以公公喜欢待老家。但是身为妈妈对孩子很愧疚，觉得他的成长我没有完全参与。可背负着房贷，各种开销，如果我辞职老公一个人压力会很大，所以现在面临的问题是：1.如果继续让公婆带，对孩子的成长不利，公婆经常和我们待一起，因为观念冲突也会产生一些争吵。2.如果我辞职全职自己带，那老公压力很大，我现在工作算是上升期，如果辞职过几年在从新回到这个圈子，应该很难，辞职了就没有经济来源，没有了自己的圈子，以后用钱得伸手问老公要，因为有孩子后和老公也常吵架，甚至说过要离婚，真的很担心到最后自己工作也没有了，家庭也乱七八糟的局面，可孩子是无辜的。3.想过找保姆，但不放心。"
  },
  {
    "file": "r071.json",
    "title": "过往亲密关系模式带给我的困扰，怎么破？",
    "content": "女，35 岁，生活里呈现的状态是独立自主女强人。 小时候，父亲出轨，母亲为了我没有离婚，我经常为母亲抱不平，和父亲关系慢慢变成了相爱相杀的状态。我从小看着他们不是很和谐的关系长大，大概心里隐隐约约有个念头，婚姻关系是不靠谱的。 大学起，在从未谈过恋爱的情况下进入了字母圈（SM），开始只是猎奇，后来发现自己会迷恋那种基于从属而带来的安全感，那时候太年轻，从未认真审视自己，就一直在圈子里探寻和构建。11 年左右的时间里，经历了 3 段关系，最长一段 7 年。甚至到了愿意为这种关系中界定的纯粹彻底的归属而放弃婚姻，又因为关系本身的一些要求（绝对服从，坦诚透明等），慢慢建立了我的亲密关系模式：粘人，时时处处频繁消息同步我的生活&思想等等。 后来退圈结婚，和老公结婚主要是基于理性的选择，觉得合适。婚后他给我的爱，让我逐步开始爱与投入，但又好像一直没那么投入。我对老公，始终没有过往那种亲密关系模式的依恋，更是两个独立的人格相爱相交，我也有时候会质疑，这样的状态是否代表我不够爱他？我始终有个困扰，就是我总会觉得哪里缺失，总会觉得哪里不够密切，然后就会时不时的找茬发脾气，其实有时候我自己都不知道我是为什么，发完脾气还会找一些理由说我老公的不是，弄得他经常会觉得很莫名其妙和无措，但又每次都会来向我妥协。 我在老公以外，确实也没有过正常的亲密关系，我也会有点无法说清楚，到底什么才是爱。因为在sm关系中，我是devote all of myself 以对方为中心的，但在婚姻里我不是，我也会有时候怀疑，这样是不是代表了我不够爱？ 对于以上，求解惑～"
  },
  {
    "file": "r072.json",
    "title": "如果一辈子不结婚，但又感觉很孤独，要怎么过这一生？",
    "content": "我今年33岁，离异未育。目前自己独居，感觉很孤独。我担忧未来一直是自己一个人。身边朋友同事都有了自己的家庭，没有时间陪我，除了上班时间，下班以后基本是自己呆着。我也尝试了跳舞，自己出去逛，可无论怎样，心里的孤独感始终萦绕在心里。我也想再结婚，可是一直遇不到合适的，随着年龄越来越大，更不好找对象。35岁以上又承担着高龄产妇的生育风险，我自己是喜欢孩子的，想要让他也看看这个世界。可是很多男孩择偶标准也都是35岁以下，这就又加重了我的焦虑。越来越后悔离婚。时常在想，前夫提的离婚，我如果不是那么替他着想拖着不离是不是现在过的也挺好。 我觉得我的择偶标准不高，但是在一线城市，女生剩下的人数确实是比男生多，男生即使不如女生优秀，也是香饽饽，可我又无法接受和自己不喜欢的人在一起。我是不是要接受这辈子要孤独终老的结局了。我自己又该如何过的开心呢？如果一个人干什么事都是自己一个人，一个人旅游，一个人吃饭，一个人去医院，时间长了是不是心里会有问题啊？"
  },
  {
    "file": "r073.json",
    "title": "一想到初中同学个个都混得比我好不知道多少倍，就后悔",
    "content": "25岁 女就一想到初中同学个个都混的比我好不知道多少倍就后悔了当初为什么不好好读书如果当初好好读书现在的结局会不会有好一点就脑子里一直在不停的想这些同时又着急想改变找份体面工资高的工作就很焦虑又焦急想像她们一样就是一想到自己的初中同学个个都有稳定体面的工作而自己却是进厂收入也低那也去不了而她们个个都是工资高有一堆朋友同事想去哪玩就去哪玩一想到这些就心里既难受又迷茫可是我都25岁了如果考证在学东西感觉晚了而且我什么都不会之前初中毕业就早早的进厂了什么都不会不知道从哪学起学什么"
  },
  {
    "file": "r074.json",
    "title": "最近我感觉熟悉的事情做着很艰难，工作力不从心怎么办",
    "content": "男 27 产品渲染 最近我感觉我所熟悉的事情做起来时间成本增加且做的很艰难，主要体现在工作上，感觉很力不从心，组长有跟我说要适当劳逸结合，但我发现我休息后只会加重这种情况"
  },
  {
    "file": "r075.json",
    "title": "33岁女，家庭主妇，如何摆脱对丈夫的过度依赖？",
    "content": "33岁 女 家庭主妇 父母在我小时候因为工作的原因经常外出，我常常寄养在亲戚家。长大后我很独立，会独自去蹦极跳伞旅游。一个人玩的也很开心。直到认识了我老公，我老公比我大10岁，我们结婚后生了孩子，我就像变了一个人一样，对他极度的依赖。没有了自我，大小事都要老公帮忙。过度的在他身上寻求情感需要，我变得没有安全感，猜疑。我老公会给我说，我就像养了两个孩子一样，一个是你一个是我们的儿子。一个极度缺爱的孩子长大后，突然得到了爱后，不愿放手，我不知道如何才能回到曾经那个独立自信的自我。"
  },
  {
    "file": "r076.json",
    "title": "25岁，我讨厌父母，恨他们，又觉得自己这种想法很坏",
    "content": "我25岁 想一个人搬出去住 但因为我的工作不稳定 工资很少 根本租不起好的房子 我不想住很差的地方 所以只能住在家里 家里就要和父母一起住一个房子 我很讨厌父母 根本不想说话 让我觉得自己是个很坏的人 我恨他们 根本不配生孩子 又觉得自己这种想法很坏 都是他们让我变成这么不好的人"
  },
  {
    "file": "r077.json",
    "title": "太过于关注别人的一举一动，怎么做才能避免这个现象？",
    "content": "从高中开始就很关注别人的一举一动，虽然高中以前也会这样，但是没有高中以后那么严重。现在工作了也是这样的。每隔一段时间，就会关注一个人。这个被我关注的人有着我身上没有的特质，比如（长的高/有气质/很漂亮/很外向并且因为外向获取了很多资源）。一旦我开始关注了这个人后，我每天就会注意他的一举一动，他的每一个动作（发型穿着工资）都会让我感到要集中精力去关注他。特别是当他和别人说话的时候，我会觉得很焦虑，觉得别人可能是特别看好他。就会很焦虑。甚至觉得我想离开和这个人待在一起的地方，才能避免过度关注他人。因为之前听过一个理论，如果太过于关注别人，会导致自己咩有能量。我现在就是这个情况，每天无时无刻不去关注别人感觉自己没有能量了。不知道是什么原因导致这个现象，已经该怎么做才能避免这个现象。"
  },
  {
    "file": "r078.json",
    "title": "入职1年多，是没接触过的行业，职场烦恼，焦虑，疲惫",
    "content": "最近感觉很累，入职公司一年多了，是自己以前没接触的行业，公司不大，是夫妻开的，没有系统化的培训，全靠自己研究，工作对接的是老板娘，属于说风就是雨，没有规矩可言的一个管理模式，情绪化，很自我，强势，之前因为一些矛盾提过离职，过后老板又哭天抹泪把我找回去，我心软。就回去了，给我涨了工资，可我每天还是不开心！小县城，4500的工资，休息时也要回复公司，客户微信，微信群近100个，每天上班8小时，没有一分钟是闲着的，有时候都没时间上厕所，喝水！主要是太压抑了，想着离职，又觉得自己是不是太矫情，公司每个同事都过得心惊胆战！销售有一位员工，是做电话销售的，一天上了四次厕所，就被说不踏实。不知道该怎么选择，不知道怎么平衡自己的心态"
  },
  {
    "file": "r079.json",
    "title": "和老公同一个科室，感觉自己遭遇职场PUA，怎么办？",
    "content": "本人是个医生，之前一直和老公在一个科室上班快10年，今年2月份我和老公分科了。由于本人之前一直觉得职场只有永远的利益，没有永远的朋友，一直不怎么在乎和同事的关系，也没有相处得看起来关系好的同事。直到今年2月和老公不在一个科室以后才发现，除了我老公以外，我在这个科室没有一个可以说得上话的同事。于是我就尝试着和同事建立关系。看看周围的同事，感觉能聊得来的同事，又不是主任眼线的同事真的寥寥无几。就选中了一个我以前从来不会看得上眼的同事A。这个同事就一直告诉我，我和同事B因为一点小事的过节，同事B不停的在和科里的二把手同事C告我的状。同事C也不喜欢同事B，同事A和同事C关系好。同事A又表现出和我的关系好，就把同事B和同事C说的我有怎么怎么不好，同事B有多讨厌我，最终的结果就是我和同事B直接撕破脸皮，关系闹僵。之后因为我头晕生病住院，在我们这个小城市的医院根本就没有检查出来，一切排除性的检查都是正常的。同事A又告诉我，在我住院期间科里所有的同事都在看我的病例，都觉得我是焦虑导致的，都觉得我就是想休息，只有同事A一个人相信我是真的病了。之后又在办公室只有我和同事A两个人在的时候告诉我谁谁不喜欢我，谁谁和我关系不好。给我最大的感觉就是同事A在PUA我。同事A一直在我跟前说我们的一把手不好，如果我们的一把手在这个科室继续干下去，大家都没有好日子过。我真的感觉同事B想拿我当枪使，难道同事A知道我单纯，脾气直，想让我和一把手也干仗？同事A是这个科室目前除了主任以外职称最高的人，但是同事A因为为人处世，性格的问题，一把手不喜欢他。同事C职称没有同事A高，但是因为主任的喜欢，同事C当了实际的二把手。同事A是不是想看科里乱成一锅粥，同事A才能得利？总之一句话，同事A和我说科里的事情的时候就表现出来只有同事A觉得我这个人还不错，科里其余的同事都不喜欢我。我不喜欢被同事A一直PUA，但是又不能直接给同事A说让他闭嘴，不知道该怎么办"
  },
  {
    "file": "r080.json",
    "title": "现在的单位加班、考核、勾心斗角，还有必要干下去吗？",
    "content": "我之前异地工作，现在考试调回家了，可是现在的单位，周末不休息，晚上平均一星期要加班三天，工作上，用户投诉要赔钱，回到单位要被考核，还要面对同事的勾心斗角，完不成的电费回收要自己垫付将电费结零。工资吧，加上年终奖平均一个月6500，我确定现在已经抑郁了，不知道这个工作还有必要干下去嘛，辞职吧，当下的环境做什么都不好做"
  },
  {
    "file": "r081.json",
    "title": "非常害怕，活着很恐惧，持续否定自己，严重拖延咋办？",
    "content": "各位咨询师，你们好。我持续性的拖延，常常无法实现计划。比如，我需要写简历，但是几乎无法行动起来。这样的情况持续了3年。我只能用害怕来形容自己对于求职的拖延，但是是害怕什么，害怕失败，还是害怕成功，或者是怕*，我不清楚。害怕，这样的情绪本身，让我害怕。 大学毕业之后几份工作的不顺利，让我无法融入社会。因为没有办法做好工作，我觉得非常尴尬，尴尬到觉得*了最好。我的脑海中描述我的处境为，在流沙里，为了不陷进去，而抓着自己的头发，向上提；在大海的中央，看不到陆地，因为害怕，原地踩水，不向任何一个方向游。这样孤僻，恐怖，没有希望，不相信未来的3年里，我放大了一些感受。我描述自己为，完完全全的失去自信，甚至连说句玩笑话的自信都没有。目前的工作因为不正规的原因，因为不想叠加过去在职场受到欺负的创伤，我需要找新的工作。然而，我又面临了拖延的问题。我有很大的心结，无法解开。我没有办法从任何事情获得快乐。"
  },
  {
    "file": "r082.json",
    "title": "毕业后进入职场半年，觉得自己像个孩子，怎么解决？",
    "content": "职场上遇到不熟的前辈就什么也不敢问，不敢说，熟了之后就什么都问，一些明明我多思考就可以解决的事情还是会去问，如果被说了就感觉不好意思，还想说更多显得自己能似的，我觉得我就像小孩子，怎么解决这个问题"
  },
  {
    "file": "r083.json",
    "title": "夫妻7年从热恋到争吵到现在冷漠逃避问题，怎么面对？",
    "content": "女，33岁，一胎8个月，备孕二胎，自媒体工作，目前自己装修民宿，预备开业，脾气暴躁，执行力强，属于领导型人格 男方34岁，教育推广工作，每周末回家2天，讨好型人格，有点自卑 我和我老公是高中同学，毕业4年同学撮合在一起，前3年最甜蜜无间隙。对我百依百顺，无争吵。第3年开始借了很多钱买了房子，压力很大，我们一起装修，我跟着他一起做他的工作，就开始了爆裂的争吵。面对一件事情，他总是慢我一拍，或者想的没我多，我就会各种和他解释说，期盼他下次能做到。他认真听，不停的夸我想的好，做的对，说自己错了，下次怎样怎样，我心里充满期待，最后下次还是那样，下次我就更大声说，他又不停夸我，说下次怎样，后来我就快崩溃了。脾气越来越差，一点事情就发很大的火，对他满是指责，他现在有点怕我，有事情不敢和我说。直到我前面怀孕一次胎停，再次怀孕我收住了脾气，两个人开始有缓和，经济开始变好，我也不揪着他很多东西。他工作开始忙起来，以前对我100分，现在工作80分，家庭10分，我10分，中间有一段时间他忽略我我和他说过，他总是说改，一面对工作还是不会理我，经常掏出手机。但是后来我也无所谓了，毕竟能挣钱给我就行。钱他挣，回来他做饭，娃我婆婆带，其实我是很幸福的。但是我和他之间已经不分享东西了，我分享的每一件东西他要么嗯，要么嗯一句，要么不回复。我经常说话，他就嗯一句，脑子想她的东西。后来我也不和他分享了，她分享的我也不理了。这是感情开始淡的第一步。第二步是有了孩子以后，婆婆的加入，因为婆婆带娃的方式不对，我期盼他来解决，他解决不了，我开始放弃他。后来我忘了什么事情让我很难过，哭了很多天，我开始改变我的态度，告诉自己不要对他有期待，不要跟他谈感情，不停的告诉自己，男人能挣钱就好，没必要，放过自己。我真的很怕我稍微喜欢他一点有点期待我就回到以前那样一点事情就爆炸，我自己很难过，家庭也很难过。可是他跟没事人一样，每周开心回来，我对他白脸他离我远点，我正常他就粘着我，好像我喜不喜欢他对他一点没影响。可是我真的很痛苦，好多次他靠近我我就想哭。我已经不想和他说话了，他总是骗人，做不到瞎承诺，每一句话我现在都不相信他。比如有一条路他走错了，回来我走对了，我说你怎么不带我走这条，他会说这条路不好走。就连一个很小的事情他都不说真话。我现在揪着他虚伪的样子每天告诉自己要讨厌他，很痛苦，不知道我应该怎样脾气好点，放过自己"
  },
  {
    "file": "r084.json",
    "title": "换了新工作，喜欢上一个不该喜欢的人，要怎么收心？",
    "content": "最近换了新工作，我不小心喜欢上了我的领导，从第一次他带着新来的设计师外出看场地开始，我就感觉到了他对我的照顾，因为场地未施工之前都很破，我负责拍照和大家离得远，他就特意离我不远的地方发出声音，让我知道他在不远处，让我很有安全感；但其实我并不在外出的名单里，他特意加上了我。第二次感觉他护着我是我在对接其他部门的领导，他在我工位旁边，平时那位领导脾气很不好，欺软怕硬，不知道是恰巧还是有心护我，对接的时候他全程都在，对方很客气；第三次觉得他对我不一样是白天因为我不停的在找他问问题，他当时很烦，大声吼了我，晚上下班后他跟我解释了，语气很温柔（他平时对其他设计师都是看着不对就开骂，脾气很不好，但从来没骂过我）第四次是下班后在超市遇见他，他买酒，我蹲在地上选酸奶，拿了酒之后站在我旁边问我吃什么，我说你想请客呀，那一刻的对视我觉得他的眼神很宠溺，我也很开心；还有一些瞬间也会让我觉得他对我不一样，我不一一列举了， 总之，白天在工位上，只要他在办公室，就总会和我说几句话，在我后面坐一会儿，甚至有几天我觉得我背后一直有一双眼睛看着我，白天总是在对设计师或者施工员发脾气，晚上单独遇见我或者加班只有我俩的时候，又很温柔的跟我说话，我在群里发图纸或者发工作消息，在加班，不就就会看到他来办公室呆着，不一定说话，但就呆在办公室，我在群里说去现场，本来他应该第二天去，结果我到现场两个小时就看到他来了，偶尔也会感觉到他在我附近转来转去；我觉得他很护着我，让我很有安全感，还有就是他的这种性格脾气，包括说话方式都很像我爷爷，但他又不是北方人，居然可以说话那么像，我爷爷去世后我一直很想他，每天看到他我就莫名有一种亲切感，我不自觉就会被他吸引，而且平常很凶的一个人，私下对我却很温柔，我以为他喜欢我，我也喜欢他，他从不带戒指，工作忙到没时间休息，就住在公司宿舍，也没时间回家，我以为他单身，但后来我通过别的同事听说他已经结婚了，而且老婆和老板是亲戚，我就开始收心，可是这种喜欢不是想收回来就能做到的，而且他一直对我都是很护着，私下只有我俩的时候依旧很温柔，我还是能感觉到我们俩个之间的默契和吸引力，好像认识很久了，有工作我需要他帮我的地方他都尽力在帮我，忽略了还会跟我解释，这个男人对我太好了，我怎么收起喜欢他的心呢？"
  },
  {
    "file": "r085.json",
    "title": "这几年工作经历都很不开心，该如何应对职场PUA？",
    "content": "这几年工作经历都很不开心，总是面对职场打压，越来越不自信，怎么办？首先，我承认，确实是自己能力有些不足，也没有选择好适合自己的行业。我曾经遇到过很恶毒的上司类似于混黑社会的，我也不敢怼他，最后受不了自己离职了。我对自己能力不足，性格很怂，不自信，这些都非常不满意"
  },
  {
    "file": "r086.json",
    "title": "23岁，初入职场，无法和同事正常交流，怎么办？",
    "content": "今年毕业，现在在一个比较大的企业实习，身边同事的年龄都比我大很多，不知道怎么和她们交流。哪怕她们对我都非常友善，但是想要问问题或者说话时都会非常焦虑，有时甚至一个问题得做几个小时的心理准备才能磕磕巴巴急急忙忙的说出口，而我的工作又需要频繁的和人打交道，每天都感觉压力很大。"
  },
  {
    "file": "r087.json",
    "title": "30+的我，没有面对“未来”和“槽糕的现实”的勇气",
    "content": "... 全部 今年30+的我对未来在职场上的发展很担忧，不确定自己有没有机会去改变自己的未来，将生活慢慢变好。 自己是一个起步晚的人，从22岁大专毕业后，25岁才找一份固定工作，直到现在我又开始重新规划起自己的人生，想尽快找到一份新工作，迎来新的机遇和发展空间。 从毕业到现在，很多年过去，我并没有什么大成就和收获，内心却变得渐渐焦虑，自己错过了应届生、国考，抛掉了自己所学低的专业，到现在一事无成，也没有任何的人脉和社会关系，自己的能力真的很弱，有时也怀疑自己能不能实现目标，让生活变好，有没有照顾好自己和父母的能力? 这些年很多人都说职场上有35岁定律，自己现在身体是常常生病工作状态很累，再加上自己没有突出的优势，很难处境不会变得艰难，自己很后悔过去没有努力拼搏，例如专业上没有实际经验，职场上也没有管理经验，要从一个普通的服务管理员变成专业技术者真的太难了，有时觉得自己在空想，但又不愿放弃。 现在的工作对时间和体力占用较大，并且没有任何发展空间，收入方面较低，店内工作的付出全部被店长占用，并在上级领导前全说是自己的不易，从不会提及下属员工，这让我的内心既难过又无奈，开始思考自己的未来。 在职业规划上，我对于行业选择和职业发展总是模糊不清，自己这些年变得挺懒惰，学习能力下降，记忆力也不如从前，想竞争一些文员财务等岗位，一直都不成功，自己身边的同学早就在职场上站住脚，也拥有一定领导力和话语权，我也只有静静观望，仿佛是越来越远。 我对自己失望和悔恨，却也哭过后又告诉自己坚强，但真的不想再浑浑噩噩地过下去，希望能有一个明确的方向，自己能坚定地向前走，没有害怕和犹豫，也能不再懒惰，早日实现目标。 今年30+的我对未来在职场上的发展很担忧，不确定自己有没有机会去改变自己的未来，将生活慢慢变好。 自己是一个起步晚的人，从22岁大专毕业后，25岁才找一份固定工作，直到现在我又开始重新规划起自己的人生，想尽快找到一份新工作，迎来新的机遇和发展空间。 从毕业到现在，很多年过去，我并没有什么大成就和收获，内心却变得渐渐焦虑，自己错过了应届生、国考，抛掉了自己所学低的专业，到现在一事无成，也没有任何的人脉和社会关系，自己的能力真的很弱，有时也怀疑自己能不能实现目标，让生活变好，有没有照顾好自己和父母的能力? 这些年很多人都说职场上有35岁定律，自己现在身体是常常生病工作状态很累，再加上自己没有突出的优势，很难处境不会变得艰难，自己很后悔过去没有努力拼搏，例如专业上没有实际经验，职场上也没有管理经验，要从一个普通的服务管理员变成专业技术者真的太难了，有时觉得自己在空想，但又不愿放弃。 现在的工作对时间和体力占用较大，并且没有任何发展空间，收入方面较低，店内工作的付出全部被店长占用，并在上级领导前全说是自己的不易，从不会提及下属员工，这让我的内心既难过又无奈，开始思考自己的未来。 在职业规划上，我对于行业选择和职业发展总是模糊不清，自己这些年变得挺懒惰，学习能力下降，记忆力也不如从前，想竞争一些文员财务等岗位，一直都不成功，自己身边的同学早就在职场上站住脚，也拥有一定领导力和话语权，我也只有静静观望，仿佛是越来越远。 我对自己失望和悔恨，却也哭过后又告诉自己坚强，但真的不想再浑浑噩噩地过下去，希望能有一个明确的方向，自己能坚定地向前走，没有害怕和犹豫，也能不再懒惰，早日实现目标。"
  },
  {
    "file": "r088.json",
    "title": "为什么恋爱中会有“服从性测试”？",
    "content": "为什么恋爱里会有“服从性测试”，这种不是在职场上才会有的吗，为什么男生在见第一面的时候就想动手动脚，为什么在还没有确定关系的时候就不断有身体接触，一步步地试探，这是不尊重吗？ 那我为什么在对方明确告诉我他在进行“服从性测试”的时候 ，还想和对方复合，对方权衡利弊抛弃了我，我为什么还能理解他的处境和行为，到底是为什么"
  },
  {
    "file": "r089.json",
    "title": "长年累月的孤独抑郁，是什么禁锢了我？",
    "content": "仔细回顾这十年，活在自己的世界，拒绝所有人际，对人群比较敏感，不喜欢勾心斗角，不愿多说话感觉太累。别人靠近不了，自己也出不去。 耐受不了职场复杂关系转而逃离，不断地在寻找，不断换工作。生活中也回避了很多亲密关系的可能！ 错过了很多东西。即使渴望，也只是通过可怜憧憬幻想来满足，这样似呼更安全。 即使在开心的时刻，没有人分享，也是暗自傻笑，很快便回归抑郁低潮状态。更习惯在熟悉的地点环境氛围待着！ 其实有能力让生活更美好，怎奈世事无常，一系列事与愿违。 没想到吧，三十而立的年纪，活成这么不堪。什么才是我的救赎！"
  },
  {
    "file": "r090.json",
    "title": "42岁女，创业未成，如何摆脱“不配得到”感和自卑？",
    "content": "女，42，创业三次未成，讨厌职场人际关系，几次放弃过上市公司等较好职位。觉得自己专业能力不错才创业，但不喜欢求人，常常没客户，即便有客户也不敢跟人报高价，又累又不赚钱。但服务过的客户都认为我很专业，还帮忙介绍客户。今年疫情彻底凉了，打算重新求职，但其实内心还是很排斥上班，至今未果。可能是从小就有严重的相貌自卑和“不配得到”感，虽然想赚钱，但内心觉得赚差价有罪恶感，收服务费也不好意思，常年负债。读书时一直轻松考第一，但我妈在我刚出生就找人算命，说我命不好，几次创业失败后，我妈说你看，这么多年你做成了什么？觉得我能力不行，“人是逃不过命的”巴拉巴拉。从13岁*未遂起，到37岁产后抑郁，总是在“想*”和“想活着”间摇摆。每天都觉得特别累，浑身无力，头晕，不清醒。特别想知道如何摆脱“命苦”的诅咒，还有“你要不是不怎么样就会怎么”的各种诅咒，希望彻底摆脱那种内心的“不配得”感和不自信。真心求助！"
  },
  {
    "file": "r091.json",
    "title": "在职场上，这种不帮助新人的职场老鸟是地雷？",
    "content": "之前我问过一个职场老鸟欺负新人的问题。现在经过了一段时间的相处，我又有了新的疑问和补充。我目前入职一个月，有两位职场老鸟属于这种性格，她不说话，却觉得你应该知道她的想法，她从来没说过自己的岗位职责，却觉得你应该知道她的工作内容，如果你问了她不知道的问题，她不会说不知道或者建议你去问别人，而是觉得被冒犯，觉得这种问题凭什么问她？而如果你问她的问题是她知道的，她也不耐烦，基本上敷衍，如果你没听明白再继续问，她也会觉得你冒犯她。有时候别人正常的给她提个意见或者问句话，她会理解为别人对她指责。就比如今天她在大厅处理业务，有位客人耳朵不好，她就大声喊着说话，领导正好在隔壁开会，于是有个小员工就过去跟她说让她小点声，她并不解释说明老人的情况，而是把仇恨转向了这位小员工，回家的路上一直发火一直骂。对于我来说，我属于跟她们相反，我能理解那些因不懂规则而需要帮助的新人，而对于她们这种人无法理解"
  },
  {
    "file": "r092.json",
    "title": "让我苦恼的职场人际关系",
    "content": "我在公务员机关单位上班，办公室有一位女同事，每次我由于工作需要需要按键盘时，她就会紧接着很快很猛的敲击键盘，我停下她也停下，我按的急了，稍微有点声音大连续的时候，她会猛的敲好几下，我开始感觉可能是巧合，到后来慢慢发现她就是那样的，总是同时，猛的那种。再加上我是个木讷不会说话的人，和我一起1进来的小伙子都跟她非常要好，总是过去找她说悄悄话。我是误会什么了吗？可是我对别的同事没有这种感觉啊？"
  },
  {
    "file": "r093.json",
    "title": "完美主义，总是希望事情能够一次性做好怎么解决？",
    "content": "我今年25，男性有点偏完美主义。做事的时候总是希望能够一次性做好，也就是企图达到武志红老师说的心理上的一劳永逸。如果做不到就贬低自己或者对别人发怒，常常无法控制自己的愤怒。 有点焦虑，或许已经上升到抑郁的程度了，不过从没有向别人表达过这些，一直压抑在心里，试图自己去解决这个问题。但是从今年开始，每次遇到挫折的时候，就会冒出*的想法，心里想不如*了算了。好像遇到人际关系方面的挫折时更严重。所以想寻求一下心理学的帮助。 在我4岁的时候我的父母就开始离婚了，小时候就显得相对孤独一些。是爷爷奶奶扶养我长大的，有十几年的时间没有见到过自己的父亲，后来高考前他回来了，将希望寄托在我的身上。再到后来发现自己没法和他共事的时候，就果断抛弃了他，就像他当年抛弃我一样。有两年没有联系过了，我身上有一点他的影子，比如脾气差，这都是我非常讨厌的方面。相对来说我和我爷爷的感情要深一点，毕竟是爷爷养我这么大。也许是受我父亲的影响总是不能很好的控制自己的情绪，常对身边的人发火，没有处理好人际关系，包括亲情关系。小时候缺乏亲密的关系，几乎没有人和我共享喜悦与痛苦。 在职场上处理不好人际关系通常被认为不会做人，或者没有领导力，加上我近乎以自虐的状态来要求我自己，不愿意同其他人混日子。虽然成绩一直保持不错，但总是无法融入到那个圈子里面去。也许就是在这种无法和别人沟通的情况下累积了坏情绪。没有归属感，想增强自己的沟通能力。经常想辞掉工作去追求自己的理想，但总觉得自己在逃避什么，也许是成绩做到第一后不想承担掉下来的后果。辞职后又觉得原来的工作收入还可以，不知道自己到底在想什么。同事和领导都觉得我有点怕承担责任，但我觉得他们通常都没法看清事实的真相。 恋爱关系也有点病态，分手一年了也没从阴影中走出来。上学的时候我有点自恋，看似高冷其实很容易被女孩追到。被*缠烂打几个月还是觉得不能和她在一起，后来一种莫名的道德感迫使我觉得不能伤害她，最后竟然接受了。度过了一段4年的虐恋，期中她还出轨了，她长那么丑竟然还出轨了。分手后总结感情：一定要是互相欣赏的对象，共同成长。绝不可再谈创可贴式的爱情，还试图改变她。 我自己觉得可能有点边缘性人格障碍，所以希望能够找到一位心理医生帮助我。现在到了我选择家人的时候了，我不希望自己是病态的，然后选择一段病态的感情，再次对孩子造成伤害，继续这个恶性因果循环。如果哪位心理医生看过之后觉得能帮助我，请联系我详谈。最好是一位女咨询师，因为我的性格不信任别人，不和别人掏心窝子。所以和男人掏心窝子让我难以忍受。"
  },
  {
    "file": "r094.json",
    "title": "我好像会给自己制造焦虑，搞不懂自己，怎么办？",
    "content": "就比如说年度考评，我已经多方打听过考评过程很水，还是会紧张，加班了两个晚上做材料。而且这是上级对单位的考评，跟我个人没关系，考评名次也不取决于我做的材料，感觉新人时期会紧张一点，怎么工作这么多年了，怎么还会有紧张和焦虑。 婚恋方面也是，我今年31岁了，其实我家里人都是认为我结不结婚都行的，已经比其他家庭开明了很多。但是我又会觉得有些焦虑，主要是担心错过了最佳生育年龄会不好生孩子。可是如果我真的很着急，我就应该随便找个人结婚，但我好像择偶标准又挺挑的，所以我也搞不懂我自己"
  },
  {
    "file": "r095.json",
    "title": "38岁女研究员，在辅导学生过程中感到异常焦虑怎么办",
    "content": "我在国外读的博士，以国内双非二本的背景申请过去的，周围都是985过去的同学，竞争特别激烈，连211的同学都跟不上，不要说我了。我在那里有一种强烈的不被尊重的感觉。虽然我坚定地相信我的研究是有价值的，只有我这个阶层的人能有这种见解，只是需要一点时间才能被理解，但我内心深处还是会有一种“我不够好”的焦虑。这次导师介绍给我一个同方向的后辈，对方其实对我挺尊敬的，但他向我请教的过程激活了原先在北美的那种高压环境。而且我会没有道理地担心他以后背叛我、偷窃我的成果之类。备孕当中原本已经完全松弛下来的我仿佛又回到了国外的课堂，晚上焦虑到睡不好，半夜醒来去了三次厕所，中间只间隔十几分钟。我不知道该怎么处理好这个辅导关系，一方面我今天还是有可能回学术圈的，但另一方面我不能再有任何情绪波动了，否则我的妊娠可能失败。之前有三次流产经历，都是压力大导致。"
  },
  {
    "file": "r096.json",
    "title": "跟老婆结婚6年，对于爱情关系，我不能建立联系，咋办",
    "content": "我跟我老婆结婚6年了，开始的时候我俩确定关系了，到了第二天我碰见她，虽然记忆能知道她是谁但是感觉很陌生好像昨天跟她一起经历的不存在，或者说建立的熟悉感不存在，只有记忆知道她是谁，然后就这样凭借记忆的过着，内心知道她是我老婆但是抛开这层记忆她就像个陌生人一样，我俩虽然经常在一起但是我不能产生联系感。我和其他人没问题，就哪怕聊几句都能产生联系感。但只有在建立爱情这些事上就感觉这是一片空白的。我把老婆在心理换了其他女人试了一下也一样。就是说我每当想跟某人建立爱情，虽然有爱的感觉，但是没有爱的那种联系在。就比如一个陌生人，我俩见过俩次可能都熟悉了，但是我跟我老婆那么多年都没有那种感觉，我把老婆换个身份比如朋友啥的我再去想一下马上感觉就不一样了，很清晰"
  },
  {
    "file": "r097.json",
    "title": "大四毕业生，我该怎么融入社会，融入群体？",
    "content": "大四毕业生，从高中开始就出现自卑融入群体困难，很难和人建立关系，总觉得自己不如别人会社交，开朗，渐渐地平时还会一起吃饭聊天的同学纷纷有了更要好的朋友，我不知道为什么，可能我不太理解社交，人际关系，我找不到同频的人，我也很难在一大群人面前表达自己，我感觉在群体发言是非常困难的，以至于我的大脑不会运转，我只会愣住。我不知道怎么发起一段社交，我拙劣地模仿别人却收获不了相同的效果，我找不到什么教授社交技能的资源，我已经成年了，但是一旦我脱离社交一段时间，我就不会社交，因为没有模仿对象，我通常是观察别人如何社交，我再模仿社交，我有时候觉得我是不是有社交障碍，或者对社交的理解认知和别人不一样，我从来没有主动和人建立过一段超过1个月的关系，我也不知道怎么维持关系，我即将离开学校，我感觉我其实没有生活在社会里一天，我生活在我幻想的世界里，但是我构建的世界和真实世界有很大偏差，我经常自言自语模仿和外界的沟通，但是我不知道怎么应付超出我预想的情况，比如不知道怎么和别人吵起来了，我也没有做错什么不知道怎么就好像激怒了别人，我很想交朋友，但是我分享我喜欢的东西给她们，一个同学说我幼稚，我的心智好像比同龄人低，我到现在也感觉没有朋友，我想有一两个可以一起玩的朋友， 我感觉我没有什么人际边界感，我想表达亲近却很容易被误会，我想我可能需要一个社交老师，但是去哪里找呢，我应该怎么摆脱这样的情况？希望大家能给我一些建议，不胜感激！"
  },
  {
    "file": "r098.json",
    "title": "恋爱七年，结婚两年，慢慢开始不知道如何沟通",
    "content": "我和我老公初中同学，大一开始在一起，工作三年之后我们结婚了，到现在结婚两年了。 整体来说我们感情还是比较稳定，也很幸福，身边的朋友都很羡慕那种，但是现在有了一些我认为的情感问题出现了。我反而找不到情绪出口了 我属于情感会向外表达，遇到事情会想要和他一起商量沟通，喜欢有仪式感的浪漫主义，同时我也知道自己害怕被否定，甚至讨好型人格，不懂得拒绝。而他是内心世界比较难敞开，话少，果断，缺乏耐心，比较现实的类型，现实到我有时候觉得他泼我冷水。 但是我能感受到他很爱我，也在用他觉得表达爱的方式对我。前几年我们也会有像朋友一样的谈心沟通，但是现在慢慢变少了，而且当我主动讲自己的一些情感需要，提出想要和他好好聊聊的时候他也会比较没有耐心，大多数时候以没有沟通，自己玩自己手机，做自己的时候结束。当我没有得到正向的反馈，我就开始进入内耗，会想为什么，是我想太多，还是他不够在意。而且他因为工作需要经常会出去喝酒，以前我也没那么在意，但现在开始他太晚不回家我就容易胡思乱想，睡不着。他第二天哄哄我，我又会觉得是自己想多了，就开始了这种不好的循环。 我想要两个人更多碰撞交流的婚姻，我也不想看到自己变成对感情不自信不信任的角色，现在不知道该怎么调整自己的状态，怎么和他沟通。"
  },
  {
    "file": "r099.json",
    "title": "总担心干不好一个工作，放弃许多机会。担心干不好咋办",
    "content": "我总是担心干不好一个工作，放弃许多机会。担心干不好会被责备。怎么摆脱这种心理呢？我该怎么办？"
  },
  {
    "file": "r100.json",
    "title": "做事情半途而废，经常忘记目标，有些烦躁，怎么办？",
    "content": "我其实工作也有五年了，我发现自己越来越躺平，就想着改变自己，成长一下，但是，我坚持的时间不长，过一段时间，大概半个多月就颓废一下，然后被人刺激一下，又干起来了～我很苦恼，我觉得自己平时记性不错，生活中的一些小事可以记得清楚，但是，但凡是和我个人成长相关的我写的文字或者我有时候会记一些生活中的启发这些东西，我都是过一段时间就忘了?，我是不是潜意识不想成长啊？我不知道这正不正常，有些烦躁，我该怎么处理这个情况呐？"
  },
  {
    "file": "r101.json",
    "title": "工作上不敢展现女性魅力，不自信，怎么找到平衡？",
    "content": "工作上太想证明自己反而弄巧成拙，自己的内在没有底气和支撑，所以想像女汉子一样，但又没有女强人的气场和力量，会骂自己怎么这么没用废物软弱垃圾。之前也听过老师课说女性在工作上要钢柔并济，但我的女性魅力出不来，可能和从小打压寄人篱下有关，从小就讨好自卑，不敢争不敢展现，觉得自己不能比别人好，但现在的自己又渴望从灰姑娘变成公主，成为中心展现自己的美，现在的内在很拧巴，一种声音是不能我不配我只能当灰姑娘成不了公主的；另一种声音我想发光我想当公主我都当了30多年灰姑娘了。我在工作上呈现的状态也不理想，就是工作效果不好。请有经验的人们帮我指点一下，在外在没有支持，自己内在也很弱又有欲望的状态下，怎么找到平衡..."
  },
  {
    "file": "r102.json",
    "title": "40岁，离异三年，一次错误，这辈子就永远被困住吗？",
    "content": "我40岁，离异三年，儿子8岁判跟男方。周末孩子跟我住，这几年我没有新的感情，全部感情依托都在儿子那。 孩子不在时，就按部就班的工作。下班后，这几年学了瑜伽，健身撸铁，音乐，游泳，舞蹈。形象身材很好，都说我没变样，依旧年轻漂亮，而我心里只有苦涩。因为别人都有家人，而我总是孤独一人。 有人介绍对象，见面一两次，我就不想继续了。觉得自己当不了后妈继母。我也怕找了对象，失去我和儿子在一起的美好时光。 回想结婚前，自己漂亮自信，刻苦上进。学生时代，学习好。工作后，屡次升迁，那时觉得每一年都上一个台阶，对未来充满希望，也觉得自己会有好婚姻。没想到结婚后人生就是下坡路了。结婚后，婆媳关系不好，前夫脾气暴躁，强势，鸡飞狗跳几年，离婚了。 如今二婚找对象情况复杂，很麻烦，内心里很排斥，但是不找对象，孤独一生。 每一天如行尸走肉，唯有和孩子在一起时快乐，但是这快乐也蒙着一层苦涩。 每天机械地上班，年龄越大，越觉得活的没意思。最近健身也不想去了，衣服也不想洗，房间也不想收拾。公司给我机会升迁，我考虑再三，推辞了，因为我知道我虽表面依旧开朗自信，实际却心如枯槁，没有力量胜任那个职位。 我找不到以前对未来充满希望的状态，找不到活着的意义。不想这样活，又改变不了，我该怎么办？"
  },
  {
    "file": "r103.json",
    "title": "老公说我看不起他，怎么办？难道两个人不应一起奋斗吗",
    "content": "结婚已两年。昨晚我对老公说，认为他在外的兼职没什么意义，不如多花些时间在评职称和专业上深耕提升自己。而他认为我从结婚一开始就瞧不起他，我更欣赏的是在职场上有所建树的人，和他结婚只是因为年龄到了而已。而他自己认为自己就是没有能力在职场上更进一步，说自己是个垃圾。我平时只是和他分享我朋友的近况，他就会觉得我在把他和朋友比较。但是生活日常的话题都是很琐碎的，随机的话题，他敏感到觉得我在有意识的比较。 我觉得其实每个人都是平庸的人，都有上升和变得更好的空间，两个人既然在一起结婚了，难道不应该为未来一起奋斗吗？感觉至少在对待生活的态度上，沟通起来很难。还是说我这个人本身对于他而言，根本没有让他改变的动力？"
  },
  {
    "file": "r104.json",
    "title": "父母伤害自己很深，可还是渴望修复关系，走得通吗？",
    "content": "... 全部 我十分渴望自己心里是平静的，喜悦的，宽容的，温暖的，洋溢着爱的。我对这个状态有执念，这是我最想要的生命状态。父母是底层，有着较高文化但性格扭曲无法适应社会。客观评价父母关键词是自私，自恋，极端，控制，固执，僵持，敌对，暴力。他们几十年来一直挣扎在底层，遇事只会用强，因此，我的成长经历可以想见。“在一个刚刚好的家庭里长大，刚刚好没有办法快乐自信的长大，又没有差到狠下心可以反目成仇，却也没有能力彻底不依赖，无数次既心疼他们，又讨厌他们”，这就是我的内心写照。我的童年充满了恐惧和无助，他们狠狠伤害了我，却还自认为对我很好。我长大后一度和他们关系僵持，最近几年成熟了主动和他们缓和关系，成效明显，因为我心里不想被仇恨和怨怼占据，而且我渴望家庭和谐共赢，所以我主动和他们和解。或许会很费力，或许我要更加包容，或许我会花很多时间精力，一次又一次受伤又自己治愈。但我就是渴望修复关系，我做不到一些人的建议：离开他们再不联系。我真的做不到，我会本能的关心他们的喜怒哀乐，生活状况，身体情况，我就是很想关心他们。和妈妈沟通越来越畅通，我一度认为我的人生使命就是来拯救他们的，因为过去几十年他们过的很痛苦。四年来我没有上班，回避社会，从和妈妈关系由矛盾冲突，到越来越和谐，我认为我没工作没赚钱，但我的个人成长和家庭进步让我觉得值得，因为我不工作也是因为在职场、感情中碰壁了，我曾有着和父母一样的处世方式。许多人建议，远离父母，远离消耗，说这是一条不归路，因为很多人这样说，我也会有点怀疑，父母是不是会把我消耗殆尽，我是不是太自恋了，认为自己可以拯救父母和自己于水火。可事实是妈妈现在改变不少（我和妈妈住一起，父母离异，父亲再婚了），我发挥主观能动性让妈妈行为和思维上有很大改变。我就更坚定我总得做点什么，让我的家庭和睦起来，这样生活就会越来越好，我选择成为一个有智慧的人，让我父母体会到不一样的互动方式。我选择成为一个强大的人，一个好的示范，影响我的家人。我的改变是看到一些和我一样经历，但却做出更高级回应的人，我从他们那学习到的，看很多书，我相信人是能被影响的。每个人都想拥有独立自由安宁的生活吧。我现在是这么理解的，父母爱我，但方式粗暴，父母爱我，但他们更爱自己。我允许他们不懂爱人的方式，允许他们作为一个人更关注自己的感受和利益。我切不断对父母的爱，和解，接纳，成长，独立，这条路是走得通的吧？ 我十分渴望自己心里是平静的，喜悦的，宽容的，温暖的，洋溢着爱的。我对这个状态有执念，这是我最想要的生命状态。父母是底层，有着较高文化但性格扭曲无法适应社会。客观评价父母关键词是自私，自恋，极端，控制，固执，僵持，敌对，暴力。他们几十年来一直挣扎在底层，遇事只会用强，因此，我的成长经历可以想见。“在一个刚刚好的家庭里长大，刚刚好没有办法快乐自信的长大，又没有差到狠下心可以反目成仇，却也没有能力彻底不依赖，无数次既心疼他们，又讨厌他们”，这就是我的内心写照。我的童年充满了恐惧和无助，他们狠狠伤害了我，却还自认为对我很好。我长大后一度和他们关系僵持，最近几年成熟了主动和他们缓和关系，成效明显，因为我心里不想被仇恨和怨怼占据，而且我渴望家庭和谐共赢，所以我主动和他们和解。或许会很费力，或许我要更加包容，或许我会花很多时间精力，一次又一次受伤又自己治愈。但我就是渴望修复关系，我做不到一些人的建议：离开他们再不联系。我真的做不到，我会本能的关心他们的喜怒哀乐，生活状况，身体情况，我就是很想关心他们。和妈妈沟通越来越畅通，我一度认为我的人生使命就是来拯救他们的，因为过去几十年他们过的很痛苦。四年来我没有上班，回避社会，从和妈妈关系由矛盾冲突，到越来越和谐，我认为我没工作没赚钱，但我的个人成长和家庭进步让我觉得值得，因为我不工作也是因为在职场、感情中碰壁了，我曾有着和父母一样的处世方式。许多人建议，远离父母，远离消耗，说这是一条不归路，因为很多人这样说，我也会有点怀疑，父母是不是会把我消耗殆尽，我是不是太自恋了，认为自己可以拯救父母和自己于水火。可事实是妈妈现在改变不少（我和妈妈住一起，父母离异，父亲再婚了），我发挥主观能动性让妈妈行为和思维上有很大改变。我就更坚定我总得做点什么，让我的家庭和睦起来，这样生活就会越来越好，我选择成为一个有智慧的人，让我父母体会到不一样的互动方式。我选择成为一个强大的人，一个好的示范，影响我的家人。我的改变是看到一些和我一样经历，但却做出更高级回应的人，我从他们那学习到的，看很多书，我相信人是能被影响的。每个人都想拥有独立自由安宁的生活吧。我现在是这么理解的，父母爱我，但方式粗暴，父母爱我，但他们更爱自己。我允许他们不懂爱人的方式，允许他们作为一个人更关注自己的感受和利益。我切不断对父母的爱，和解，接纳，成长，独立，这条路是走得通的吧？"
  },
  {
    "file": "r105.json",
    "title": "感觉自己遭遇职场PUA，职场霸凌怎么办？",
    "content": "在工作中自己觉得自己很努力，处处努力去达到上级的要求，矜矜业业的工作9年，从来没有得到上级的认可，没有得到过任何特殊的权利。但是今天才知道以前的上级可能要高升，在即将继任的上级眼里自己有很大的权利，就是因为拒绝了以前上级的几个工作中的要求，只是因为以前上级安排工作的时候完全不考虑我的想法，也不尊重我的意见，我才拒绝的。即将继任的上级联合别的同事孤立自己，边缘化自己。知道不是自己的错，但是依旧难过。"
  },
  {
    "file": "r106.json",
    "title": "如何摆脱或者降低职场里面同性学人精对自己的影响？",
    "content": "我毕业三年了，一共参与过2分正式工作，2分实习。 总是会遇到同性的“学人精”，可以如何应对，降低对方对自己的影响。 1、第一份工作中，我属于研发部，一个女测试部的女生。本来我在正经工作，我和谁对接，她就讨好谁，搞得我的工作受到了影响。后来，我穿个啥颜色衣服，她就换成啥颜色。我觉得这个过程中，好像她最能影响到的就是我的情绪了。 2、第二份工作是，我进去后，是那个部门唯一的女生。有个运营的女生，想找我隔壁的男生，总是有一种宣誓主权的行为，但是那个男生说，他和那个女生没有啥关系，可是，那个女生经常打扰到我。总是工作时间，过来视奸我，我不知道，该如何处理。可以和HR沟通嘛？ 今天早上，有个人复现了我的语气，才意识到，细节处真的都是伤口。可能从小，在父母和家人那里，做得好没有被认可过，还被挑剔细节。细节里，我总是伤口。 之前有人问过我，为啥那么讨厌，被别人模仿细节，我一直回答不上来，最近觉得好像就像，怕被负面评判，怕被竞争，怕冲突。这种学人精，有什么处理办法吗？"
  },
  {
    "file": "r107.json",
    "title": "一个普通聊天都搞不了的人，该怎么办？",
    "content": "1在工作上 内向工作都要了解服务对象的需求和沟通进度，更何况是咨询类服务工作 2 职场情场社交场合都不会聊天，会表达，但是不会理解别人 3咨询工作角色扮演，有人说我不会关心客户，不关心客户，我的脑子里是我把我了解需要了解的都问了。而且过程是录起来的，我就压力，如果我完全放开，随便聊，是把信息带到，但是没有销售结单。会在会议被公开录像批评。我一直问问题也不对 4 我朋友觉得我聊不起来，没有录像。要关心，也不会有人喜欢我一直问问题。我分享又讲我不熟装熟。 5 我觉得看了沟通书 包括非暴力沟通，心理学，但是没帮助到。可能我需要专业人帮我角色扮演，直接点出问题，同事看到的也很表面。但我觉得这类咨询有点贵。我该怎么做。"
  },
  {
    "file": "r108.json",
    "title": "没办法接受夸奖，总是觉得越熟的人夸我就越假？",
    "content": "就很奇怪，身边跟我很熟的人夸我，比如说我漂亮，活泼，聪明啊之类，我全身上下都没有一个细胞是相信他\\她的话，觉得他们一定是眼光有问题，开始我不觉得这有啥，直到我发现我的两段亲密关系中，也存在这个问题，而且很可能是由于这个，我总觉得他们不够了解我，看到的不是真实的我，从而产生隔阂。但我也不是不相信我有这些优点，职场里或者生活中和我不熟的人夸我也会高兴，怎么从熟人嘴里说出来我就不信了呢？"
  },
  {
    "file": "r109.json",
    "title": "30岁女，一儿一女都上学了，我人生的意义是什么？",
    "content": "30岁女士，25岁结婚，目前一儿一女9月份都上学了，跟老人一起住，空闲时间多了，感觉自己不出去工作就成啃老自己都瞧不起自己，可是自己经过养育两孩子4/5年的时间里，几乎没有什么朋友了，内心感到匮乏和孤独，去上班吧 又感觉很难融入职场，感觉陷入社交恐惧，社会脱节，爱人只忙自己的事情，好似熟悉的陌生人，没有沟通~、、 不想工作，对什么都提不起兴趣来，跟孩子在一起玩时挺开心无忧无虑的，但面对现实的成人世界令我感到不安和焦虑。不知道自己是肿么了，感觉整个世界都不好了，我要如何才能走出困境，重新找回对生活的热爱呢？"
  },
  {
    "file": "r110.json",
    "title": "在非常优秀的同事面前不自信，中年人的职场困惑？",
    "content": "... 全部 我在40岁的年纪考上了律师，我进入了一家知名的律所，但是随之而来的是，从前很自信的我，在一群非常优秀的同事面前变得极度不自信。这种不自信已经影响到了我的工作、社交、情感，生活中的各方面。 我在40岁的年纪考上了律师，我进入了一家知名的律所，但是随之而来的是，从前很自信的我，在一群非常优秀的同事面前变得极度不自信。这种不自信已经影响到了我的工作、社交、情感，生活中的各方面。"
  },
  {
    "file": "r111.json",
    "title": "32岁，最近2年对于职场上受到的打击一直无法处理？",
    "content": "32岁，职场人士，最近2年，对于职场上的受到的批评打击我一直无法处理好，采取积压处理自己消化，导致自己一直闷闷不乐。不喜欢这种状态，有时也会强行让自己打起精神，但积压的情绪一直压抑在胸口，感觉自己什么事情都做不好了。"
  },
  {
    "file": "r112.json",
    "title": "27岁男生有社交恐惧症，影响生活，暴露疗法有用吗？",
    "content": "我27周岁男，抑郁焦虑社恐不敢上班。我从一出生就颠沛流离，不断寄人篱下，我在不知名的老爷爷家，外婆家，奶奶家，姑妈家，叔叔家，婶婶娘家住过。他们对我不算严厉，但是我似乎本能地恐惧他们，在没有出社会工作之前，我从未想过我的问题如此严重，以致我无法工作。 我在12年在广州，把自己关了七个月在出租屋，除了吃饭从未出过门。我在1316年，整整四年时间在表哥的广告公司上班，我从未称呼过我表哥，不敢叫他，非常别扭，非常难受，我和他的对话至今没有称呼。17年18年4月份，一年多的时间我在广东中山出租屋，把自己关了16个月。 我现在依然无法上班，但是经济问题让我极度焦虑，几近崩溃。我最近想鼓起勇气用暴露疗法治疗自己对权威人士与职场的恐惧。但是我不明白，暴露疗法真的有用吗?因为，我之前不是一直在暴露吗？小时候一直在亲戚家住依然害怕他们；在表哥公司工作天天面对表哥依然害怕表哥；所以我应该怎么暴露才有用?"
  },
  {
    "file": "r113.json",
    "title": "经常工作半年左右就想换工作，我该怎么办？",
    "content": ""
  },
  {
    "file": "r114.json",
    "title": "男友带给我一生的痛，又舍不得离开他，怎么走出阴影？",
    "content": "因为看到男友和他女同事暧昧的行为和聊天记录，那女的老是找他帮忙私生活上的事，要么就找他陪她去赶海，我跟男友反复吵架，他女同事还是继续找他，我很气，两个人又吵架，最后我拿男友手机发微信给她（男友允许的），想跟她聊聊，那女的说“我没义务知道你男友有没对象，我需要他帮忙，他帮我，我两是你情我愿的事，你不要无理取闹”，我听到这里很火，我骂她是公交车，她告诉她男友说我欺负她，她男友下了班冲过来打我，我男友拦住了他说“是我女朋友不好，她脾气太差了”，我心里好受伤，我男友从来不维护我，甚至别人冲过来打我他都不生气，这件事情我一直记在心里，很难放下，每次想起就心疼流泪，夜里哭到凌晨三四点睡不着，不知道该怎么才能放下这件事情，有时候好想辞职去大城市工作，把他们三个人和这件事情都忘了，可是年纪大了出去没什么技能也不好就业。请求哪位恩人能救救我，帮我走出这个阴影。"
  },
  {
    "file": "r115.json",
    "title": "为什么我老公新冠阳了，要怪我？",
    "content": "48岁女，我上周初生病了；可能只是病毒性感冒。 我上周有去健身房里锻炼，碰巧是生理期；所以强度也相对小一些。 然后这个周三晚上19:30分的时候，我老公自己在家里测了；显示他有两条杠新冠阳了。 然后，他就一直怪我；说道我上周的感冒，肯定是阳了。 不然他的新冠阳了，是怎么来的。 我也懒得跟他吵，因为毕竟现在我也倒不回去上周；也没有办法测是不是阳了。 然后住家保姆也说，是我把病毒传染给我老公的；我听着就很难受。 所以我比较好奇的是：为什么我老公发现他自己新冠阳了，他一定要怪是我传染给他。 他这，是什么心理。"
  },
  {
    "file": "r116.json",
    "title": "失恋走不出来，我有一种永久被抛弃的感觉，还能变好吗",
    "content": "经历了两天的挣扎，我不断给L发微信，表达想要互删的想法。为什么我会突然这么暴躁，因为我在前段时间和他相处过程中感觉到被忽视，他忙于工作，玩游戏是为了试验工作中玩这个游戏好不好玩，不断的和别人吃饭，从不关心我的状态。整个人醉心于工作，丝毫不考虑我，对我一点也不在意。今天早上和他发微信的时候，他说我们已经结束了，觉得我很复杂，他要工作了，好像我没正事做，很闲。我自己整个人陷入了情绪黑洞，感觉自己的世界是无尽的黑暗，并且还脑补了他的世界很光明，有听话的组员，有领导的赏识，有稳定的工资以及可靠的朋友。他在为自己的前途打拼，完全不顾及我，我内心痛苦极了。伴随着他的拉黑，我也拉黑了他，并且给他发短信告知，内心可能是期盼着他给我回复以及重新把我拉回来。但是我知道这样也是扬汤止沸，治标不治本。我整个人陷入了过分的焦虑之中，觉得这件事情处理成这样，有种撕破脸的感觉，并且他也不会有任何的下台阶，觉得这段关系走到了绝境。我也在想，我之所以这么失控，是因为我太在意了，没办法像最开始那样平常心对待他了 我过于走心。L和我相处期间，也一直不断相亲。之前我待过的催收公司，曾经的部经理和总监睡到了一起，对于L目前的领导身份，我很担心害怕，我担心他会像从前那位领导一样，莺莺燕燕，花花草草。他晋升组经理后给我的感觉也变了，开始评判我，自己心理上完全脱离我，这是一种成长，但是这种成长让我害怕，我觉得自己是被抛弃的那一个，并且给了我一种永久抛弃的感觉，永久的不被需要。我还能变好吗？他不会再关心我了吗？事情就在无声无息的我连续微信后拉黑中结束了吗？"
  },
  {
    "file": "r117.json",
    "title": "大学生，面对身边人考研考公的压力，对未来规划模糊",
    "content": "今年22岁，女高考后选的是3+2专本贯通的食品专业，专科在潍坊，学的食品，本科是在青岛，也是食品，现在还有一年就大学毕业了，身边的人有考研的也有考公的，我并没有选择其中任何一个，一是因为我不喜欢食品，我不想再从事食品工作。二是我打算先做一下自己感兴趣的事情，并提升自己的能力，最终可以选一个自己想做的工作。 但是我现在有点迷茫，一个是因为，这是自己选的路，这条路的未知性比较高，需要思考的也多，实践的也多，我并不知道最终结果会怎么样,对于这方面的认知很欠缺，没有了解多少。二是面对身边人考研考公的压力，我的路和她们完全不同，我们的学习方法啥的也不一样，考公考研主要是学习，但是对于我想找工作来说，主要是实践，积累经验，了解行业信息，任何东西都需要我自己来做，比如每一阶段的测试以及整体的规划，这方面的能力也不是很足。三是，因为我精力有限，相对来说，可能没有别人的精力多，就老是会和别人去对比，导致我很焦虑，然后不敢有一刻的休息，最近睡眠也不是很好，一休息就感觉有罪恶感，有点认知思维错误，但是我不知道需要什么的认知和思维可以帮助我调整一下。"
  },
  {
    "file": "r118.json",
    "title": "成绩优异老实善良的女孩，被人祸害命运惨重，如何自救",
    "content": "... 全部 我今年33岁，被爸爸强制当做精神病治疗强逼服用精神药品7年，导致大脑功能落下残疾，目前职业方向不明确，性别女，我想去法院打官司起诉医生和父亲又担心遭到报复会被打*，我的未来该做哪些规划与努力，才能达到更好的自救?…… 我本来是从小读书成绩优异拔尖，过早的懂事，是能在学业上很刻苦下深功夫的，读书读得很苦，当年连走路上厕所都在记忆课本上的知识点与英语单词，理想志向较为崇高，高自尊，非常要强的一个女孩。我读初中心中的愿景是想考取清华北大，想做顶尖人才，人上人。 我读初一原本是在城区学校读的，后来被舅妈和表姐攀缘，当年我父母家富裕一些，舅妈家在乡下农村有点穷，舅妈或许是借我父母的力有沾光心理，她*皮赖脸的借着亲戚的名义找我父母提要求要安排她女儿来我父母家免费住宿，当她家女儿到达我父母家以后，她女儿天生有领导架子，比较自私，她当时满面笑容的劝说我转学，和她一起来我家附近的农村中学来读书，没想到我在这所农村中学遭遇巨大的噩运磨难，当时是午饭后我匆忙赶去学校读书，在学校楼梯间突然感觉天降炸弹掉入我的大脑，我顿时感觉大难临头……后来我的大脑里就出现非常严重恐怖的问题，极端的恐惧人群，没办法进行正常的学业了，后来就被爸爸和大姑给带去医院的精神科强制接受精神药品的治疗方式漫长7年，也导致目前大脑功能遭到损坏，复杂的东西高难度的东西我可能已经缺乏学习能力了，吸收理解转化能力不行，脑袋里像浆糊比较笨拙，那么拿到高薪的工作，只能做一些偏简单的低薪工作，看书看几页脑袋里就发钻一般痛得要命，导致我也不怎么看书了，效率低下不知道怎么进行下去，就像一把菜刀生锈了切菜切得很慢效率太低下了，人会失去耐心的，很难继续坚持下去。 我目前在老家和父亲住在一起，每天都会遭遇变态父亲的精神折磨，存心刁难，以前还曾面临他的扼颈之痛，逃命的危机，在外面大城市颠沛流离。我知道父亲是一个有问题的人，我和他呆在一起很没有安全感，总觉得我如果跑晚了一步，可能哪天就被他弄*在家里了 。 不好意思，辛苦麻烦大家了。 我这样的情况，我该如何确定适合自己的职业?做工厂包吃住的简单活?还是做销售类的工作?官司还要不要打?…… 目前的我，还可以在哪些方面做出努力，才能达到更好的自救? 我目前的情况，想摆脱这样的困境，有哪些好的方法和渠道？ 拜托大家帮忙解答一下，救人一命胜造七级浮屠，祝福天下好人有好报，一生平安。感恩各位。 我今年33岁，被爸爸强制当做精神病治疗强逼服用精神药品7年，导致大脑功能落下残疾，目前职业方向不明确，性别女，我想去法院打官司起诉医生和父亲又担心遭到报复会被打*，我的未来该做哪些规划与努力，才能达到更好的自救?…… 我本来是从小读书成绩优异拔尖，过早的懂事，是能在学业上很刻苦下深功夫的，读书读得很苦，当年连走路上厕所都在记忆课本上的知识点与英语单词，理想志向较为崇高，高自尊，非常要强的一个女孩。我读初中心中的愿景是想考取清华北大，想做顶尖人才，人上人。 我读初一原本是在城区学校读的，后来被舅妈和表姐攀缘，当年我父母家富裕一些，舅妈家在乡下农村有点穷，舅妈或许是借我父母的力有沾光心理，她*皮赖脸的借着亲戚的名义找我父母提要求要安排她女儿来我父母家免费住宿，当她家女儿到达我父母家以后，她女儿天生有领导架子，比较自私，她当时满面笑容的劝说我转学，和她一起来我家附近的农村中学来读书，没想到我在这所农村中学遭遇巨大的噩运磨难，当时是午饭后我匆忙赶去学校读书，在学校楼梯间突然感觉天降炸弹掉入我的大脑，我顿时感觉大难临头……后来我的大脑里就出现非常严重恐怖的问题，极端的恐惧人群，没办法进行正常的学业了，后来就被爸爸和大姑给带去医院的精神科强制接受精神药品的治疗方式漫长7年，也导致目前大脑功能遭到损坏，复杂的东西高难度的东西我可能已经缺乏学习能力了，吸收理解转化能力不行，脑袋里像浆糊比较笨拙，那么拿到高薪的工作，只能做一些偏简单的低薪工作，看书看几页脑袋里就发钻一般痛得要命，导致我也不怎么看书了，效率低下不知道怎么进行下去，就像一把菜刀生锈了切菜切得很慢效率太低下了，人会失去耐心的，很难继续坚持下去。 我目前在老家和父亲住在一起，每天都会遭遇变态父亲的精神折磨，存心刁难，以前还曾面临他的扼颈之痛，逃命的危机，在外面大城市颠沛流离。我知道父亲是一个有问题的人，我和他呆在一起很没有安全感，总觉得我如果跑晚了一步，可能哪天就被他弄*在家里了 。 不好意思，辛苦麻烦大家了。 我这样的情况，我该如何确定适合自己的职业?做工厂包吃住的简单活?还是做销售类的工作?官司还要不要打?…… 目前的我，还可以在哪些方面做出努力，才能达到更好的自救? 我目前的情况，想摆脱这样的困境，有哪些好的方法和渠道？ 拜托大家帮忙解答一下，救人一命胜造七级浮屠，祝福天下好人有好报，一生平安。感恩各位。"
  },
  {
    "file": "r119.json",
    "title": "情绪一直处于低压状态，做什么都提不起精神该怎么办？",
    "content": "38岁，女性，销售岗位，收入不稳定，新换了行业连续半年没有收入，自信心越来越低，找不到自己的高光时刻，做了事情得不到正向反馈，越干也不自信。 而且做事总是畏畏缩缩，不敢冒头，恨不得大家都看不到我。还有希望吗？"
  },
  {
    "file": "r120.json",
    "title": "我是一名大学生，被人长期当众辱骂，怎么办？",
    "content": "我是一名大学生，从2024年11月末到1月初，班上一名同学在寝室和教室里对我进行公然辱骂（我有录音，但不一定有人愿意为我做证，因为我的人际就是她搞臭的）。每次她开始辱骂我时，班上就会有多人附和她，因此我不敢反击。我找过老师，老师和她谈过，她却变本加厉。我换寝室之前她对我有过“会让你退学”的危胁（有录音），换寝室后还来拍过新寝室的门，并试图将写着针对我的侮辱之词的信送给我的新室友（未遂）。我想反抗，但怯于她的拥趸众多，而且不知道该从何做起、该说什么，请问我该怎么办？"
  },
  {
    "file": "r121.json",
    "title": "新入职公司，感觉压力很大，有点压抑，很难受迷茫咋办",
    "content": "入职现在公司2个月了，感觉公司整体压力比较大，看到其他老员工的工作状态也都比较焦躁和压抑，觉得自己未来也会是那个样子，有点迷茫；而且现在的工作任务也比较重有些东西需要耗费很大精力去学习，不知道自己是不是值得付出这么大精力，有时候也时常会想是不是这个工作也不适合我，不想因为工作过度消耗自己为数不多的能量，也想发展副业但不知道从何开始，感觉很难受很迷茫"
  },
  {
    "file": "r122.json",
    "title": "男生，和以前的好朋友产生了隔阂，该不该找他说开？",
    "content": "28岁，男； 因为生活圈子不同，和以前很信任要好的朋友产生了隔阂。 和朋友之前感情很好，把他当挚友，很信任，可能是因为他去体制内工作了，感觉和他沟通有隔阂，嘴里没一句心理话，都是被情商包装过的。通过诉衷肠，送礼物等方式，想看看他的反应，试探对方有没有把自己当挚友，但对方也表现的比较无动于衷，看不出心理的想法。感觉这份信任要消失了，该不该找他说开？毕竟都是男生，而且对方明显不太想和男生说一些情感上的问题。 我觉得说开了以后，知道对方怎么想的以后我应该就不会再焦虑了，无论是解除误会换种相处方式，还是只是做一个普通朋友，或者酒肉朋友，我都能接受，目前接受不了的是我单方面的选择信任，感觉对我很不公平。"
  },
  {
    "file": "r123.json",
    "title": "婚姻关系冷漠，该不该离婚，会不会对孩子有心理影响？",
    "content": "40多岁中年夫妻结婚十年，男的比女的大6岁，男的70后巨蟹座，女的80后白羊座，因男的打呼噜特别大声，两人长期分房分床，没有性生活，老公总是不好好说话，这一点对他自己父母也是如此，但对朋友或同事等外人却很客气；老公不过任何节日和纪念日，但老婆是恋爱脑，渴望生活的仪式感和情趣，且老婆敏感、自尊心强，很容易情绪爆发；两人平日话题基本都是孩子和吃喝，如果孩子不在家，就合自玩手机，几乎不交流，多年来，以上问题引起的两人之间的矛盾反复发生，两人都无法改变对方，之前孩子1岁多时，因为类似的问题离过婚后来又复婚了，现在还是同样的问题，最后只能选择沉默对待，现已冷战很久，孩子小学一年级，这种情况该不该离婚，会不会对孩子有心理上的影响？"
  },
  {
    "file": "r124.json",
    "title": "做了家庭主妇，现在连女儿也看不起我，怎么办？",
    "content": "结婚以后，由于老公是企业老总，为了支持老公的事业，同时为了避免两地分居，因此我辞职做了家庭主妇，这些年来照顾家庭和孩子是我的全部生活。 我跟老公育有一女，今年6月大学毕业。我本以为女儿懂事孝顺，自己付出的一切都值得，直到前段时间的一次争吵，才明白孩子内心真实的想法。 可能由于专业原因，女儿大学毕业后四处投简历，最终都石沉大海。看到别的孩子都工作赚钱了，女儿还在家啃老，我气不打一处来，经常骂她。女儿没有工作，心情本来就不好，天天还挨骂，也开始讨厌我。刚好老公是企业老总，可以把女儿弄进他的企业工作。老公给了女儿很多钱，让她先不急着找工作，出去玩玩放松放松心情，实在找不到工作就去他的公司上班。女儿拿到钱后很开心，立刻出去旅游了。 刚好那阵子我发现老公出轨了，经常夜不归宿，出入风月场所。那天我跟老公爆发了激烈的争吵，甚至提出离婚。老公说离就离，不过女儿以后必须跟他，我自然不同意。 一提到女儿，我的火气一下子上来了，女儿大学毕业后不去工作，在家啃老，还花钱出去旅游。我气得骂女儿烂泥扶不上墙。没想到女儿突然暴怒起来，指着我说道：你是怎么好意思说我的，你自己天天好吃懒做不去工作，做家庭主妇做了20多年，全家靠爸爸一人挣钱养活，你自己明明就是一滩烂泥，还好意思教训别人。 我愣了半天才反应过来，说：我不出去工作还不都是为了照顾你们父女俩？你简直就是个白眼狼！ 女儿冷笑道：你真TM可笑，小时候你可能是为了照顾我，我上了小学，每天大部分时间待在学校，你也是为了照顾我吗？从初中开始我就一直住校，只有周末才回家，你待在家里也是为了照顾我吗？ 女儿继续骂道：你别总天天教训别人，你先撒泡尿好好照照自己值几斤几两，你自己都不愿意跟爸爸一起奋斗，还指望我必须自己奋斗。你要离婚就离，我以后跟着父亲，离婚以后你自己喝西北风去吧！ 我气得给了女儿一巴掌，然后回娘家去了。在父母那里待了一个多星期，他们父女俩谁也不联系我。我没想到，做了家庭主妇，现在竟然连女儿也看不起我了，怎么办。"
  },
  {
    "file": "r125.json",
    "title": "4次考研失败，现在小公司上班，非常颓废，该怎么办？",
    "content": "我毕业一所末流985大学，到现在考了4次研究生全失败，目前在一家不起眼的小公司做上班，同事专业水平很强，但是我几乎啥也不懂，我本来性格内向，经历了考研失败后来到小公司工作更是自卑。 上午做的串讲做的一塌糊涂，领导问的问题我全都答不上来，甚至还在那么多人的目光注视下相当卑劣的妄图狡辩，还被同事补刀般问了一个我答不上来的问题。 今天找了一天的遗留问题答案也没有找到。 中午部门一起吃饭，他们在聊天我几乎一言不发，我也不知道说什么，也不会接话，因为我表达能力很差，经常说话不过脑子，很容易把话就说*了。 今天距离考研还有39天，我报名了这次考研，想着通过考研上岸离开这个地方，但是我啥也不会，现在天天工作也几乎没时间复习考研。 导师说我屡教不改。主管说整体能力很差，曾经极度想要开除我，而且我经常忘打卡，对我印象极差。 下午一起围着黑板听课的时候，有个男同事一直往我这边挤，对我动手动脚（我也男生），即便我已经站的很靠后了，也给他让出来了位置。他甚至还直接眼睛直接瞪着我看，我不知道该怎么办，我甚至有点害怕，我担心他是那种喜欢霸凌别人的人，看我技术不强没朋友，也不会为自己辩解想要欺负我，我只敢眼睛一直盯着黑板，我也不敢做出动作，只能用站立不动来掩盖我的恐惧。 明天我的好朋友就要回去了，下次再见可能就得年后了。 现在整个人就是非常的颓废，不知道该怎么办，脑袋里面想充满了浆糊。我该怎么办，帮帮我吧"
  },
  {
    "file": "r126.json",
    "title": "大学毕业2年，怎么修炼“做事不求回报”的心态？",
    "content": "现在大学毕业2年。大学的时候经常帮舍友打水带饭，形成了习惯后他们就经常叫我帮忙带。但是有时候我带的饭他们不满意的时候就会质疑我，语气有点不好。那时候是挺难受的。一般我们宿舍哪个舍友过生日，都会有人提到并且说叫大家凑钱买蛋糕和礼物。但是没人问起我的生日什么时候，当然我也没有主动说。其实现在我已经释然了，而且大家关系都挺好。之所以想问这个问题，就是我会不自觉对比。比如我平时有时候会主动帮别人，但是有时候别人并没有因为这个而特别照顾我。我并非要求一定要回报，我主要是受不了区别对待，对我比那些没有帮助过他们的人还好。所以我想是不是原生家庭的影响。父母一方小时候老是爱向我吐槽谁谁谁没有一点感恩之心，帮助了他一点也不懂事，不知道回报。对我们这种帮助了他的人不回报，反而对外人很好。经常来计算帮助了谁，谁又没回报。有回报的父母一方就会说这个很懂事？在我面前吐槽的频率很高，所以可能是受这个影响，我对付出可能会计较。所以不知道如果修炼帮助他人而不求回报的心态。"
  },
  {
    "file": "r127.json",
    "title": "工作中总是出错，领导不满意，不太想要我了，怎么办？",
    "content": "我是护士，去年7月份来了新科室，到今年已经一年半了，工作流程都明白，就是自己偶尔粗心大意，犯一些错误，前些天把费用收错了，总是反反复复犯一些小错误，干活还得人看着，我自己也很难受，昨天护士长和我沟通，说我工作不上心，如果自己压力大，可以去别的科室去工作，这里不适合我，言外之意就是说我工作能力不行，我们这里的护士要求工作速度快，操作能配合大夫，少出错，我听了护士长的话后有点难受，不知道怎么改变，我想脱离这种工作能力差的情况，各位老师可以教授我一些好的工作方法吗，改变一下我现在总是犯错的情况，感谢各位"
  },
  {
    "file": "r128.json",
    "title": "男友最近各方面变化非常大，怎么才能缓和我们关系？",
    "content": "我和男朋友在一起半年了，最近一个月他情绪各方面发生了非常大的变化，因为换了一个工作，他说自己压力大，整个人就变得非常的暴躁我提出一点要求都不可以，我俩的任何事情只能他说了算，我不能有意见，有了就各种指责我，说我太强势了，控制欲强，其实我真的没感觉，我觉得我们是正常的恋爱沟通，我也没有限制他盯着他，就正常说话，中间提过两次分手，我们都和好了，他给我的感觉也是放不下我，但是他情绪还是特别不好，说是和好了也没有想缓和这个关系，还是一直再吵，给我的感觉就是他很崩溃和暴躁，像这种情况我们该怎么相处呢"
  },
  {
    "file": "r129.json",
    "title": "工作情绪不稳定，脑子和身体也不舒服怎么办？",
    "content": "最近工作一阵一阵的忙碌，最忙的时候，出差回家写报告到两点，每当加班，超负荷工作就觉委屈，压抑，愤怒，甚至还深夜哭过，恨不得立马辞职；闲的时候少，但偶尔一连几天能准时下班的时候，却有点不敢下班，领导同事都在加班，我走了好像还有点负罪感。 请问有这种情绪怎么办呢，是我自己本身情绪有问题吗？还有没有可能是因为我真的不热爱这份工作？虽然我也不知道我热爱的是什么。"
  },
  {
    "file": "r130.json",
    "title": "体制内工作10年，还是像职场小白，内耗，怎么办？",
    "content": "体制内工作10年了，还是像职场小白，经常内耗，很压抑。烦人的领导，新同事，以及任务繁重、工资又少看不到上升空间的工作。两年前来了个比我大6岁的新同事，她的出现给我带来了很多的烦恼。有职务比较高的老公，自己确实工作能力也不错，她很卷，很要强，说话也不中听。我的事情，她会在旁边说我能力不足，如果是她，她一定会做得比我好。我负责的一个系统，领导总有新要求，我再传达工程师改，工程师也觉得烦，不大理人，下属各单位做好后我汇总，各单位也做的不好，有的单位人员多，领导打电话过去都各种理由，以至于这个系统老是出问题，信息错误，疏漏，达不到要求，有个别单位甚至没报，后来人员调动，我们科室从7个人变为4个人，工作更多了，我要负责更多，这个系统我就更做不好了，精力也不够，因为这个系统，我压力好大，我也不愿意去开展，我想领导调走，我觉得我怎么做她也不会满意的，要求太多，有一次领导在，我这个同事又说了，这个功能肯定要加呀，是我我也要这个功能，说得好像我想得就是不如她周到。我感觉我现4个人的科室，不融洽之外，我也很边缘，应该没有什么上升机会了，但是工作做不完，还要被卷，甚至被同事嫌弃，我做不完，这同事问我那你为什么不加班呢，你看我天天加班。她也会明里暗里跟领导强调，她总是加班，工作太多，来个人就要说工作多，有人问，你们这段时间清闲一点了吧，我说是的，她说你看这个工作，那个工作，她就是永远做不完，然后每个工作还做得很好。她儿子来，我都是好吃好喝招待，我儿子小，3岁，我怕烦，我提前买水果给她，我说你别嫌烦，她说我肯定会的，我当时一句话都不想说。我想考走，但是年龄也快到了，琐事一堆，什么也考不上，走也走不了，家庭条件也不允许我辞职。我告诉自己踏踏实实工作，领导看重她，她多做一点也挺好，但我还是在意，还是内耗。"
  },
  {
    "file": "r131.json",
    "title": "没得罪人却被看不惯，如何与同事相处？",
    "content": "入职新公司一个月了，还是没能融入团队。我的社交观念就是，职场难免会有被刺和磨擦。女人之间也会相互蛐蛐，我入职以来从来没有背后和正面蛐蛐人，永远都是保持距离和有边界感的相处，主打一个热情礼貌不知道。我发现职场社交是背后蛐蛐人和秘密交换才成为的盟友，我跟谁都不远不近，平等的恨每一个同事。我看起来比较小，别人觉得专业经验没那么强，压不住人，个个都像踩一脚和教育一下。我也从不示弱。我入职一来就开始奶茶社交，请他们喝奶茶，零食互换，也尝试跟她们有一些话题讨论。但是人家觉得我星星作假，所以我现在都是独来独往，我明明没人得罪别人，别人就看不惯我。她们吃饭爱说家常里短，我就默默吃饭不说话。入职了一个月了，交接的人正式离职了，今天我是一个人独立开始面对工作。新来的直接上级也是爱背后蛐蛐人，格局也很差。我不知道怎么办～是不是我的问题，我感觉我的社交恐惧太严重了。"
  },
  {
    "file": "r132.json",
    "title": "怕被骂，已经长期时间了，是怎么回事呀？",
    "content": "怕职场被骂，怕学开车被骂，以至于迟迟不能突破自己，小到打竞技游戏（怕被骂会很紧张），大到人际关系里（有时候不敢为了自己的利益和别人争论，哪怕自己是对的）。这个是怎么回事呀？是不够接受自己吗？总感觉是生理原因，因为有时候挺好的，但是每当这个阴影再现，就会迟迟走不出这种感觉。"
  },
  {
    "file": "r133.json",
    "title": "母亲很强势，该如何和她相处，怎样能有边界感地生活？",
    "content": "母亲很强势，从小到大无论什么事情都要听母亲的，即使不听，当你做完了一件事，她也会以她的标准对你所做的事情指指点点，今年年初因为感情的原因和其他职场问题，就辞掉了工作，回到了老家，基本上的花费都是靠母亲，在这样的情况下，想自己有自己的选择，但难免会受到母亲的影响，在之前的人生道路上，也有很多事情都是听从母亲的安排，导致自己很多时候都没法替自己做决定，虽然这样听母亲的话，一辈子就这么过着，也行，但是我还是想可以依靠自己来决定以后人生中的大事，包括对象的寻找，我有一种感觉。这样下去，我的人生都要听从母亲的安排，不是说母亲的安排不好，但很多时候自己没有体验过的事情也很多，还是想去体验一下，很多事情自己的认识和母亲也完全不一样，在这样的情况下，怎样才能保持住自我，有边界感得活好自己的生活，谢谢各位答主。"
  },
  {
    "file": "r134.json",
    "title": "已工作十几年，一直想离职，不是因为工作不顺心…",
    "content": "... 全部 工作十几年，一直很拼命，获得了好的职位，好的薪酬，同事融洽领导认可，但是，依然想离职。 原因如下: 1. 仔细想了一下，这么多年来，做得并不是自己想做的事情，只是因为不服输和负责任做到现在，目前的工作，并不能再给我快乐； 2. 一直明白自己想做什么事，一直没有勇气放弃已得到的去争取； 3. 已经开始在努力，为了做自己想做的，于是变成了工作依然拼命，为了理想更加拼命，然后有时候会觉得疲惫，另外两件事情都不能做到最好… 我该不该辞职，全心做想做的事情呢？（生活压力不大，一年不工作倒也没啥，但已经年过40，职场年龄歧视是非常普遍的，离开职场想再返回，可能得不到现在的职位和待遇，这是担忧的） 工作十几年，一直很拼命，获得了好的职位，好的薪酬，同事融洽领导认可，但是，依然想离职。 原因如下: 1. 仔细想了一下，这么多年来，做得并不是自己想做的事情，只是因为不服输和负责任做到现在，目前的工作，并不能再给我快乐； 2. 一直明白自己想做什么事，一直没有勇气放弃已得到的去争取； 3. 已经开始在努力，为了做自己想做的，于是变成了工作依然拼命，为了理想更加拼命，然后有时候会觉得疲惫，另外两件事情都不能做到最好… 我该不该辞职，全心做想做的事情呢？（生活压力不大，一年不工作倒也没啥，但已经年过40，职场年龄歧视是非常普遍的，离开职场想再返回，可能得不到现在的职位和待遇，这是担忧的）"
  },
  {
    "file": "r135.json",
    "title": "我非常羡慕男友的高情商，因此会时而自卑，怎么办？",
    "content": "我和男友在同一家公司上班，他是全公司公认的高情商，领导和同事都夸他也都很喜欢他。他的为人处事非常优秀，任何人他都能相处融洽。我很佩服他同时也在向他学习。 前几天我在工作上犯了一个小错误，不严重但稍稍牵扯到他。我自责了很久，他也安慰我，给我分析情况并告诉我下次记住就行了。晚上他喝酒喝得微醺的状态回来，我俩就聊工作和生活。他说以后他要是当领导了我就去做老师，因为夫妻一起在我们这个行业工作招人恨他就说一个公司有对夫妻一起工作，男方是领导女方是普通员工，他俩的行事作风令大多数人不满导致大领导想开除他们（这件事是事实，是我俩前公司的事。后来我俩一起来到了现在的公司）我听了之后联想到是不是我的错误让他觉得我不适合在职场上帮助他，或者他对我有些失望。 我情商有点低，他也很温柔的提醒我，没有抱怨我。可是我现在看他越来越优秀，我就有点自卑，我不想让别人觉得我配不上他，我也想更优秀。"
  },
  {
    "file": "r136.json",
    "title": "感受不到人际关系的意义，为什么要和人来往？",
    "content": "20岁感觉自己内心的还是个孩子 现在在职场 家庭 恋爱各种人际关系举步维艰 内心慌乱 脑阔疼 面对的各种问题 从小到大我不擅长跟人来往 都是被别人带着走 也不懂怎么表达自己的需求 所以在关系中习惯隐忍 甚至卑微 讨好 每到毕业关系就不存在 我不维持不了长期的关系 更多是偶尔联系他们 经常是我不联系人就没人联系我 那些朋友俩三个月不找我 感觉不被理解 也不被需要 我也很难去需要、相信别人 他们对我忽冷忽热的 好像只是需要我的时候才想到我 我一直很困惑要朋友干嘛 但好像是出于人类的基本社交需求既渴望又害怕 我不知道为什么要跟他们来往 出于各种压力 有段时间 我都萌生自闭的想法了 为什么要跟人来往 反正什么事情都是自己一个人去做 他们不理解我 习惯了孤独 但又觉着这样生活有点无味 想知道为什么我会有这种想法？有什么可行的建议让人际关系得到改观？是不是我有什么心理障碍？"
  },
  {
    "file": "r137.json",
    "title": "情商低交际弱，变态同事经常人身攻击我主动沟通无效？",
    "content": "因低情商社交能力差，人际交往单纯简单，不擅玩乐，不愿意附合她们背后骂人议论人(能力强厉害的人她们不敢议论)，变态同事常常对我进行人身攻击，多次主动沟通没有多少效果，后我“用其人之道还治其人之身”有一些收敛但仍然会对我进行人身攻击。这种是不是疯子神经病变态人格，强迫症＋偏执狂＋道德沦陷！理智告诉自己不要理这种变态，但天天面对这种影响心理健康。怎么样改变这种不正常的职场关系？太没有边界观了，经常神经兮兮的刺探别人非工作中的情况，消息小道消息多，但有时偶尔也会帮助我(我也会帮助她）。我认为有缘共事是缘分，应珍惜这种情谊，即使曾有小矛盾或误解，大家用一种合理的不伤人的方式解释、沟通、化解了就行，不要记在内心梗塞内心采取不理智行为，这种观点曾几次委婉和她沟通过，她话语也赞同但过后仍劣性不改。她除了经常人身攻击我以外其它方面也还马马虎虎能够相处。这奇葩为什么要人身攻击我，这种变态行为后面是什么奇葩心理"
  },
  {
    "file": "r138.json",
    "title": "同事没有素质人品也不好爱搞事，我被孤立怎么办？",
    "content": "... 全部 最近很不开心，来上班也变成一个有压力的事情，跟同事关系不好，办公室也就几个人，我觉得他们没有素质，人品也不好，特别是95后新人，在里面挑拨离间，本来关系就不好，更加就不好了，我平常也不跟他们一起吃饭，他们去吃饭也不叫我，感觉现在他们就是形成了一个团体，孤立我，我连说真心话的人都没有，现在要我去巴结他们我也做不到，但是这样子孤立也不是什么办法，毕竟办公室就只有这么几个人，昨天他们趁我出去有点了下午茶喝，可能是故意趁我不在，喝的，我也感觉我融入不到他们，也感觉我们不是一类人，但是我觉得气氛变成这样不是我想要的，就是孤立我，然后可能背后面议论我，可能还想合伙把我赶走也不一定，但是我觉得我工作很认真负责，我也很珍惜这份工作，为公司着想，尽职尽责做好每件事，然后他们的事情自己不做丢给我前期我都是不拒绝的，现在开始慢慢拒绝了，所以可能对我产生了看法，但是我也没有做错啊，反正就是很郁闷啦，help me 最近很不开心，来上班也变成一个有压力的事情，跟同事关系不好，办公室也就几个人，我觉得他们没有素质，人品也不好，特别是95后新人，在里面挑拨离间，本来关系就不好，更加就不好了，我平常也不跟他们一起吃饭，他们去吃饭也不叫我，感觉现在他们就是形成了一个团体，孤立我，我连说真心话的人都没有，现在要我去巴结他们我也做不到，但是这样子孤立也不是什么办法，毕竟办公室就只有这么几个人，昨天他们趁我出去有点了下午茶喝，可能是故意趁我不在，喝的，我也感觉我融入不到他们，也感觉我们不是一类人，但是我觉得气氛变成这样不是我想要的，就是孤立我，然后可能背后面议论我，可能还想合伙把我赶走也不一定，但是我觉得我工作很认真负责，我也很珍惜这份工作，为公司着想，尽职尽责做好每件事，然后他们的事情自己不做丢给我前期我都是不拒绝的，现在开始慢慢拒绝了，所以可能对我产生了看法，但是我也没有做错啊，反正就是很郁闷啦，help me"
  },
  {
    "file": "r139.json",
    "title": "我遇到了职场性骚扰，男人都这德行么？！",
    "content": "我遇到了职场性骚扰 这是社会现象么 男人的道德这么地下 都结婚了 太恶心了 太不要脸了 要是都这样结婚找个这种人渣 简直是罪孽 要都这德行 还不如单身 要不就找个有钱的 结局都一样 社会上就没有品行优秀的男人么"
  },
  {
    "file": "r140.json",
    "title": "我胆小老实，在职场吃了很多亏，现在很自责，怎么办",
    "content": "... 全部 这两年因为自己的性格胆小或者老实的原因，在职场上面吃了很多亏，碰到小人也不知道怎么应对，反而小人得逞，我还得罪了人，越想越觉得自责，觉得自己很多事情都处理错了，很多想法都是错误的，越想越自责，觉得老板可能很多事情都误会我了，怎么办，我很想重新来过，但是我觉得不能辞职，还是得在哪里摔倒在哪里爬起来，但是现在还是很自责，很后悔以前是那样处事怎么办 这两年因为自己的性格胆小或者老实的原因，在职场上面吃了很多亏，碰到小人也不知道怎么应对，反而小人得逞，我还得罪了人，越想越觉得自责，觉得自己很多事情都处理错了，很多想法都是错误的，越想越自责，觉得老板可能很多事情都误会我了，怎么办，我很想重新来过，但是我觉得不能辞职，还是得在哪里摔倒在哪里爬起来，但是现在还是很自责，很后悔以前是那样处事怎么办"
  },
  {
    "file": "r141.json",
    "title": "护士，女，在新岗位被带教鄙视，担心又被孤立，怎么办",
    "content": "... 全部 护士，女，主管，工作十年，新岗位，去了重症，我的老师比我大了五岁多，总是鄙视我怎么办？（一些细节问题，比如气道护理，我忘记加加湿化的液体）他是工作了20年了快要，我工作了不到十年，我除了繁重的工作还在背地里偷偷的写论文，他一开始很对我认认真教，后来因为我总是请病假（也不多，一年请了15天工作350天），他就很反感我，本来他带的五个人对我还挺好的，现在也在远离我，我内心很痛苦，在这个科室已经一年了，我写了一篇论文，呕心沥血，马上发表了，我内心还是痛苦的。他不理解我，他甚至鄙视我看不起我，虽然我知道没有意义，我为啥太在乎，我总是证明自己，但是我觉得，我请假之后，科室的人对我很强的攻击力，虽然扣的是我的?，我的工资奖金啥的？他们好像很生气我，觉得我再特权？！我是因为双相很难过才暂停十天的，哎！人呐，总是不能看到你好？！？虽然我对他还挺信任的从前，但是我觉得他的语言犹如冰雪厉刃……（我上班很认真的，生怕出错，压力很大，从120斤的大美女胖到了140斤，我跟焦虑）怎么办？？？我又要被孤立了吗，以前我就被估计过，因为posthraduated的nurses比较少，我曾经被四个医生一起霸凌我，那是2019年，趁夜班，他们轮番上阵各种言语侮辱！！我始终是恨的无法报仇？我怎么办？！？！我太在乎了！！ 护士，女，主管，工作十年，新岗位，去了重症，我的老师比我大了五岁多，总是鄙视我怎么办？（一些细节问题，比如气道护理，我忘记加加湿化的液体）他是工作了20年了快要，我工作了不到十年，我除了繁重的工作还在背地里偷偷的写论文，他一开始很对我认认真教，后来因为我总是请病假（也不多，一年请了15天工作350天），他就很反感我，本来他带的五个人对我还挺好的，现在也在远离我，我内心很痛苦，在这个科室已经一年了，我写了一篇论文，呕心沥血，马上发表了，我内心还是痛苦的。他不理解我，他甚至鄙视我看不起我，虽然我知道没有意义，我为啥太在乎，我总是证明自己，但是我觉得，我请假之后，科室的人对我很强的攻击力，虽然扣的是我的?，我的工资奖金啥的？他们好像很生气我，觉得我再特权？！我是因为双相很难过才暂停十天的，哎！人呐，总是不能看到你好？！？虽然我对他还挺信任的从前，但是我觉得他的语言犹如冰雪厉刃……（我上班很认真的，生怕出错，压力很大，从120斤的大美女胖到了140斤，我跟焦虑）怎么办？？？我又要被孤立了吗，以前我就被估计过，因为posthraduated的nurses比较少，我曾经被四个医生一起霸凌我，那是2019年，趁夜班，他们轮番上阵各种言语侮辱！！我始终是恨的无法报仇？我怎么办？！？！我太在乎了！！"
  },
  {
    "file": "r142.json",
    "title": "感觉自己的逻辑思维能力和本质思考能力变差，怎么恢复",
    "content": "我希望可以快速恢复逻辑思维的深度思考能力，但是现在处于逻辑混乱、焦虑、大脑无法思考的模糊状态。有人是否有经历过这样的变化？并且得到恢复的经验可以分享一下呢？接下来我举例我目前的生活情况，我不知道有没有相关，希望可以帮我看出蛛丝马迹，非常感谢！ 1、我30岁，目前是失业状态（2个月了），在失业之前有过短短两个月的工作时间但是由于工资发放问题，导致我对公司不认可选择离职；在这份工作之前，也有另一份短期的业务员的工作，这是我想要挑战自我而选择的，虽然有收获（同事间的友爱），但在工作上还是感觉到较大压力，与我进行提升自我的学习这件事会精力分散，无法重点关注到学习（我以学习为重）的原因，选择离职。这半年我一直处于工作不顺的状态当中。时间2024年06月2025年03月。 2、我没有稳定的情感生活，之前计划的30岁之前结婚似乎无法达到了。我感觉到很焦虑… 3、我之前有过差不多半年以上的时间，跟家人、朋友相处的时候，大量的屏蔽掉感情，只讲道理，讲观察，讲结论，并且找证据来佐证我的想法。把他们对得哑口无言。我一方面自己感受到自己的逻辑思维能力很强，一方面也感觉到，这么强的思维能力我是建立在隔绝情感的基础上拥有的。久而久之，大家对我的态度是发生了变化，由原来的嬉笑怒骂转变成有距离的不论感情，仅就事论事的状态。慢慢的我也感觉到“不亲近了”。我是想要去调整的，但是只要加入感情的成分，就会影响到客观的判断。我其实很为难。我想进入人群也不想丢掉我的理性。理性把人推开，感性让人没有界限。我很矛盾。 4、我会认为我身处的环境，对我的理性有一定的影响。因为大家都在感情用事，快言快语。就算当下伤害到他人也不愿意把话在心里溜圆了说。我非常害怕这样的环境会影响到我，从而我对我的朋友们也内心生出一股“不满意”。有时他们也会在我背完单词学习完一天之后说，你太懒了！什么都不做！类似这些我认为是想找心理平衡的话，但是听多了我很害怕被这些语言暴力影响。想要远离环境保持理性，又不想丢失朋友。 5、我觉得我想去这个环境之上的世界，但是我没有“另一个世界”的门票，我暂时遇不到跟我有互相启发的人。 6、我发现我健身也没有以前积极了，之前的状态以自律健身的自己为荣，现在这份荣，已经不浓烈了。 以上是我目前的大概状况。我非常需要保持头脑清醒理性。因为我还有任务在身，我想要见提升后的自我。"
  },
  {
    "file": "r143.json",
    "title": "对任何事提不起兴趣，爱胡思乱想，异地婚姻，该怎么办",
    "content": "... 全部 28岁女与老公异地婚姻，一年见三次面，从结婚开始我就抑郁焦虑了，每次见面是我状态最好的时候，长时间处于期待见面，适应两个人生活，分开后的难受，接受一个人生活，再次期待见面这种无限循环里。现在的我失去了所有兴趣爱好，对什么都提不起精神，这会让我更焦虑，到底该怎么做才能让自己好起来 28岁女与老公异地婚姻，一年见三次面，从结婚开始我就抑郁焦虑了，每次见面是我状态最好的时候，长时间处于期待见面，适应两个人生活，分开后的难受，接受一个人生活，再次期待见面这种无限循环里。现在的我失去了所有兴趣爱好，对什么都提不起精神，这会让我更焦虑，到底该怎么做才能让自己好起来"
  },
  {
    "file": "r144.json",
    "title": "预计明年订婚，但因为买车和恋人闹别扭，怎么办？",
    "content": "恋爱8年，见过家长，预计明年订婚。女生因为工作需要，和考虑到成家需要，提出买车。 通过网络和线下了解后女生选定一款车，并和销售谈到了优惠价格，但是男生对此态度不积极，没有主动询问也没约时间看车谈价，最终没有买成功。 女生因此生气，连续两个晚上流泪，觉得男生不在意自己感受和需求。半个月后男生认为那个价格很优惠，主动约时间谈价购买，但是女生说现在不买不开心，买了也不会开心。 请问为什么会这样？女生为什么会一直生气？男生该怎么办？"
  },
  {
    "file": "r145.json",
    "title": "读了自己不喜欢的专业，不想努力了，不努力我有罪吗？",
    "content": "大学生 20岁 读了自己不喜欢的专业 二本 开始怀疑自己了 不想努力了 但不知道怎么跟父母说 感觉世界上每个人都在努力 你努力了别人说你卷 不努力又称为颓废 从小到大 感觉自己比周边的人努力了 但没有得到过回报 我活的还是不如他们 我越想做好 那件事情就会出错 每次都是 生活处处碰壁 甚至以为自己是个完美主义者 但结果不如人家随手做的 我经常会在同一个坑摔倒很多次 已经尽可能的远离所有会诱惑自己的东西 我不知道怎么办 永远在治愈自己 一直跟自己心里的小人在对话 总是觉得自己很讨厌"
  },
  {
    "file": "r146.json",
    "title": "33岁，刚刚离异，没有孩子，离婚后是否要搬出去住？",
    "content": "我是33岁刚刚离异的一名女性，没有孩子，和父母在一个城市，男方有自己的房子，目前住他的房子。先介绍下我的故事背景。 我和和前夫今年2月份刚领结婚证，领证后我们有不少生活琐事的摩擦，同时我也跟我父母，闺蜜吐槽他，说了很多比较难听的话，他有次抢我手机看到后就觉得我不爱他，非常伤心，提出离婚。冷静期期间我也跟他解释说明我是在当时的那个情绪不好的时候的表达，不是真的那么想，但似乎没有什么作用，最后还是离婚了。他一直说他很纠结，觉得心里有坎如果继续过他很痛苦。但是又很爱我，所以离婚也很痛苦。 果然正式领离婚证后他嚎啕大哭，然后还飞去我出差的地方找我，我们一起分析了一下，如果以后复婚需要等他把他心里的坎过去，但这个坎不知道要花费多久，也许1个月，也许几个月，也许一直跨不过去。并且他表示不想让我搬出去，他也没和他爸妈说我们离婚的事情，就是怕万一后面复婚，父母会不同意。因为离婚，父母肯定多少会对对方印象不好，如果再复婚，就会比较困难了。我也不想现在和父母说离婚，原因和他一样，以后万一复婚，父母不太会同意。 所以我的困惑是： 1、不和父母说，我不搬出去，还和他住一起。但这样会让我有心里的道德谴责，觉得离婚了为什么还住一起？ 2、同时，不和父母说，感觉在欺骗他们，以后他们知道了会伤心。 3、如果搬回父母那住，以后复婚就不太可能了， 我该怎么办？？？真的太内耗了很难受"
  },
  {
    "file": "r147.json",
    "title": "今年23岁，去年刚毕业，突破不了心理障碍，怎么办？",
    "content": "我今年23岁，去年刚毕业，学的金融学但没有走校招，自己考研失败后出来找工作，一开始去的证券做销售，后来实在受不了违着良心让别人开户，我在成都找了份工作，离开了老家。这一年陆陆续续换了好几份工作，从猎头，到手工，现在在做糖水铺的服务员。这其中我找到了自己比较感兴趣的工作就是做手工，但是之前因为销量原因老板裁员所以没能继续做下去。后来做服务员是因为我找不到能远离销售KPI的工作，一开始也是打算边工作边利用业余时间提升自己的手工技艺，后来坚持了一段时间发现上班就占据了我很大部分的精力，下了班实在没心情搞这些。最核心的问题在于我想通过找各种手工前辈聊聊，了解不同的手工艺是如何经营，如何制作以及市场情况怎样，可是我不敢迈出那一步，我很怕别人拒绝，或者打扰到别人。在小红书上逛了几圈又全是说手工不好做，也没人买之类消极劝退的帖子。而且如果想提高技艺，我想可能也不是自己闭门造车就可以的，后面学习的费用我又从哪里来呢？我知道要先行动，可是我总是害怕去行动，就像快要走到悬崖边上一样。现在的工作又增加了好评的要求，我就好像梦回证券销售，昨天听到老板说完之后，我整个人感觉都喘不过气来。我有想过去找一份手工活，可是一刷又全是需要经验的，而且招的人也比较少，大多数都是DIY馆招服务员，带着客人做DIY，也是有销售要求的，我感觉我就好像鱼缸里的鱼，没有出路了。"
  },
  {
    "file": "r148.json",
    "title": "尽了很大的努力却没啥结果，怎样调节时运一般时的心态",
    "content": "十几年来做啥事都不咋成功，尽了很大的努力却没啥结果。读书的时候明明挺勤奋，不仅完成了专业课程，还积极学习其他知识，考了本专业和其他证书，最后找的工作结果却一般。工作后不管怎么努力都没啥起色，明明工作也不需要靠啥家庭背景，人脉之类的。做着同样的事情。就是没有其他人的结果好。虽然尽力不在乎结果，但是避免不了在乎。一是和同事对比，心理总会感到很难受。二是工作没起色就不会有更多的钱，去实现去旅游，买自己想要的东西。最最难受都是长达十几年这种努力没结果的状态，感觉失去了快乐的源泉。所以应该如何调节这种时运不含税运带来的负面情绪？"
  },
  {
    "file": "r149.json",
    "title": "对学校及老师的抗拒与控制不住的焦虑，想逃，怎么办？",
    "content": "我现在已经大四了，从上学开始到现在，初中和小学的事情我好像都不记得了，高中的时候我非常抗拒去学校，因为在学校里我必须遵守那些规矩不出一丝纰漏才行，我必须要每天三顿饭跑步去食堂5分钟吃完饭然后跑步回到教室，不能不吃饭，不吃饭要被老师骂的很惨，也不能把东西边走边吃，不能带着食物靠近教学楼，不进去也不行，被发现了要被带到学生经过最多的地方罚站到午自习结束，冬天教学楼热水不方便，妈妈让我带一个小的热水瓶去，我喜欢看日本作家的散文，我喜欢写作和画画，但是这些都是不能在学校做的，做完作业了也只能学习，不能写作和画画。学校经常查教室，我们就像犯人一样被带到教室外面搜身，连写日记的本子被找出来了都要被骂然后给老师们传阅。这些是还有很多很多，在学校我不想成为一个不好的人，家里妈妈和姥姥经常告诉我要听话，听老师话老师就会喜欢我，但是为什么我听话了事情做好了还是没有老师喜欢我，我还是会被骂，请假回家也要被骂，请假回到学校因为是大课间回来的也要被领导骂，所以之后为了不去学校我什么都能做。现在我上大学了，我的高考理所当然地考砸了，因为我不喜欢老师，老师也不喜欢我，我的画画没有得到认可，没有人喜欢我，但是我还是考上了大学，虽然是私立的大学，我以为终于不用再被骂了，但到了大学还是会被骂，我尽力做好了也还是会被骂，做自己喜欢的事情也要被骂，做自己擅长的事也要被骂做的不好，我每天都在怀疑自己我是不是真的不应该活在这个世界上，我可能真的适应不了这个世界，大家都能适应为什么我不可以？我想知道真的都是我的错吗，我真的尽力了，为什么我尽力了还是要被剥夺自由和权利，被老师骂，我只是想找到一个不会责怪我的地方，我可以尽情地画画，我真的不应该活着吗？我还会控制不住反复做一些事，比如反复翻看某条评论，反复触碰某个东西直到一定的数值，怎么才能避免有这种情况，请问可以帮帮我吗？但是我没有钱去看心理门诊，只能在这里寻求老师们的帮助，不知道可不可以得到一点点回复，谢谢你们！"
  }
]